{
  "iso": "AL",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Mountainous landscapes and coastal wetlands keep pollution moderate, but rapid urban growth around Tirana stresses waste management and green space.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Mediterranean summers are already trending hotter and drier, while river basins face periodic flooding—manageable now but a concern for long-term climate resilience.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Coastal Albania has mild winters and hot, dry summers; inland valleys swing more sharply, so picking Tirana or coastal Durres keeps conditions closer to the family’s mild-weather preference.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "PM2.5 levels in Tirana often hover in the mid-teens µg/m³ and spike in winter from traffic and biomass heating, better than Balkan peers but not a consistently clean-air environment.",
      "alignmentValue": 5
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "The 2019 Durres earthquake and regular spring floods show real seismic and flood exposure, and building codes vary widely outside new developments.",
      "alignmentValue": 4
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Tirana runs roughly 8–24 °C (46–75 °F) from March to May with rising rain in April; inland mountains stay cooler and wetter.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "June–August highs in Tirana reach 30–33 °C (86–91 °F) with warm nights and some humidity—tolerable but edging above the family’s ideal without coastal breezes.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September starts near 26 °C (79 °F) and cools to 15 °C (59 °F) by November, with more rain but comfortable outdoor time.",
      "alignmentValue": 7
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Tirana average 3–13 °C (37–55 °F); lowland snow is rare, though mountain day trips bring alpine cold if desired.",
      "alignmentValue": 6
    },
    {
      "key": "Beach Life",
      "alignmentText": "The Adriatic and Ionian coasts offer long sandy stretches, yet services and cleanliness vary outside the more developed Riviera resorts.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Sea temperatures reach 24–26 °C (75–79 °F) in July–August but drop below 16 °C (61 °F) by late autumn, so the swimmable window is May–September.",
      "alignmentValue": 6
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Accursed Mountains, Lake Ohrid, and UNESCO sites like Gjirokastër give easy weekend access to dramatic hikes and heritage landscapes.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The 2024 minimum wage of 40,000 ALL (~€340) signals low local earnings and limited safety net for service workers the family may rely on.",
      "alignmentValue": 3
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers in Tirana often see €1,200–€1,800 monthly, far below Western Europe and dependent on outsourcing contracts.",
      "alignmentValue": 3
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "A handful of outsourcing firms use .NET for EU clients, but the market is thin and clustered around Tirana-based consultancies.",
      "alignmentValue": 4
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles are rare; most local shops favor PHP, Java, or .NET, so Sarah would rely on remote-first employers.",
      "alignmentValue": 2
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Larger telecom and outsourcing firms occasionally sponsor, yet most employers expect foreigners to arrive with independent permits.",
      "alignmentValue": 3
    },
    {
      "key": "Economic Health",
      "alignmentText": "GDP growth hovers near 3% with solid tourism and remittances, but productivity and wages remain low and sensitive to EU demand.",
      "alignmentValue": 5
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Coworking hubs in Tirana (Destil, Innospace) support freelancers, though stable power and broadband outside major cities can be inconsistent.",
      "alignmentValue": 5
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Companies still expect availability beyond official hours, yet public offices and many tech firms are gradually embracing clearer boundaries.",
      "alignmentValue": 5
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "The legal cap is 40 hours, but private employers frequently run 42–45 hours, especially in outsourcing.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Employees earn 20 days of paid leave after one year plus ~12 public holidays, meeting the family’s baseline expectation.",
      "alignmentValue": 6
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Many firms grant only the legal minimum and encourage splitting time around the August shutdown, limiting flexibility for US travel.",
      "alignmentValue": 5
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Tirana feels energetic, but secondary cities like Shkodër or Korçë move at a slower, cafe-centered rhythm that could suit Sarah.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Office hours often run 8:30–17:30 with a short lunch; public schools end around 1 p.m., requiring afternoon childcare planning.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends revolve around outdoor cafes, coastal day trips, and extended family meals; most shops stay open Saturday but close Sunday afternoon.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Family networks are strong and community-oriented, yet expectations lean traditional and may feel nosy to newcomers.",
      "alignmentValue": 5
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamorous relationships have no legal recognition and remain socially taboo in this conservative, family-centered society.",
      "alignmentValue": 1
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents are expected to be hands-on with heavy involvement from grandparents; alternative parenting styles draw curiosity but rarely hostility.",
      "alignmentValue": 4
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Tirana has new playgrounds and car-free evenings on Skanderbeg Square, yet sidewalks, air quality, and stroller access are inconsistent.",
      "alignmentValue": 5
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools are free but resource-constrained; Tirana offers a few international schools (TIS, World Academy) at €8–12k yearly.",
      "alignmentValue": 5
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Municipal kindergartens exist but have waitlists; quality private nurseries cluster in Tirana with costs similar to mid-tier US daycare.",
      "alignmentValue": 4
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "State childcare subsidies are minimal, so families rely on relatives or private centers.",
      "alignmentValue": 3
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Foreign residents are ineligible for limited subsidies and must pay full private rates.",
      "alignmentValue": 2
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizens enjoy free compulsory schooling through grade 9 and low-cost upper secondary, though quality varies by city.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident foreigners can enroll in public schools but face Albanian-language curricula and limited support services.",
      "alignmentValue": 5
    },
    {
      "key": "Private Education",
      "alignmentText": "English-medium and Montessori options exist in Tirana, yet choices drop sharply outside the capital.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Child allowances (~1,500 ALL/month) and maternity leave (365 days at partial pay) help modestly but lag EU norms.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa holders can access maternity leave through employment insurance, yet other benefits rarely extend to non-citizens.",
      "alignmentValue": 3
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities are affordable with growing STEM programs, though facilities and research funding remain limited.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Foreigners may enroll but usually pay higher tuition and navigate Albanian-language administration.",
      "alignmentValue": 4
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Urban professionals embrace more egalitarian roles, yet traditional expectations about mothers leading childcare persist.",
      "alignmentValue": 4
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal frameworks lack recognition for non-binary identities and social acceptance is low outside niche activist circles.",
      "alignmentValue": 2
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Anti-discrimination laws exist and female labor participation is rising, but pay gaps and political representation issues remain.",
      "alignmentValue": 5
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Modern fashion mixes with expectations around caregiving and modest presentation, which may feel conventional to Sarah.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Respectful masculinity is valued, yet macho posturing and hospitality rituals can pressure Trey to conform.",
      "alignmentValue": 4
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Cold War bunkers repurposed as art (Bunk’Art) and vibrant Ottoman-era bazaars make for unique cultural exploration.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Albanian is dominant; younger urban residents speak English, but bureaucracy and schooling operate mainly in Albanian.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "Parties campaign on EU integration and social reforms, yet conservative social attitudes still shape many policies.",
      "alignmentValue": 4
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Decades of communist rule leave curiosity and caution—leftist ideas appear in academia but mainstream politics stay centrist.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "The state is secular and religious practice is moderate, letting secular families live comfortably despite cultural Muslim and Orthodox roots.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Public discussion of sexuality is reserved; sex education is limited, which could feel restrictive for a sex-positive household.",
      "alignmentValue": 3
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Same-sex relationships are legal and Pride occurs in Tirana, but social stigma and few queer spaces limit openness.",
      "alignmentValue": 3
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighborhoods are tight-knit with welcoming hospitality (besa), yet integration relies on learning Albanian.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Albanians take pride in resilience and hospitality, often eager to share culture with foreigners.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Relations with Kosovo are warm, but tensions linger with Greece and Serbia over minorities and history.",
      "alignmentValue": 4
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors see Albania as reforming yet still battling corruption, which can color cross-border perceptions.",
      "alignmentValue": 4
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Tirana’s Blloku district buzzes with bars and live music, though options thin out beyond the capital.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Urban men dress in continental smart-casual styles; suits and streetwear coexist without much alternative fashion scene.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women blend Mediterranean chic with practical attire, but expectations for polished presentation persist.",
      "alignmentValue": 5
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Cafe culture, soccer fandom, hiking, and seaside trips dominate leisure time and offer easy social entry points.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "A few hobby cafes in Tirana host board game nights, yet the scene is nascent with limited retail selection.",
      "alignmentValue": 3
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Live Albanian pop and DJ sets are common, and summer beach festivals add seasonal variety.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech and language meetups exist but are mostly concentrated in Tirana, so sustained community requires active participation.",
      "alignmentValue": 5
    },
    {
      "key": "Nature Access",
      "alignmentText": "Within a two-hour drive you can reach alpine hikes, lake towns, and Mediterranean beaches—ideal for family outings.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary republic with competitive elections and ongoing judicial reforms.",
      "alignmentValue": 6
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "The constitution enforces secularism; religious parties hold little sway over legislation.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Labor laws guarantee contracts and overtime pay, yet enforcement remains patchy in smaller firms.",
      "alignmentValue": 5
    },
    {
      "key": "State Ideology",
      "alignmentText": "Government messaging centers on EU integration, NATO alignment, and market reforms rather than nationalist retrenchment.",
      "alignmentValue": 6
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Institutions are improving but still vulnerable to ruling-party pressure and media capture.",
      "alignmentValue": 5
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "A liberalizing market economy with high informality and small domestic consumer demand.",
      "alignmentValue": 5
    },
    {
      "key": "Stability",
      "alignmentText": "Political protests flare each election cycle, yet transitions remain peaceful and NATO membership deters regional conflict.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "State-aligned media dominate TV, and partisan outlets frame news sharply, requiring media literacy to parse narratives.",
      "alignmentValue": 4
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government campaigns emphasize anti-corruption drives and EU readiness, downplaying persistent governance gaps.",
      "alignmentValue": 4
    },
    {
      "key": "Social Policies",
      "alignmentText": "Incremental reforms expand healthcare coverage and gender protections, but budgets constrain real-world impact.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show low public trust (~30%) due to corruption scandals and slow reforms.",
      "alignmentValue": 3
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International scores Albania in the mid-30s, reflecting widespread perceptions of graft.",
      "alignmentValue": 3
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Patronage networks and petty bribery in licensing and customs are the common complaints.",
      "alignmentValue": 3
    },
    {
      "key": "Housing Situation",
      "alignmentText": "New apartments in Tirana are plentiful but construction quality varies; ownership rates are high yet mortgage access is limited for foreigners.",
      "alignmentValue": 5
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime is rare in urban centers; petty theft occurs in tourist zones, so standard precautions suffice.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal coverage provides basic care, but public hospitals suffer from wait times and outdated equipment—many locals pay for private clinics.",
      "alignmentValue": 4
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Foreign residents must carry private insurance for reliable service; English-speaking specialists cluster in Tirana.",
      "alignmentValue": 3
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Limited public preschool hours mean parents juggle schedules or hire family caregivers.",
      "alignmentValue": 3
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Standard families receive modest child benefits and tax deductions, but amounts barely offset childcare costs.",
      "alignmentValue": 4
    },
    {
      "key": "Education",
      "alignmentText": "Test scores lag OECD averages; reforms are underway, yet teacher training and facilities remain uneven.",
      "alignmentValue": 4
    },
    {
      "key": "Public Transportation",
      "alignmentText": "City buses are cheap but crowded, national rail is limited, and intercity travel relies on furgon minibuses.",
      "alignmentValue": 4
    },
    {
      "key": "Economic System",
      "alignmentText": "A small open economy with free trade aspirations, though informal cash transactions are still common.",
      "alignmentValue": 5
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "E-filing exists for businesses, yet individuals often need accountants to navigate shifting rules and Albanian-only portals.",
      "alignmentValue": 4
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Personal income tax is progressive up to 23% for salaries above 200,000 ALL monthly (~€1,850), which is moderate for remote US income.",
      "alignmentValue": 5
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Major banks support online banking and contactless cards, but many small vendors still prefer cash.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing, groceries, and services cost a fraction of Western Europe, enabling savings if income stays in USD/EUR.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "State pensions replace a small share of earnings, prompting many to rely on family support or remittances.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Foreigners can contribute to social insurance but payouts are modest and portability is limited.",
      "alignmentValue": 3
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Residence permits cover work, self-employment, family reunification, and a 1-year digital nomad 'Unique Permit' launched in 2022.",
      "alignmentValue": 5
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "US citizens get a one-year visa-free stay and generally positive reception, easing scouting trips.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Most permits start at 1 year, renewable up to 5 years before permanent residence; digital nomads can extend to 5 years with income proof.",
      "alignmentValue": 5
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "After 5 years of legal residence (with language and integration tests) you may naturalize; expedited paths exist for investment but are narrow.",
      "alignmentValue": 4
    },
    {
      "key": "Family Members",
      "alignmentText": "Residence permits allow spouse and children to join via family reunification, though documentation must be apostilled and translated.",
      "alignmentValue": 5
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Permits typically process in 2–3 months with fees around 7,500–10,000 ALL (~€70–90) per applicant.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Annual renewals require landlord registrations, bank statements, and criminal record checks; missing paperwork can reset the residency clock.",
      "alignmentValue": 4
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Albania permits dual citizenship, so the family could keep US passports if they eventually naturalize.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Expect Albanian-language forms, notarized leases, and periodic in-person appearances at migration offices.",
      "alignmentValue": 4
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Local game development is nascent, with most talent freelancing for foreign studios or focusing on outsourcing.",
      "alignmentValue": 2
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Only small indie teams such as Albanian Game Developers and local XR labs operate in Tirana; no major studios are headquartered here.",
      "alignmentValue": 2
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Groups like Albanian ICT Association host occasional game jams, but regular meetups are limited and Tirana-centric.",
      "alignmentValue": 3
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Low operating costs and growing tech incubators help experimentation, yet funding and senior talent pools are very thin.",
      "alignmentValue": 4
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Fiber broadband is available in central Tirana with 50–200 Mbps plans, but power outages and rural infrastructure gaps persist.",
      "alignmentValue": 5
    }
  ]
}