{
  "version": 2,
  "iso": "AT",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Strict EU protections keep over half the country forested and rivers swimmable, so the family gets clean urban parks and quick alpine escapes without worrying about pollution.",
      "alignmentValue": 9
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Heatwaves and glacier melt are intensifying, yet Vienna's inland setting, funded flood works, and national adaptation plans keep climate shocks manageable for the coming decades.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Springs and autumns stay mild, summers warm without Midwestern humidity, and winters are cold but gentler than Kansas City swings, so routines mostly call for good seasonal gear.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Vienna and Graz average about 12 µg/m³ PM2.5 with low-emission zones, and even winter inversion days clear quickly, letting the kids play outside with minimal filtration worries.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Flood defenses on the Danube and alpine avalanche controls make major disasters rare; preparedness mainly means heeding seasonal alerts rather than bracing for life-altering storms.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March–May days hover around 5–18°C (41–64°F) with light rain and increasing sun, comfortable for park time once you pack layers.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "June–August highs around 27–29°C (81–84°F) with cool nights let the family rely on fans, with only a few humid spikes sending everyone to the lakes.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn sits near 10–18°C (50–64°F); occasional foggy mornings require layers, but most weekends stay perfect for vineyard hikes and park time.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Vienna winters hover from −1 to 5°C (30–41°F) with reliable snow clearing, so proper coats and boots suffice without brutal deep freezes.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Landlocked Austria relies on alpine lakes and public lidos rather than oceans; summer swimming is scenic but limited to short seasons.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Lake water hits 20–25°C (68–77°F) in July–August but stays chilly the rest of the year, so swimming windows are brief.",
      "alignmentValue": 3
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "The Alps, Danube valleys, and UNESCO-protected national parks make weekend hikes, skiing, and lake trips easy for an outdoorsy family.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Austria lacks a single legal floor, yet sector collective agreements set tech wages well above living-cost benchmarks, giving newcomers dependable entry pay once they navigate union paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers in Vienna commonly earn €60–75k plus 13th/14th month pay—comfortable locally, though below US equivalents and requiring adjustment for high taxes.",
      "alignmentValue": 6
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Banks, industrial firms, and consultancies keep steady demand for .NET talent, with Vienna and Linz hosting most openings and some remote-friendly teams.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles exist in startups and agencies but hiring volume is thin compared with Java/.NET, so Sarah may rely on remote contracts or language flexibility.",
      "alignmentValue": 4
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "The Red-White-Red Card lets employers sponsor skilled workers, yet quotas, German-language paperwork, and salary thresholds mean persistence is required.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "Austria’s diversified economy keeps unemployment near 5% with strong manufacturing and services; inflation cooled after 2022 energy spikes, signaling resilience.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Post-pandemic Austria normalized hybrid weeks, and Vienna offers coworking hubs with solid broadband, though some firms still expect office presence.",
      "alignmentValue": 6
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Collective agreements limit overtime, lunch breaks are respected, and managers generally expect employees to log off—supportive of Sarah’s lower-stress goals.",
      "alignmentValue": 8
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Collective agreements hold most contracts to 38–39 hours with tracked overtime, letting Sarah safeguard family evenings even during crunches.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Five statutory weeks (25 days) of paid leave become six after long service, so Trey and Sarah can plan U.S. visits knowing the time is protected.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Many tech firms grant 25–30 days and company-wide bridges around holidays, so extended US visits are feasible.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Vienna balances urban amenities with slower café culture and reliable transit, easing Sarah into a calmer rhythm than US metros.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Offices often run 8:30–17:00; primary schools end around 13:00 with optional afternoon Betreuung that needs booking, so logistics require planning.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends highlight parks, alpine day trips, and museums, but Sunday retail closures mean stocking up early and embracing leisure routines.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Austria scores high on safety, playground density, and parental leave norms, giving families predictable support networks.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "While Vienna’s queer scene is tolerant, polyamory lacks legal recognition and remains niche socially, so openness depends on carefully chosen communities.",
      "alignmentValue": 4
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents are expected to engage closely with schools and extracurriculars, yet dual-earner households are common, offering flexibility once childcare is arranged.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Vienna’s traffic-calmed streets, pram-friendly transit, and public play spaces make day-to-day errands with young kids easier than most US cities.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools are free with growing bilingual tracks; international schools exist but come with tuition and waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Municipal Kita spots have expanded, yet demand still exceeds supply in popular districts, requiring early applications and backup plans.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens receive subsidized childcare fees and family allowances that offset costs for toddlers like Alasdair.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Non-EU residents can access municipal childcare once registered, but subsidies may hinge on residency duration and German documentation.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Primary and secondary schooling is guaranteed, with free textbooks and special support for German learners.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident children can enroll in public schools, yet integration classes and paperwork in German add administrative friction.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Catholic and international schools offer alternative tracks, but spaces are limited and tuition rivals US private rates.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Generous parental leave up to 24 months with income-sharing and monthly Familienbeihilfe strengthen the safety net for local families.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Red-White-Red card holders can claim many benefits after residence registration, though processing can be slow and documentation strict.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities charge minimal fees and offer broad study options, making future tuition manageable for Trey and Sarah’s kids.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU students pay higher—but still modest—fees (~€1,500 per semester) and must meet German or English proficiency requirements.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Austria promotes gender equality laws, yet part-time work among mothers remains common, reflecting moderately traditional expectations outside cities.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal gender change is available and Vienna hosts visible queer events, though rural attitudes skew conservative, so acceptance varies.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Rights",
      "alignmentText": "EU protections cover reproductive rights and workplace equality, but pay gaps and leadership imbalances persist.",
      "alignmentValue": 7
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Women are expected to present polished European style yet everyday fashion remains practical, with societal pressure lower than in southern Europe.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Men face modest expectations around breadwinning and understated style; emotional openness is improving but still lagging Nordic norms.",
      "alignmentValue": 5
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Coffeehouse culture, classical music institutions, and thriving indie art scenes give Trey and Sarah plenty to explore beyond work.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "City life runs smoothly in English for work and daily errands, but government offices and lasting community ties still push the family toward steady German study.",
      "alignmentValue": 7
    },
    {
      "key": "Progressivism",
      "alignmentText": "Vienna votes left-of-center and pushes LGBTQ+ inclusion, though national politics sees strong conservative blocs and a rising far-right FPÖ.",
      "alignmentValue": 6
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Social democracy shaped modern Austria, with trade unions influential and Marxist ideas debated academically but not dominant.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "Roughly a quarter of residents report no religion, and practical secularism is common in cities despite Catholic heritage.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Urban Austria is comfortable discussing consent and comprehensive sex ed, yet Catholic roots keep frank conversations patchy outside the big cities.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Equal marriage and anti-discrimination laws are in place, and Vienna's queer scene is vibrant, though rural regions remain more cautious about openly poly or LGBTQ+ families.",
      "alignmentValue": 7
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighborhood associations, co-housing projects, and parent groups foster community, though German fluency unlocks deeper connections.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "Austrians prize cultural heritage and social order, often describing themselves as pragmatic, music-loving, and reserved with newcomers.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Relations with EU neighbors are cordial, with active cross-border commuting and shared Alpine initiatives.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors see Austria as stable and cultured, yet sometimes insular, expecting outsiders to adapt to local norms quickly.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Vienna offers late-night bars, classical venues, and techno clubs, but closing times and Sunday quiet hours keep things calmer than Berlin.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Smart-casual European tailoring—dark jeans, blazers, quality footwear—is typical, so Trey can blend in with polished basics.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women favor minimalist chic with seasonal layers; practical outerwear for transit and alpine trips keeps expectations realistic for Sarah.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Skiing, hiking, cycling, and café meetups dominate leisure time, offering ready-made ways to meet locals with similar interests.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "German-speaking board-game culture is strong—Vienna hosts Spielbar cafés and clubs where Eurogames and RPGs are mainstream.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Classical halls, jazz clubs, and a modest but lively electronic scene give plenty of evening options without overwhelming crowds.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Meetup groups span tech, parenting, LGBTQ+, and international circles; proactive German learning accelerates belonging.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "From Vienna, trains reach alpine trails and Danube bike paths within an hour, satisfying the family’s hiking and outdoors goals.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Austria is a federal parliamentary republic with proportional representation and independent courts, supporting democratic resilience.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Catholic heritage informs holidays, yet policymaking is largely secular with church influence limited to specific social debates.",
      "alignmentValue": 6
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Collective bargaining coverage near 98% secures paid leave, notice periods, and protections that suit the family’s desire for stability.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "A social market model blends welfare with private enterprise, aligning reasonably with Trey’s preference for supportive yet innovative environments.",
      "alignmentValue": 7
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Democratic institutions are strong, but far-right gains and surveillance debates warrant attention for a family wary of authoritarian drift.",
      "alignmentValue": 6
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Markets operate within regulated frameworks, offering entrepreneurship support alongside higher taxes and compliance steps.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "Austria enjoys low crime, predictable governance, and EU backing, making geopolitical and economic shocks relatively rare.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Independent outlets and the ORF watchdog culture challenge spin quickly, so nationalistic narratives surface mainly during campaign seasons.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government communication usually stresses social partnership and pragmatic fixes, with patriotic framing appearing but rarely turning into hostile us-versus-them rhetoric.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Strong welfare, health insurance, and subsidized housing coexist with tighter asylum policies, blending solidarity with cautious borders.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show moderate trust—higher than the US but dented by recent corruption probes, encouraging civic engagement and watchdog media.",
      "alignmentValue": 6
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Austria ranks well on Transparency International, yet party finance scandals surface periodically, signaling a need for ongoing vigilance.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "When corruption appears it often involves patronage in public contracts or party appointments rather than street-level bribery.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Vienna’s social housing keeps rents stable, but newcomers face deposit-heavy private leases and limited larger flats in trendy districts.",
      "alignmentValue": 6
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Austria is one of Europe’s safest countries; violent crime is rare and public transit feels secure even at night.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal statutory insurance delivers quick access to family doctors and hospitals with modest co-pays and strong maternity care.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Once employed, non-EU residents join the same Krankenkasse system; private insurance may bridge initial waits but quality remains high.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Families receive monthly child allowances, tax credits, and subsidized daycare slots, though navigating benefits requires German paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Generous parental leave schemes and flexible part-time rights for parents fit the household’s desire for work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Austria delivers solid academic outcomes, strong vocational pathways, and free university, tempered by early tracking that may pressure younger students.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Nationwide rail, integrated city transit, and low-cost KlimaTickets make car-free living practical for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "A regulated market economy couples private enterprise with strong public services, supporting entrepreneurial experiments with a safety net.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Progressive income taxes and mandatory social contributions fund benefits but require quarterly prepayments and local registration steps for newcomers.",
      "alignmentValue": 6
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Dual professional incomes would land in the 35–45% bracket plus social insurance, a noticeable jump from Missouri’s effective rate.",
      "alignmentValue": 4
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Modern banking apps, SEPA transfers, and widespread contactless payments coexist with a lingering cash preference in small shops.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Vienna housing and groceries cost less than major US coasts but more than Kansas City; family budgets benefit from subsidized transit and healthcare.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Defined-benefit pensions and employer supplements keep elderly poverty low, backed by mandatory contributions.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Non-citizens accrue pension rights after five years of contributions, yet portability to the US is limited without bilateral agreements.",
      "alignmentValue": 5
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Skilled workers can pursue the Red-White-Red Card or EU Blue Card with proof of qualifications, language basics, and salary thresholds.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Locals are polite toward Americans, but administrative offices expect German and strict adherence to rules, which can feel chilly.",
      "alignmentValue": 5
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Initial residence permits typically last two years with renewal pathways toward permanent residency after five years of continuous stay.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization generally requires 10 years, B1 German, and proof of integration, with limited exceptions for extraordinary contributions.",
      "alignmentValue": 4
    },
    {
      "key": "Family Members",
      "alignmentText": "Dependents can be included on Red-White-Red cards if income and housing thresholds are met, ensuring the whole household stays together.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Permit processing can take 2–4 months and involves fees, apostilles, and in-person biometrics—manageable but paperwork-heavy.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Registration deadlines, health insurance proof, and income audits are enforced; missed steps risk fines or permit denial.",
      "alignmentValue": 5
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Austria rarely allows dual citizenship outside special cases, so naturalization would likely require renouncing the US passport.",
      "alignmentValue": 2
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Expect German integration courses, rental contract requirements for residency, and annual income reviews before upgrades to long-term permits.",
      "alignmentValue": 5
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "The local game industry is small but steady, with studios in Vienna, Salzburg, and Innsbruck hiring for Unity and Unreal roles.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Studios like THQ Nordic (HQ), Mi'pu'mi Games, and rare indie successes (e.g., The Lion's Song) signal an ecosystem Trey could plug into.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Events such as Game Dev Days Graz and Coworking Salzburg foster mentorship and jams, helping Trey find collaborators.",
      "alignmentValue": 6
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Austria Wirtschaftsservice grants, EU Creative Europe funds, and Vienna Business Agency support give indie studios seed capital plus affordable coworking.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Transit, healthcare, and utilities are world-class, yet digital bureaucracy still trails the Nordics, requiring occasional in-person appointments.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Meaningful swings appear a few times per season; we budget extra time and gear to handle sudden cold snaps or storm systems. Seasonal Weather at 7/10 and Natural Disasters at 8/10 steer the family toward a strong outlook for seasonal extremes & variability.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Noticeable winter darkness arrives but we can maintain energy with regular outdoor breaks and occasional light therapy. Seasonal Weather at 7/10 and Environment at 9/10 steer the family toward a strong outlook for seasonal sunlight hours.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Two to three strong seasons offer great weather while shoulder months require occasional adjustments. Seasonal Weather at 7/10 and Environment at 9/10 steer the family toward a strong outlook for pleasant weather windows.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Lower-income families can make it work but face long waitlists or limited options in desirable neighborhoods. Minimum Wage at 7/10, Housing Situation at 6/10, and Childcare Support (Citizens) at 8/10 steer the family toward a strong outlook for quality of life – lower-income tier.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Comfortable living is possible but major purchases or travel demand careful planning and occasional sacrifices. Typical Software Salaries at 6/10, Housing Situation at 6/10, and Work-Life Balance at 8/10 steer the family toward a strong outlook for quality of life – middle-income tier.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated. Housing Situation at 6/10, Private Education at 5/10, and Family Life at 8/10 steer the family toward a mixed outlook for quality of life – higher-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Large rentals appear occasionally and move fast, demanding premium rent or broker connections. Housing Situation at 6/10 and Cost of Living (Optional) at 6/10 steer the family toward a mixed outlook for spacious housing benchmark (2k sq ft rent).",
      "alignmentValue": 6
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Intentional communities exist but are limited in size or geared toward niche demographics. Community Vibes at 7/10, Meetups & Communities at 7/10, and Family Life at 8/10 steer the family toward a strong outlook for community living opportunities.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully. Community Vibes at 7/10, Meetups & Communities at 7/10, and Common Hobbies at 7/10 steer the family toward a strong outlook for friendliness & neighborliness index.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Immigrants are tolerated but face regular microaggressions or bureaucratic hurdles. Welcoming of US Migrants at 5/10, Progressivism at 6/10, and Language & English Ubiquity at 7/10 steer the family toward a mixed outlook for immigrant sentiment – general.",
      "alignmentValue": 6
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Noticeable grumbles about expats driving up costs or staying in enclaves; we mitigate by community engagement. Welcoming of US Migrants at 5/10, Language & English Ubiquity at 7/10, and View of Them by Neighboring Countries at 6/10 steer the family toward a mixed outlook for immigrant sentiment – white migrants.",
      "alignmentValue": 6
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Politeness is situational; some contexts feel brisk but respectful. Community Vibes at 7/10, Nightlife Culture at 6/10, and Common Hobbies at 7/10 steer the family toward a strong outlook for surface interaction norms.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Many acquaintances stay casual, but dedicated outreach unlocks close friendships over time. Community Vibes at 7/10, Meetups & Communities at 7/10, and What Is Intriguing at 8/10 steer the family toward a strong outlook for depth-seeking social norms.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Expect to navigate varied norms—crowded spaces or warm cultures may lean into closer contact. Community Vibes at 7/10, Sex (Attitudes) at 7/10, and View of self at 6/10 steer the family toward a strong outlook for personal boundary & bubble norms.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "We balance honesty with cultural nuance to avoid unintentionally offending. Progressivism at 6/10, What Is Intriguing at 8/10, and Trust in Government at 6/10 steer the family toward a strong outlook for moral, honesty & openness expectations.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in. Fashion Trends (Male) at 6/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for grooming & beauty investment.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Diet talk and body critiques surface regularly in social circles. Fashion Trends (Male) at 6/10, Fashion Trends (Female) at 6/10, and Sex (Attitudes) at 7/10 steer the family toward a mixed outlook for body image & fitness pressure.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs. Fashion Trends (Male) at 6/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for fashion & style expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Boundaries are understood yet alcohol-fueled scenes need watchfulness. Sex (Attitudes) at 7/10, LGBTQ+ Attitudes at 7/10, and Nightlife Culture at 6/10 steer the family toward a strong outlook for flirting boundaries & consent culture.",
      "alignmentValue": 7
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Traditional norms dominate mainstream spaces, limiting how our family models relationships. Gender Roles at 6/10, Gender Fluidity at 6/10, and Sex (Attitudes) at 7/10 steer the family toward a mixed outlook for gendered flirting expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "We can find community yet must manage privacy carefully to avoid backlash. Polyamory at 4/10, Sex (Attitudes) at 7/10, and Community Vibes at 7/10 steer the family toward a mixed outlook for monogamy vs. non-monogamy acceptance.",
      "alignmentValue": 6
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Attitudes split; open discussion is fine in urban enclaves yet frowned upon elsewhere. Sex (Attitudes) at 7/10, Nightlife & Music at 6/10, and Community Vibes at 7/10 steer the family toward a strong outlook for promiscuity attitudes.",
      "alignmentValue": 7
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Multi-partner families keep a low profile to avoid gossip or discrimination. Polyamory at 4/10, Community Vibes at 7/10, and LGBTQ+ Attitudes at 7/10 steer the family toward a mixed outlook for group & multi-partner relationship attitudes.",
      "alignmentValue": 5
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely. Community Vibes at 7/10, Sex (Attitudes) at 7/10, and Nightlife Culture at 6/10 steer the family toward a strong outlook for personal space & touch norms.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations. Safety & Crime at 9/10, State Ideology at 7/10, and Political System at 8/10 steer the family toward a strong outlook for firearm laws & ownership culture.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support. Progressivism at 6/10, Political System at 8/10, and Safety & Crime at 9/10 steer the family toward a strong outlook for controlled substance policies.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease. Safety & Crime at 9/10, Progressivism at 6/10, and Authoritarian Backsliding Risk at 6/10 steer the family toward a strong outlook for drug enforcement climate.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Incidents are uncommon; authorities communicate transparently and communities feel prepared. Safety & Crime at 9/10 and Stability at 8/10 steer the family toward an excellent outlook for mass violence incidence.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "We track reports to avoid complacency; advocacy groups monitor periodic abuses. Authoritarian Backsliding Risk at 6/10, Safety & Crime at 9/10, and Perceived Corruption at 6/10 steer the family toward a strong outlook for carceral conditions & prison labor.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Walkable pockets exist and connect via decent transit; we plan routes to avoid busy arterials. Public Transportation at 9/10, Housing Situation at 6/10, and Nature Access at 8/10 steer the family toward a strong outlook for walkability & pedestrian safety.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available. Healthcare (Citizens) at 8/10, Work-Life Balance at 8/10, and Community Vibes at 7/10 steer the family toward a strong outlook for community health consciousness.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common but balanced by strong fresh markets. Cost of Living (Optional) at 6/10, Community Health Consciousness at 8/10, and Fresh & International Cuisine Access at 7/10 steer the family toward a strong outlook for processed food saturation.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "We can meet most cravings but specialty ingredients or restaurants appear sporadically. Nightlife & Music at 6/10, Common Hobbies at 7/10, and Meetups & Communities at 7/10 steer the family toward a strong outlook for fresh & international cuisine access.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is moderate; we secure support with some wait times. Seasonal Weather at 7/10, Work-Life Balance at 8/10, and Community Vibes at 7/10 steer the family toward a strong outlook for depression prevalence.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Moderate obesity levels exist but community efforts keep trends stable. Community Health Consciousness at 8/10, Work-Life Balance at 8/10, and Cost of Living (Optional) at 6/10 steer the family toward a strong outlook for obesity rate.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms; screening and early detection programs are reliable. Environment at 9/10, Healthcare (Citizens) at 8/10, and Community Health Consciousness at 8/10 steer the family toward a strong outlook for cancer incidence.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Recessions hit noticeable segments, requiring flexibility or retraining. Economic Health at 7/10, Remote-Friendly Culture at 6/10, and Typical Software Salaries at 6/10 steer the family toward a mixed outlook for broader job market resilience.",
      "alignmentValue": 6
    }
  ]
}
