{
  "version": 2,
  "iso": "AU",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Australia has a healthy .NET market with enterprise and gov roles in Sydney and Melbourne. Remote work and cloud skills support Trey\u0027s and Sarah\u0027s plans.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "AU 2D environmental artist pay is competitive in major cities but ~10-15% below top NA hubs. Benefits and lifestyle help offset relocation.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Australia offers occasional 2D environment art workshops in major cities. Online courses help, but in-person events are sporadic.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "AU has multiple strong design programs (RMIT, UTS, UNSW, Melbourne) producing ready 2D environment artists for local studios.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Australia (Melbourne/Sydney) shows 2D environmental artist openings in about 2-3 months; steady demand and remote options help fill roles.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Australia (AU), English is standard for 2D environmental art; expect English workflows, bilingual skills are a bonus for international teams.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In AU, studios widely support remote/hybrid 2D environmental art with robust async workflows. Time-zone friendly schedules help work-life balance.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Australia has a moderate 2D environmental artist pool, concentrated in Melbourne and Sydney; expect mid-to-senior talent with targeted sourcing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "AU 3D animator pay is about 20% below top markets. Strong benefits and healthcare help relocating families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Australia has solid 3D animation continuing education in Sydney/Melbourne via AFTRS and AIE; short courses and workshops are common.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Australia has several strong 3D animation programs (RMIT, Swinburne, UTS). Graduates feed local studios with solid portfolios.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Australia: 3D animator roles typically 3-4 months with proactive sourcing; Sydney/Melbourne hubs support relocation if needed.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Australia, 3D animation studios primarily use English; your English ubiquity approach fits AU teams, with some bilingual collaboration in larger shops.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Australia\u0027s 3D animation sector leans toward flexible remote/hybrid setups. Sydney and Melbourne studios often provide remote options and equipment stipends.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Australia\u0027s 3D animation pool is solid in Sydney/Melbourne with mid- to senior talent. Competition for senior hires is noticeable, but local studios exist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Australia\u0027s 3D Character Artist pay trails top markets by 25–30%; Sydney/Melbourne packages are solid with good work-life benefits.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Australia has regular short courses in 3D character art via universities and AIE; many events rely on visiting experts or online delivery.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Australia has several strong 3D animation/game programs (RMIT, U Melbourne, SAE); graduates feed into studios nationwide each year.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Australia: 3D Character Artist roles typically take 3-4 months; family-friendly AU studios and remote options improve hiring odds.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Australia (AU): 3D character artist roles are largely English-based; bilingual skills help for international clients and teams (Sydney/Melbourne).",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "AU studios favor hybrid work for 3D artists; remote allowed but regular onsite collab supports stable projects and family balance.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Australia has a solid 3D character artist pool with mid-level talent and active studios; senior roles are competitive, relocation could help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "In Australia (AU), there are occasional game cohorts and general startup programs; tailored game tracks are limited.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "AU air quality is generally good; seasonal bushfire smoke can degrade air quality on some days, portable filters may help the kids.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "AU has regional studios like Ubisoft Melbourne and mid-size anchors; steady game-dev jobs and training in Sydney and Melbourne.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "Australia\u0027s secular culture is strong. Atheism is broadly accepted in daily life, work, and public institutions.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Australia\u0027s independent courts and free media sustain civil liberties; ongoing vigilance keeps AU democracy strong for your family.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Australia’s banking is solid with real-time payments and contactless cards; newcomers may face upfront paperwork, but digital banking is strong.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Excellent beaches across Australia with lifeguards and family facilities within reach. Water quality is monitored and beaches are inclusive year-round.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "In Australian cities (Sydney/Melbourne), active boardgame nights and family-friendly shops exist; rural groups are less common.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Across Australia, fitness talk exists but remains respectful. Urban, inclusive communities focus on well-being over body shaming.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Australia\u0027s diversified economy and visa/grant programs support quick reemployment; tech hubs in Sydney and Melbourne back startups and remote work.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Australia\u0027s cancer incidence is near global norms; strong screening programs and universal healthcare support early detection.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Australia (AU) generally maintains humane carceral conditions with independent oversight. Some regional facilities lag in services.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Australia\u0027s Child Care Subsidy helps, but hours caps and income testing keep costs. Plan ahead and tap local provider networks for two young children.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "AU cities feel safe and family-friendly, with parks, schools and kid-friendly services; major hubs can have busier traffic.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Australia\u0027s Child Care Subsidy eases costs, but urban fees still reach AUD 120–180 per day. Families often need top-ups to cover the rest.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Australia offers childcare subsidies to visa families. Temporary skilled visas require residency tests; initial care may be private.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Australia, beach/outdoor life and board games are common; climbing gyms and game shops support this family’s hobbies.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Australia\u0027s game-dev scene features regular meetups and annual conferences in Sydney and Melbourne. It suits a community-focused, remote-friendly family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Australia\u0027s universal healthcare and wellness programs support active, family-friendly living; parks, schools, and clinics make healthy living easy.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Australia offers several reputable co-living projects in major cities (Sydney, Melbourne) with family-friendly programs; entry may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "AU CM pay trails top markets by ~25-30%; strong work-life balance and universal healthcare help offset for families.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Australia has regular community manager meetups and short courses in Sydney and Melbourne, plus active online groups—solid upskilling for a family-friendly plan.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Australia has game/media programs, but dedicated community manager curricula are limited. Studios rely on on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Australia: expect 2-3 months to hire a community manager; Sydney and Melbourne have competitive pipelines but are reachable with proactive sourcing.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Australia: English-first CM scene; multilingual teams are common. Fits the family\u0027s emphasis on English ubiquity and openness to local language learning.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Australia, studios largely support flexible remote or hybrid community manager roles; equipment stipends are common.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Australia has a solid CM pool in Sydney/Melbourne; senior roles cluster at a few studios, so startups may need relocation or remote hires.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Australia generally feels welcoming; newcomers build ties through schools and local clubs, with friendly, gradual integration.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Australia, established studios largely track global medians after cost of living. Look for strong offers in Sydney/Melbourne and negotiate grants/visa perks.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "AU startups balance cash and equity; Sydney/Melbourne costs temper cash, but grants/visa programs aid runway.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Australia\u0027s bridging visas and 183-day tax rules are manageable. Timely ATO lodgments help avoid minor penalties for your family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Australia offers regular dev bootcamps and local meetups in major cities like Sydney and Melbourne. Universities offer ongoing PD to supplement self-study.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Australia\u0027s IT/cloud contractor bench is solid. Azure and game-dev talent available in Sydney/Melbourne, though top specialists can book out.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Australia (AU) balances education and support with enforcement. Major cities offer harm reduction programs and universal healthcare.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Australia\u0027s costs are slightly elevated; use grants and startup visas to offset higher rents and payroll, especially in Sydney and Melbourne.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "In AU (Sydney/Melbourne), rents often AUD 700–900/wk. Remote USD income still stretches to cover housing and groceries.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Australia has solid coworking and startup programs (Sydney/Melbourne), but game-specific gear (mocap) is scarce; expect strong general spaces.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Australia offers a growing game-dev scene and visa paths. Software roles remain competitive with moderate hiring friction but steady openings.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Australia: depression prevalence is moderate; Medicare-backed access helps, but therapy wait times exist. Strong community supports ease care.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Australia\u0027s family-friendly, club-based communities welcome newcomers; steady outreach builds close friendships over time.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Australia generally ranks favorably on D\u0026I, especially in Sydney/Melbourne, with strong LGBTQ\u002B protections and inclusive workplaces; progress varies by sector.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Australia, enforcement is proportionate with strong oversight. Families rarely witness aggressive drug sweeps.",
      "alignmentValue": 9
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Australia allows dual citizenship with the US with minimal reporting. The Kansas City family can retain both while settling in AU.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Australia offers non-dilutive startup grants; Accelerating Commercialisation can provide up to AUD 1M. State programs add more.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Australia offers generalist funds plus public grants for early-stage games. The country has government-backed programs that can support game startups, though competition exists.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Australia\u0027s economy remains solid with low unemployment and a diverse services sector; safety nets cushion downturns and grants support startups.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Australia maintains a developed market with services and mining; reliable governance supports entrepreneurship through grants, visas, and startup programs.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Australia\u0027s policy for creative tech is stable; ongoing Screen Australia and tax incentives offer predictable support with only minor budget tweaks.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Australia\u0027s public education is strong overall, with robust early childhood programs; outcomes vary by state, but bilingual exposure is feasible.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Australia\u0027s game-ed scene is growing; Melbourne/Sydney universities partner with studios, delivering a solid pipeline for grads.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "AU offers solid skilled sponsorship; Trey and Sarah in IT/game dev should find sponsor support, though timelines may vary by role and state.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Australia (AU): Unity dominates the local game-dev scene, with active Unreal presence and cross-engine resources via AU studios and grants.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Australia\u0027s diverse ecosystems and conservation underpin high environmental quality; many urban parks and mild climates invite easy outdoor life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "AU tax load near 30% (income tax \u002B GST); strong public services and healthcare offset costs.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Sydney sits around 14–22°C with cool evenings; most days are mild, with occasional showers.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Australia offers family-friendly policies, safe neighborhoods, and parks for active families. Universal healthcare and solid schools support daily life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "AU partner visas cover both spouses; dependent children included; work rights and schooling available, though processing can be lengthy.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Australia offers paid parental leave up to 18 weeks, childcare subsidies, healthcare, and education support. However, payments can be slowed by bureaucracy.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Australia provides 18 weeks paid parental leave and family tax benefits; childcare subsidies ease ongoing costs, though income tests apply.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Australia grants limited regular benefits to visa-holding families; emergency care may be available, but most welfare requires permanent residency.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Australian cities, casual-smart is common; polished for work events, but family life stays relaxed.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Australia, urban fashion is diverse and body-positive; Sydney and Melbourne lead, while rural AU towns stay more conservative.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Australian urban areas, smart casual is common. On hot days, shorts and tees are common, but offices prefer neat, versatile looks.",
      "alignmentValue": 7
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Australia supports diverse femininity and independence. In urban AU areas, women can pursue careers and parenting with minimal stigma.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Australia (AU) has strict gun laws and low ownership; a calm, safety-focused environment with minimal exposure to firearms.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Australia, consent culture is strong; boundaries are clear and bystander intervention is common in nightlife.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Australia\u0027s startup scene in Sydney/Melbourne has growing founder networks and regular meetups; grants and accelerators support dev teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Australia’s urban centers offer abundant fresh markets and diverse international cuisines. Produce quality is high with only rare gaps outside major cities.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Australia\u0027s inner-suburban neighborhoods are generally polite and open to newcomers; joining local parent groups and schools helps you connect quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "AU game-dev grants offer roughly AUD 0.5-1.2M/year; strong ecosystem could back Trey\u0027s startup with a focused, scalable plan.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Australia\u0027s game dev scene is solid in Melbourne/Sydney with steady openings. Remote work and grants bolster Trey\u0027s startup path.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Australia, gender diversity enjoys strong protections in urban areas. Rural adaptation lags, but overall acceptance is high.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Australia has strong gender protections with active enforcement. LGBTQ\u002B rights are protected, though pay gaps and leadership representation remain.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Australia, gender roles are broadly egalitarian, with strong policy support for families. Urban areas drive progress, while some rural pockets linger.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Australia generally has modern flirting norms; most genders can initiate or decline without stigma, with only minor traditional pockets.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Australia, healthcare access varies by visa: permanent residents have Medicare; temporary visa holders may need private cover.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Australia (AU): climate risks exist (heatwaves, fires, coastal flooding) but mitigation and planning keep risk manageable.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Australia offers entrepreneur pathways (e.g., GTI/188) but no dedicated startup visa; processing times and quotas can add friction.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Australia leans casual, but a neat appearance helps in work and social settings; budget moderate grooming to fit AU norms.",
      "alignmentValue": 5
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Australia, progressive circles tolerate multi-partner families; social acceptance exists, but formal legal recognition remains limited.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Australia\u0027s Medicare covers GP visits and hospital care with low out-of-pocket costs; many families add private cover to skip elective waitlists.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Australia, US visa holders typically need private health cover; Medicare isn\u0027t automatic, so private insurance remains essential until residency.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Australia, citizens access HECS-HELP; as visa-holders, your family would face international fees unless you qualify for scholarships or eventual residency.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Australia, international tuition is high and visa hurdles add friction. Some scholarships exist, but fees and paperwork can complicate study plans.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Australia, Melbourne and Sydney game studios typically fill roles in about 3 months. Relocation or remote-start is common for established studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Australia startup hiring is moderate; most roles take 3–4 months to land, with incentives often needed. Remote options help family stability.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Housing in Australia\u0027s major cities is costly and competitive; family-friendly outer suburbs with parks are available but rents stay high.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Australia uses PAYG withholding with annual self-assessment via the ATO. MyGov pre-fills simplify filing, though startups may need BAS guidance.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Australia is generally welcoming to immigrants; your family should feel safe sharing languages and traditions, though migration levels are occasionally debated.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "AU generally welcomes skilled, English-speaking white migrants; integration is smooth with minor stereotypes easy to navigate and strong family support.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Australia, public K-12 is broadly accessible and free; enrollment follows local catchments, with some selective-entry schools.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Australia, visa families can enroll in public K-12, but may face temporary-resident fees and variable ESL support by state.",
      "alignmentValue": 6
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Australia uses English in government and education. In cities, English is dominant, with translation apps mostly needed in rural areas.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English is dominant in Australian studios; most teams offer bilingual support for local partners, aligning with your preference for English ubiquity.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Australia is English-dominant; startups use English with local-language outreach for multicultural communities, matching the family\u0027s English ubiquity and openness to learning.",
      "alignmentValue": 9
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "AU has general tech lawyers with some game-IP experience; in Sydney/Melbourne you\u0027ll find IP firms, but dedicated game-IP specialists remain limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Australia (AU) offers strong LGBTQ\u002B protections. Major cities have inclusive services, though some rural areas may vary.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Australia hosts active indie and university playtest networks (Sydney, Melbourne). Booking often requires lead time.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Australia, Marxism is mostly academic or within fringe/greens circles. Mainstream policy remains ambivalent.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Australia\u0027s masculinity norms are evolving. Caregiving dads are increasingly accepted, aligning with your family-friendly, progressive stance.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Australia, mass violence is rare; authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "AU offers plenty of meetups in Sydney and Melbourne; some niche groups use waitlists or fees, but communities are accessible.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "AU minimum wage is near AUD $24/hr. With childcare subsidies and Medicare, a two-earner family generally covers core expenses.",
      "alignmentValue": 9
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Australian cities offer strong power, healthcare, and fast NBN (250\u002B Mbps); regional areas still rely on slower fixed wireless.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Australia (AU), non-monogamy is generally accepted in urban centers; privacy needed in suburbs to avoid backlash.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Australia values direct yet courteous honesty. Share needs clearly while respecting local norms and inclusivity.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Australia\u0027s natural beauty is expansive and family-friendly, from the Great Barrier Reef to bushland. Easy-access trails and parks support weekly outdoor time.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Australia\u0027s hazards vary by region - bushfires, floods and cyclones; with insurance and evacuation plans, disruptions are manageable.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Australia offers beaches and parks within easy reach of inner suburbs; family-friendly trails are common in cities like Sydney and Melbourne.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Australia has a strong live music scene in major cities with family-friendly venues. Festivals like Splendour in the Grass exist, though planning helps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife exists in select Australian districts; safe transit, but families typically plan early outings and sitters for later events.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "AU has active game dev scenes; IGDA Melbourne and MIGW host regular meetups, with online hubs in Sydney/Brisbane accessible to families.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Notable Australian studios like Team Cherry (Adelaide) and Halfbrick (Brisbane) deliver solid output with international reach.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Australia, obesity is moderately common. Continue promoting balanced meals and active play for your family.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "AU offers grants, accelerators, and R\u0026D tax incentives for game startups. Major-city talent is strong; funding channels exist but competition is real.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "8: Australia\u0027s cities are manageable; suburbs and regional areas are slower, aligning with the family\u0027s desire for a relaxed pace.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Australia (AU), parenting is collaborative; both parents involved, paternal leave common, and schools partner with families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Australia offers citizenship by conferral after 4 years in-country (including 1 year as PR); dual citizenship allowed; English and civics tests required.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Corruption is rare in Australia; strong watchdogs and transparent governance protect daily life for families.",
      "alignmentValue": 10
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Australia\u0027s casual, open culture usually respects personal space. Transit crowds can feel close; advocate gently for comfort when needed.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Australia generally respects personal space; in busy transit (Sydney/Melbourne), locals check cues before contact, with hugs mainly among friends.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Coastal Australia offers many pleasant months, especially spring and autumn. Summers can be warm, but southern coastlines stay mild most of the year.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Australia\u0027s federal parliamentary democracy with compulsory voting; stable rule of law and open civic channels align with the family\u0027s democratic values.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Australia, polyamory is generally tolerated; major cities offer communities and resources, while some mainstream services may still misunderstand.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "AU offers subsidized childcare and preschool options; costs still vary, but dual-working families can access reliable centers.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Private Education",
      "alignmentText": "Australia has a strong public school system; private options exist but can be pricey, so private education is a premium choice.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Australia has abundant fresh markets that balance typical processed foods. Schools and events increasingly offer healthier options.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "AU PMM (Games) comp sits near global medians after cost of living; Sydney/Melbourne offer solid packages but still below top NA hubs.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Australia’s game scene offers regular Product Marketing Manager (Games) workshops and uni courses; solid instructors and online options.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Australia hosts several universities with game marketing programs. A solid pipeline feeds product marketing managers for games locally.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Australia\u0027s PMM (Games) hiring typically takes 3-4 months, with relocation support. Focus on Melbourne/Sydney; remote options can help Trey and Sarah.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Australia PMM (Games) roles rely on strong English fluency; Sydney and Melbourne studios often host multilingual teams.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "AU PMM (Games) roles commonly offer remote/hybrid with async workflows. This fits our family\u0027s need for flexible hours in Australia.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Australia has a solid pool of games product marketing pros (Melbourne/Sydney). Competition exists, but targeted sourcing and relocation can secure talent.",
      "alignmentValue": 7
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Australia, urban centers like Sydney and Melbourne push climate action, LGBTQ rights, and Indigenous reconciliation. Reforms vary by region.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "AU urban areas are generally open to consensual relationships; casual dating is common, with little moral policing in cities like Sydney and Melbourne.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Australia\u0027s public messaging stays factual and community-focused, with inclusive voices. It aligns with your progressive, LGBTQ\u002B-friendly family values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Australia\u0027s media is diverse (ABC/SBS and private outlets); some state/corporate narratives exist, but pluralistic voices keep the facts balanced.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "AU cities offer strong core-area transit, but outer suburbs are patchier—plan for a car on weekend family outings.",
      "alignmentValue": 6
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Australia\u0027s growing game dev scene offers some platform ties, but you\u0027ll need proactive outreach; attend PAX Australia and connect with local Unity/Unreal reps.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Australia offers universal healthcare and strong public schools for affluent families, but premium services may require planning or travel to Sydney/Melbourne.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In AU, universal healthcare and childcare supports help a two-adult, two-child family, but city housing and activities can strain budgets.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Australia offers strong public services, but housing and childcare in cities like Sydney strain budgets; mindful planning keeps a middle-income lifestyle viable.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Australia\u0027s real-time game scene is strong in Sydney/Melbourne with grants and solid broadband; supports both real-time and pre-rendered work.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Australia is largely secular; religion shapes culture but policy remains evidence-based and pluralistic, with protections for minorities and LGBTQ\u002B rights.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Australia, studios favor hybrid work; remote is allowed case-by-case, aiding Trey\u0027s founder role and Sarah\u0027s remote/hybrid needs.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "AU startups are hybrid-friendly. Founders can work remote, while juniors may be onsite as needed; Sydney/Melbourne hubs support flexible tooling.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Australia, remote/hybrid work is common in tech, but cross-Pacific calls may hit off-hours; policies vary by firm.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Australia\u0027s TSS visas run up to 4 years with paths to PR via nomination or points-tested routes; attainable but renewals require paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "In Australia (AU), the tech/startup scene offers solid retention for a founder and a remote web dev. Expect occasional churn around funding cycles.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "For families in AU, Age Pension and compulsory super provide solid retirement support; Medicare ensures affordable healthcare.",
      "alignmentValue": 9
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Australia: visa holders have limited public pension access. Private superannuation and savings are the main retirement path.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles exist in Australia but cluster in a few startups (Sydney, Melbourne); steady openings require networking; remote options improve access.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Very safe overall in Australia; low violent crime and active policing, but petty theft can occur in busy urban areas after dark.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Australia offers strong public schools and diverse options; bilingual exposure and early programs exist, though transfers vary by state.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Seasonal water temps vary by coast: northern Australia stays warm year-round; southern waters cool in winter, making swimming seasonal by region.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Australia\u0027s coastal climate is mostly mild, but expect a few notable extremes (heat waves, storms) each season; plan contingencies.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Australia’s winter darkness can be noticeable; maintain energy with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Seasonal weather in Australia varies by region; many areas enjoy mild springs and autumns, but summers can be hot and humid, requiring planning.",
      "alignmentValue": 8
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Australia has a solid pool of senior software/game leads in Sydney and Melbourne. Startups can recruit locally, though competition and salaries are high.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Australia broadly offers comprehensive, sex-positive education with accessible resources; urban areas are open, while some rural communities remain more cautious.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Australia offers universal healthcare (Medicare) and strong family supports. Policies are inclusive, with housing and income support.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Australia: 2k sq ft family rentals are competitive in suburbs; expect bidding wars and some trade-offs; target family-friendly areas with parks and schools.",
      "alignmentValue": 4
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Sydney, AU typically 12-23°C (54-73°F) with occasional showers; mild days and light winds, layers ready for outings.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Australia remains steady with predictable policies and strong institutions. For families, safety and quality of life stay high with healthcare and schools.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Australia\u0027s pluralistic democracy supports rights and debate. It also offers strong social protections and stable policies for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Australia\u0027s balanced, innovation-driven economy offers universal healthcare (Medicare) and strong safety nets; supports family-friendly startups and visa access.",
      "alignmentValue": 10
    },
    {
      "key": "Studio Density",
      "alignmentText": "Australia has a strong game-dev scene (Melbourne/Sydney) with dozens of studios and grants; a good fit for Trey\u0027s founder ambitions.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer in Sydney, Australia: highs around 26-30°C with occasional 35°C heatwaves; comfortable for a family with AC and park days.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Australia, service is generally friendly and efficient. Politeness is situational, but staff respond positively to proactive engagement.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Australia offers R\u0026D tax incentives and some game grants. Programs are selective and payouts vary.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In AU, family visa processing often spans many months; with four applicants, costs can exceed AUD 10k.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Australia generally has solid trust in government. However, a few agencies need improvement for newcomers.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Australia (AU), corruption is very low and quickly addressed; when issues occur, oversight catches isolated cases, protecting services.",
      "alignmentValue": 10
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "AU software salaries are solid in Sydney/Melbourne, but high living costs require dual incomes to maintain a comfortable family lifestyle.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Australia offers beaches, parks, and family events ideal for a 5-year-old and toddler. Most outings work with planning as popular spots fill quickly.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "AU schools often run 9–15 with after-care; remote/hybrid work helps. With a 5yo in school and a 1yo in childcare, wraparound care usually covers gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Australia, minimum annual leave for full-time staff is 4 weeks (about 20 days); generally reliable, but early planning helps for family time.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Australia typically offers 4 weeks (20 days) annual leave plus public holidays for full-time tech roles. This matches your family-friendly, slower pace.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "AU has game-dev vendors in Sydney/Melbourne for art, QA and co-dev; solid options exist but capacity is limited, so many rely on remote partners.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "AU VFX real-time pay trails global medians by ~20%; Sydney/Melbourne studios offer solid benefits and strong family-friendly balance.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Australia\u0027s real-time VFX continuing education is strong in Sydney and Melbourne, with regular short courses and solid instructors.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Australia has several reputable VFX/real-time programs across major universities; local studios regularly hire graduates.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "In Australia, Real-Time VFX roles typically take 4–5 months; proactive sourcing and relocation help accelerate hiring.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Australia (AU): VFX (Real-Time) work is English-dominant. Some studios value basic familiarity with local languages.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Australia, VFX real-time roles commonly allow remote/hybrid setups; studios often offer gear stipends and flexible hours for families.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "AU has a solid real-time VFX pool anchored by Sydney/Melbourne studios; senior roles are competitive, with strong remote-work options.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Australia (AU), relations with New Zealand are exceptionally friendly. Cross-border travel and regional cooperation are widely supported.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Australians see themselves as laid-back and pragmatic. For family, Australia offers mild climate, universal healthcare, and welcoming immigration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors view Australia as stable and cooperative with strong trade and travel ties. This supports family-friendly visas and cross-border mobility.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Australia offers solid skilled routes (189/190/491) for IT professionals; some options require employer sponsorship or state nomination, and costs can be high.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "AU cities offer walkable pockets; pick inner-suburban, family-friendly areas with sidewalks and parks, planning routes to avoid busy arterials.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Australia generally welcomes skilled US migrants; major cities offer clear visa paths and active expat networks.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Australia offers unique wildlife and diverse landscapes for family adventures; English ubiquity and solid public services ease the transition.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Sydney, AU winters are mild (8–17°C); snow is rare, so light coats suffice and daily life stays stable.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Australia, the standard workweek is about 38 hours; flexible, remote-friendly arrangements support family balance.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Australia often supports flexible hours and remote work for tech roles; weekends and evenings are commonly protected, aiding Sarah and family.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Australia\u0027s Fair Work Act delivers strong worker protections and a robust minimum wage; unions are active, but gig-work gaps remain.",
      "alignmentValue": 9
    }
  ]
}