{
  "version": 2,
  "iso": "AU",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In Hobart, .NET roles are mainly in government/UTAS education; steady but niche demand. Build a local network and upskill to stay competitive.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Hobart, 2D Environmental Artist compensation trails top markets by ~25–30%. The city’s lifestyle and remote options help offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Limited local 2D environmental art CE in Hobart; only a couple providers cover basics, with advanced topics mainly online.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "7: Hobart\u0027s UTAS Tasmanian College of Art offers design programs with small cohorts. Local 2D environmental art pipelines are limited, often requiring on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Expect vacancies to stay open about half a year in Hobart; local 2D Environmental Artists are scarce; remote or relocation may be needed.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Hobart, Australia, studios primarily use English; English is widespread, with some local-language familiarity helpful for collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Remote 2D environmental artist roles in Hobart exist, but often on a case-by-case basis. Hybrid arrangements are more common than fully remote.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Hobart, AU has a very thin local 2D environmental artist pool. Hiring will rely on relocation or strong remote sourcing.",
      "alignmentValue": 3
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "3D animator pay in Hobart, Australia sits ~20% below global medians. Strong lifestyle and family-friendly benefits help offset modest salaries.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Hobart offers sporadic 3D animation training. Expect occasional workshops or online courses via UTAS/TasTAFE, with limited in-person options.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Hobart has limited animation programs (UTAS); the pipeline is small, so grads often need on-the-job upskilling or relocation to mainland studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Hobart, 3D animator roles are rarely filled locally; studios rely on remote or imported talent, slowing hiring timelines.",
      "alignmentValue": 3
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Hobart, 3D animation is predominantly English; studios expect fluent English, with occasional demand for bilingual capability.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Hobart, Tasmania, remote 3D animation roles exist case-by-case. Expect limited process maturity and some onsite collaboration.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Limited 3D animator pool in Hobart; local availability is sporadic. Expect remote hires or relocation to mainland studios for senior talent.",
      "alignmentValue": 4
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Hobart offers lower cost of living and mild climate; 3D character artist pay runs about 20% under global medians, offset by quality of life.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Limited local 3D character art continuing education in Hobart; most learning is online or via mainland providers; sporadic workshops exist.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Hobart, Australia has limited dedicated 3D character art programs; grads often upskill or relocate to mainland studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Hobart, 3D Character Artist hires likely take 4-5 months; local pipelines are shallow; plan remote/global sourcing and relocation.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Hobart, Tasmania, Australia: 3D Character Artists mainly work in English; studios value multilingual teams, but English remains the default.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Hobart, Australia: remote/hybrid 3D character roles exist, but this smaller market often requires onsite days; favors senior or trusted contractors.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Hobart has a small 3D character artist pool; local hires are scarce. Expect sourcing from mainland or remote teams and longer searches.",
      "alignmentValue": 4
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Hobart has limited accelerator options, mostly university labs and small incubators. No dedicated game accelerators exist.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "In Hobart, air is generally very clean with occasional bushfire smoke days. Outdoor play remains healthy for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Hobart has a small game-dev scene; a few indie/service studios anchor hiring, with no large IP-owning studios.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In Hobart, Australia, secular culture is strong and atheism is widely accepted. Daily life and parenting proceed with minimal religious expectations.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Hobart, Australia, robust institutions and independent media keep authoritarian backsliding risk low. Civil liberties are monitored amid metadata-law debates.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In Hobart, opening an account at the big four is easy for newcomers; tap-to-pay is widely accepted on transport and shops.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Hobart (Kingston Beach, Bellerive Beach) are clean and family-friendly; water remains cold most of the year, so swimming is best in peak summer.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Boardgaming in Hobart is small but welcoming, with Area 52 and Good Games Hobart hosting monthly meetups. Families should connect proactively to join regular games.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Hobart\u0027s inclusive health culture emphasizes wellbeing over appearance; conversations remain respectful, helping this family model boundaries for kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Hobart\u0027s economy is modest; tourism/government dominate, tech growth exists but uneven - maintain contingency plans and upskill for quicker rehire.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Cancer incidence in Hobart, Australia is around global norms with a slight elevation. Strong screening and universal healthcare support early detection.",
      "alignmentValue": 7
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Tasmania\u0027s prisons in Hobart region uphold international standards with oversight; restorative programs exist, though some transparency gaps remain.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Hobart, childcare relies on CCS, employer flexibility, and local parent networks. Extended family support isn\u0027t assumed.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Hobart, Australia, offers safe streets and compact neighborhoods for families. Parks and kid-friendly events make outings easy with a toddler and a 5-year-old.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Subsidies in Hobart bring daycare to about AUD 95–120 per day, but spots are limited. Families still budget for extras.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Hobart, visa holders face waiting periods for childcare subsidies and limited centre options, reducing access for new arrivals.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Hobart, Australia, families enjoy hiking, kayaking, permaculture, and active community clubs—plenty of hobbies for all ages.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Hobart has a modest but engaged tech/gaming scene; expect quarterly meetups with solid attendance.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Hobart, Australia, health-conscious communities coexist with laid-back culture; healthcare access and wellness resources are readily available.",
      "alignmentValue": 8
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Hobart, Australia, a few reputable co-living or cooperative options exist; family-friendly programs may require some patience.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Hobart, AU: Community Manager pay ~20% below global medians; mild climate and affordable living offset the gap for families.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Hobart, Australia offers occasional community manager trainings via visiting experts or remote courses. Online options help fill gaps in the small local scene.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Hobart has UTAS and TasTAFE programs, but dedicated community manager tracks are scarce; small cohorts mean on-the-job upskilling required.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Hobart, AU: Community Manager hires typically 4–5 months. The local pool is small, so remote candidates and incentives can help speed the search.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Hobart, AU: English is dominant for community managers. Multilingual capability across teams is valued, but English fluency remains standard.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Remote CM roles in Hobart, Australia exist case-by-case; expect a slower pace with limited standardized processes.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Moderate CM pool in Hobart (Tasmania); startups can hire locally but may need relocation for senior roles, with niche gaming/community managers rarer.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Hobart, families quickly feel welcome; neighbors connect through parks and gardens, and local clubs help newcomers join community life.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Hobart, established studios\u0027 pay lags leading hubs; remote roles and equity help families bridge ~20%.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Hobart, compensation generally tracks global medians after cost of living; startups offer solid benefits and meaningful equity to attract talent.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Hobart, Australia, tax residency triggers worldwide income after 183 days. First-time visa applicants must maintain careful, timely compliance.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Hobart offers limited local continuing education (UTAS/TAFE). Expect occasional workshops or travel for game/tech upskilling.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Hobart\u0027s contractor bench is serviceable but sparse; niche skills (game dev, Azure) may need lead times; remote talent expands options.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "In Hobart, Australia, possession penalties remain strict. Harm-reduction and treatment services are available to support families.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Hobart\u0027s costs are modest. Affordable rents and grants ease payroll and services, making runway feasible with incentives.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "In Hobart, Australia, cost of living is moderate; housing is affordable, but groceries and energy prices can be higher than the mainland.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Hobart, Australia offers solid coworking spaces and startup hubs; few game-specific labs or mocap gear, but reliable broadband and local dev community support.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Hobart\u0027s software/game dev market is tight; small local pool and competition for specialists; remote/hybrid hiring fits Trey and Sarah\u0027s needs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression rates in Hobart, AU are below average with universal healthcare and strong counseling. Families benefit from community support.",
      "alignmentValue": 9
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Hobart, Australia, people welcome deeper bonds once you show interest. Clubs and community dinners are common paths to trust.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Hobart, Australia offers anti-discrimination protections and LGBTQ\u002B networks. Inclusion progress varies by employer, matching a progressive family.",
      "alignmentValue": 6
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Hobart, Australia, drug enforcement targets trafficking with strong oversight; families rarely witness aggressive sweeps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Hobart, Tasmania, dual citizenship with the US is fully allowed; you and your family can hold both passports after naturalization.",
      "alignmentValue": 10
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Hobart, AU offers early-stage grants for Trey\u0027s game-dev startup. Expect roughly AU$350k-AU$700k via federal programs and Tasmanian initiatives.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Hobart has limited local capital for game startups; this family will likely rely on remote investors and national grants, with Tasmanian public funding support.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Hobart, Australia, the economy is steady, anchored by public service and Antarctic science. Tourism remains a swing factor with visitor downturns.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "In Hobart, a stable mixed economy backs startups with grants and clear governance; strong services and exports cushion downturns.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Hobart offers a stable, transparent policy climate with grant access and entrepreneur visas; predictable rules suit creative startups.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "In Hobart, Australia, public schools offer solid pastoral care, but academic outcomes lag the mainland. Enrichment and early childhood programs help compensate.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Hobart\u0027s UTAS/TasTAFE programs exist, but game-focused curricula often need additional industry training.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Hobart, Australia, employer sponsorship exists but hinges on shortages lists and strong resumes. Dependents are typically allowed.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "In Hobart, Unity dominates game dev; Unreal is present but smaller; cross-training via online communities and Australia-wide events exists.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "In Hobart, Australia, Derwent River breezes and strict land-use policies keep air and water pristine for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Hobart, dual tech incomes see about 30% effective tax (Medicare \u002B super); public services help offset the cost.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Hobart stays mild (19–12°C / 66–54°F) with occasional showers; layering keeps kids comfy for markets and walks.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "In Hobart, families enjoy safe neighborhoods, strong schools, and universal healthcare; community life supports kids, though big-city amenities are limited.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "In Hobart, partner visas cover the two adults and two kids; work rights and public schools come after health and character checks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Hobart, Australia offers paid parental leave and universal healthcare (Medicare), plus childcare subsidies; some benefits are means-tested and bureaucratic.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Hobart, Australia, Family Tax Benefit and childcare subsidies ease costs; universal preschool hours help families, but income tests and paperwork persist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Hobart, temporary visa holders face residency hurdles for Parental Leave Pay and usually miss Family Tax Benefit; plan to self-fund early months.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Hobart favours casual-smart; wear tidy, comfortable outfits suitable for tech work and family days; layers help with mild climate.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Hobart, AU, women mix modern pieces with practical layers; fashion is pragmatic, workplaces favor modesty, while diversity grows.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Hobart, AU, casual outdoor wear dominates; smart-casual, practical layers fit mild winters and local tech workplaces.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Hobart supports diverse femininity expressions overall, with minor conservative pockets. This matches the family\u0027s progressive, inclusive values.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Hobart, Australia, gun ownership exists but licensing, storage, and training are tightly regulated. This supports a safe, family-friendly environment.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Hobart, consent norms are respectful and family-friendly; most interactions are considerate. If alcohol is present, check in and set clear boundaries.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Hobart, Tasmania hosts a healthy but small founder scene centered on a few coworking spaces and meetups; broader cross-pollination is growing.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Hobart offers fresh markets and varied dining, but specialty ingredients and certain cuisines are spotty beyond central areas.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Hobart, Australia, locals are welcoming. The calm, close-knit vibe helps families connect quickly and access services.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Hobart, AU offers modest game-dev grants. Expect AU$100k–AU$250k/year from public programs; supplement with private funding.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "In Hobart, Australia, game dev roles are scarce—mostly micro-studios and freelancers—so Trey\u0027s indie ambitions rely on remote clients.",
      "alignmentValue": 4
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Hobart, Australia, gender-diverse people enjoy protections and inclusive clinics. However, many school forms remain binary by default.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Gender rights in Hobart, AU are protected by strong federal/state anti-discrimination laws; leadership representation is improving but gaps remain.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Hobart, Australia, strong parental leave and flexible work policies support shared parenting. Tech leadership remains male-skewed, but progress is evident.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Australia\u0027s Hobart communities are largely modern and inclusive; openness and polyamory-friendly norms exist, with only minor traditional cues to navigate.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Hobart, Medicare surcharges may apply until PR; visa holders have limited rights (no voting, subsidies restricted) though a PR path exists.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Hobart, AU: slower warming with mild climate; however, occasional heavy rainfall and Midlands bushfire smoke mean outage prep remains prudent.",
      "alignmentValue": 8
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Hobart/Tasmania offers state-nominated routes for entrepreneurs; startup options are modest; plan for 188/190 or skilled visas.",
      "alignmentValue": 6
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Grooming in Hobart offers balanced norms. Casual, neat styles are acceptable, with a subtle polish helpful in work and community settings.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Hobart, AU: progressive scenes welcome polyamory; public services are cautious, so openness is visible but discreet.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Hobart, Medicare covers essential care. State hospitals are solid, with occasional waitlists for specialists; private extras help with timely elective care.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Hobart, temporary visa holders rely on OVHC; Medicare access is limited for non-residents, private insurance is essential.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Hobart, citizens access CSP places with HECS-HELP. For your family, affordability rises with citizenship; without it, international fees apply.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Hobart, international tuition remains high for visa holders. Residency or guarantor hurdles add friction to pursuing study here.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Hobart\u0027s established studios hire slowly (roughly 4-5 months). Your family\u0027s emphasis on remote work, visas, and grants can help Trey\u0027s path.",
      "alignmentValue": 5
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Hobart\u0027s indie studios face a small talent pool; expect 4–5 months to hire specialists, aided by grants and remote work options.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Hobart, housing is tight and pricey (AUD 700k median; rents above AUD 550/wk); family homes may require quick decisions.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Hobart, Australia, PAYG withholding and myTax streamline filings. Foreign income and grants may still require an accountant.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Hobart, Australia, immigrant sentiment is broadly welcoming, with occasional debates. Families feel safe speaking their language and sharing traditions here.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Hobart, White US migrants are generally welcomed; strong English and family-friendly policies support easy integration with minor stereotypes.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Hobart, public schools offer small classes and strong pastoral care. Programs are limited, so engaged parents may need to navigate boundaries.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Hobart, visa kids enroll in public schools but may incur international levies; confirm any fees with the Tasmanian Department of Education.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Hobart, English dominates government, health, and schools; integration is straightforward, with local language exposure via community programs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English dominates Hobart, Australia studios; cross-border work relies on English, with minimal local-language needs. Matches family\u0027s preference for English ubiquity.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Hobart startups rely on English; regulatory tasks require Australian English fluency; local-language support exists but is not core.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Game-IP lawyers in Hobart are limited; startups usually rely on referrals to Melbourne/Sydney for publishing/licensing deals.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Hobart, LGBTQ\u002B protections are strong and Pride events are common; Tasmania offers inclusive schools and services for families.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Hobart has small but active game/tech communities and the University of Tasmania ecosystem for informal playtests. Formal labs are limited.",
      "alignmentValue": 5
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Hobart, Marxism appears in campuses and arts circles; mainstream policy is centrist, with open, curious public debate.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Hobart, Australia, hands-on dads are common and parental leave is normalized; some workplaces still show blokey banter.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Hobart, AU, mass violence is uncommon; authorities communicate clearly and our family feels prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Meetups exist in Hobart, Australia, but require outreach; coworking hubs, MONA/uni events aid connection.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Hobart, the 2024 minimum wage of AUD 24.10/hr supports service roles, but high rents and childcare costs push for dual professional incomes.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Hobart, Australia, has strong metro fibre and digital services; island location means occasional outages and logistical quirks.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Hobart, urban areas are generally accepting of non-monogamy. Suburban neighborhoods may call for discretion.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Hobart, Australia, openness is usually welcomed; share concerns directly but with tact, especially on family life and LGBTQ\u002B topics.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "In Hobart, kunanyi/Mt Wellington, Bruny Island, and Tasman Peninsula offer iconic, well-preserved nature within easy reach for the family.",
      "alignmentValue": 10
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Disasters in Hobart are rare and mild; bushfires on hills and coastal erosion exist, but robust warnings and shelters keep family risk low.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Hobart puts nature within easy reach for families: Mt Wellington and city parks are minutes away. World Heritage wilderness is a short drive or ferry trip.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Nightlife in Hobart, Australia, is modest, with venues like Altar and Republic Bar. Major acts visit infrequently, but family-friendly daytime events exist.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "In Hobart, nightlife centers on Salamanca bars and MONA; for families it\u0027s quiet, with occasional trips to bigger Australian cities for energy.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Hobart, Australia: game dev scene has limited in-person events; families can connect online and via occasional Enterprize Coworking meetups.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "In Hobart, Australia, a small indie scene persists with a couple studios; most talent is spread across tiny collectives.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Hobart, obesity is moderately common; promote healthy eating and activity through Tasmania\u0027s public health programs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Hobart has federal grants (Screen Australia) and Innovation Tasmania for games. Local funding is modest, so remote revenue helps bootstrap the studio.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Hobart, a 15-minute city keeps life calm; errands, school runs, and work sit close, easing daily pace for a family-friendly schedule.",
      "alignmentValue": 10
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Hobart, Australia, parenting is supportive and outdoorsy, with strong schools and family-friendly policies that support work-life balance.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Hobart, citizenship by conferral typically needs about 4 years’ residence (1 year as PR) plus the Life in Australia test and English.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Hobart, corruption is low; watchdogs flag issues in construction or pokies and investigations lead to convictions.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Hobart, AU: personal space is generally respected; in busy spaces like Salamanca Market, crowds can feel close, but locals stay polite.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Hobart, Australia, locals generally respect personal space; greetings are usually a handshake or nod, with hugs limited to close friends.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In Hobart, Tasmania, most of the year is mild and comfortable. Expect occasional rain and cool winters.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "In Hobart, Australia, democracy is stable. Elections use compulsory preferential voting, backed by independent courts and a strong election commission.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Hobart, Tasmania, polyamory is visible in private circles and LGBTQ\u002B networks, but small-city dynamics make discretion prudent.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Hobart, early care exists but waitlists are long and hours can be inflexible for working families; blend public preschool slots with private options.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "In Hobart, private options (Friends, Fahan) offer solid academics at AUD 12–20k. Choices are fewer than mainland capitals with selective admissions.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Hobart, Tasmania, healthy options are abundant; processed snacks appear in moderation at schools and community events.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Hobart PMM (Games) pay trails top markets by ~25-30%; cost of living helps. Remote/hybrid offers can improve overall package.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Hobart, AU has limited local PMM (Games) education. Only a couple of providers cover basics, with remote study needed for advanced topics.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Hobart, Australia has limited dedicated games PMM programs; UTAS offers related marketing degrees, but the pipeline is small; expect on-the-job upskilling.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In Hobart, PMM (Games) hiring will likely take 4-5 months; broaden to AU-wide or remote candidates.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Hobart game PMMs primarily use English; multilingual capability exists, but English is the default working language.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Remote PMM (Games) in Hobart exists case-by-case with limited process maturity; expect onsite work due to local studios and events.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Hobart\u0027s product marketing manager (games) talent pool is very thin; relocation is almost always required to hire from outside the market.",
      "alignmentValue": 3
    },
    {
      "key": "Progressivism",
      "alignmentText": "Hobart, AU: Greens-led climate action and inclusive policies support our progressive family, though national debates temper reforms.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "9: In Hobart, AU, casual relationships are accepted. Most peers are nonjudgmental, though some circles prefer discretion; nonmonogamy is widely accepted.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Hobart, Australia, public messaging is largely factual with community care; independent outlets help show multiple perspectives.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Hobart, Australia, public broadcasters and diverse outlets keep politics open; watchdogs debunk spin before it shapes opinions.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Public transit in Hobart covers core routes but is variable; nights and weekends are limited, so a backup car or rideshare is often needed.",
      "alignmentValue": 6
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Hobart has limited local publisher presence; major platforms rely on Sydney/Melbourne BD teams; expect mostly remote engagement.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Hobart, AU: High-end living works but requires planning due to fewer providers and exclusive networks; some specialists or clubs can be scarce.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Quality of life in Hobart, AU: basic needs met with universal healthcare; side work may be needed for extras; housing in good neighborhoods is tight.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Hobart offers calm neighborhoods and universal healthcare for mid-income families; housing and childcare costs require mindful budgeting.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Hobart\u0027s real-time game scene is small; cross-discipline work relies on external partners. Expect remote collaboration and external asset providers.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Hobart, religion shapes culture but policy stays evidence-based and pluralistic; secular governance with diverse beliefs.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Hobart studios offer remote options case-by-case; hybrid is preferred, aligning with Trey\u0027s remote/founder role and Sarah\u0027s remote preference.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "In Hobart, Tasmania, startups lean hybrid; remote options exist but expect occasional on-site days.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Hobart, remote/hybrid is common; reliable NBN broadband supports work-from-home for the family, though some roles still require occasional office time.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Hobart, AU: temporary visas last up to 4 years with renewals; permanent residency pathways exist but require conditions and sponsorship.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Retention in Hobart, Australia’s game scene is moderate; small market and funding cycles cause churn, but grants and remote work help stability.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Hobart, Australia, compulsory super plus the Age Pension and Medicare provide strong retirement support with saving incentives.",
      "alignmentValue": 9
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Hobart, temporary residents can contribute to super but need permanent residency before counting on Age Pension access.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Hobart, AU, Ruby roles are scarce; mainly small consultancies. Sarah would rely on remote work or pivot to related stacks.",
      "alignmentValue": 4
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "In Hobart, TAS, crime is low and neighborhoods are tight-knit; families can feel secure walking to parks and schools.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "In Hobart, quality public schools exist but options are limited; private choices like Taroona/Friends require catchment or tuition planning.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Hobart, Tasman Sea runs 12–16°C most months; for the 5- and 1-year-olds, water time is brief and wetsuits are common.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Seasonal swings occur a few times per season in Hobart; prep for cold snaps and stormy spells with flexible plans.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Seasonal sun in Hobart, Australia is mild. Winters bring noticeably shorter days; expect several weeks of dim light and plan routines and breaks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Hobart\u0027s climate is mild and predictable: summers ~21°C and winters cool but rarely harsh, keeping outdoor time comfortable most of the year.",
      "alignmentValue": 10
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Senior leadership in Hobart is limited. Startups typically recruit from mainland Australia or rely on remote/global senior leads.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Hobart, sex education is comprehensive and consent-focused; the family\u0027s sex-positive values align with local norms, with ongoing respectful debates.",
      "alignmentValue": 10
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Hobart, AU, Medicare and family benefits plus rent assistance exist, but means-testing and paperwork can be burdensome.",
      "alignmentValue": 8
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Hobart, 2k sq ft rentals exist but are tight. You may need to compromise on location or finish, or extend search to outer suburbs.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Hobart, Australia runs around 8–18°C with sea breezes and frequent showers; plan indoor backup activities.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "In Hobart, AU, stable democracy and strong institutions ensure low volatility and peaceful transitions, supporting reliable family planning and daily life.",
      "alignmentValue": 10
    },
    {
      "key": "State Ideology",
      "alignmentText": "Australia - Hobart, Tasmania: Parliament blends Labor/Liberal/Greens; broadly pluralist and progressive, yet forestry ties can sideline minority voices.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Hobart, Australia, capitalism blends startup energy with strong safety nets and fair competition, fitting your family\u0027s values.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Hobart, TAS has a limited studio scene - a handful of local studios; most game work relies on remote partners.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Hobart, summer highs are around 22-24°C with cool evenings, keeping outdoor activities pleasant and not hot.",
      "alignmentValue": 9
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Most interactions in Hobart are warm and upbeat. We may see the occasional brusque encounter.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Australia Hobart offers solid games/creative incentives: Screen Tasmania grants and the R\u0026D Tax Incentive, with competitive application windows.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Hobart, visa processing may take up to a year; budget AUD 10-15k (health checks included) with possible legal/translation fees.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in Hobart, Australia is generally strong for newcomers; transparency portals aid accountability, though a few agencies still need to streamline services.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Hobart, Australia, corruption is rare and quickly addressed; governance is transparent, with only occasional minor procurement issues.",
      "alignmentValue": 10
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Hobart, senior software pay is around AUD 100-120k; with Trey\u0027s remote work and Sarah\u0027s dev role, dual incomes support a comfortable family lifestyle.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Hobart weekends for a family of four center on Salamanca Market, short bushwalks, and ferry trips. Plenty of options, but smaller than mainland capitals.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Hobart, AU schools run about 8:55–3:00 with after-care. Short commutes and wraparound care fit two working parents with remote/hybrid options.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Hobart, AU, four weeks annual leave plus 10–13 public holidays; reliable family downtime with early planning around school terms.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Hobart, tech employers typically offer 20 days of annual leave with loading. Extended trips require planning, but approvals are usually granted.",
      "alignmentValue": 7
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "In Hobart, only a couple agencies operate locally, often with long waitlists. Expect to rely on remote partners for most disciplines.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Hobart, Australia, VFX real-time pay lags top markets by ~20%. Still, lifestyle perks help offset offers for families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "VFX (Real-Time) continuing education in Hobart is limited; a few local options exist (TasTAFE/UTAS), but many courses require online delivery or travel.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Hobart has limited VFX real-time education; most pathways are short certificates requiring mentoring. Local studios exist, but pipelines favor Melbourne/Sydney.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "VFX Real-Time hiring in Hobart is slow; local talent pools are shallow, expect 6\u002B month searches or reliance on remote talent.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Hobart\u0027s real-time VFX work is English-dominant; English ubiquity aligns with your family goals. You\u0027re open to learning the local language to ease collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Remote real-time VFX exists in Hobart, but opportunities are limited to senior contractors. Studios prefer onsite collaboration for complex pipelines.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Hobart\u0027s Real-Time VFX pool is small with sporadic availability; expect aggressive sourcing or contract roles, and remote senior hires may be needed.",
      "alignmentValue": 4
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Hobart, NZ and Pacific partners are valued; talk of China\u0027s influence stays cautious, aligning with our preference for resilient democracies.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "In Hobart, AU, a nature-first, progressive city ideal for families. Strong services, safety, and a mild climate support your QoL goals.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Hobart, neighbors value Australia\u0027s health/education systems and disaster aid, though offshore detention is debated; overall view is positive.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Hobart, 189/190 skilled visas and Global Talent are viable; Tasmania offers state nomination, online apps, and clear IT-leaning pathways.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkable pockets exist in Hobart, Australia; prioritize family-friendly neighborhoods with parks and plan routes to avoid busy roads.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Hobart, Australia, US families are generally welcomed; English makes integration easy, with friendly locals and occasional curiosity.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "In Hobart, Australia, MONA\u0027s bold art, Antarctic research, and dark skies spark curiosity for a tech-loving family in a mild-climate city.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "In Hobart, Australia, winters are mild (3-12°C); frosty mornings but little to no snow; plan efficient heating for comfortable indoor living.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Hobart, 37.5-hour weeks are standard; predictable hours fit the slower pace and family-friendly focus, with occasional crunch offset by leave.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Hobart, short commutes and a family-friendly culture support downtime; peak seasons may require extra hours, but recovery time is common.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Hobart, Australia, Fair Work provides solid protections and active unions; gig platforms still skirt some protections.",
      "alignmentValue": 8,
      "sameAsParent": false
    }
  ]
}