{
  "version": 2,
  "iso": "AU",
  "values": [
    {
      "key": "Environment",
      "alignmentValue": 9,
      "alignmentText": "In Hobart, mountain-fed air, Derwent River breezes, and strict land-use keep air and water pristine for the family."
    },
    {
      "key": "Global Warming Risk",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, climate models show slower warming, yet bushfire smoke from the Midlands and heavier rain events mean we still prep for outages."
    },
    {
      "key": "Seasonal Weather",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, summers sit around 21°C (70°F) with crisp nights and winters stay chilly and windy, so we embrace layers year-round."
    },
    {
      "key": "Air Quality",
      "alignmentValue": 9,
      "alignmentText": "In Hobart, AQI stays among Australia's cleanest readings except during occasional bushfire smoke, keeping outdoor play healthy."
    },
    {
      "key": "Natural Disasters",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, major disasters are rare, though we watch for bushfires on kunanyi/Mt Wellington and coastal erosion in low-lying suburbs."
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, spring starts near 8–18°C (46–64°F) with sea breezes and frequent showers, so we plan indoor backup activities."
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, summer highs reach 22–24°C (72–75°F) with cool evenings, making outdoor adventures pleasant but never hot."
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, autumn quickly cools from 19°C to 12°C (66–54°F) with golden foliage, suiting hikes and markets if we pack jackets."
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, winters hover 3–12°C (37–54°F) with frosty mornings and brisk southerlies, so we invest in efficient heating."
    },
    {
      "key": "Beach Life",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, family beaches like Kingston and Bellerive are spotless, but cold water limits long swims outside peak summer."
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentValue": 3,
      "alignmentText": "In Hobart, Tasman Sea temps only reach 16°C (61°F) in February and sit near 12°C (54°F) in winter, so wetsuits are standard for more than a splash."
    },
    {
      "key": "Natural Beauty",
      "alignmentValue": 10,
      "alignmentText": "In Hobart, we live beside kunanyi/Mt Wellington, Bruny Island, and Tasman Peninsula cliffs—world-class nature in every direction."
    },
    {
      "key": "Minimum Wage",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, the Fair Work Commission's 2024 national minimum wage of AUD 24.10 per hour keeps service roles viable, though Hobart's rents still demand dual professional incomes."
    },
    {
      "key": "Typical Software Salaries",
      "alignmentValue": 5,
      "alignmentText": "In Hobart, senior engineers earn AUD 100–120k in government, UTAS, or local SaaS firms, so remote contracts help boost income."
    },
    {
      "key": ".NET Work Prospects",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, .NET roles cluster in Tasmanian government digital teams, utilities, and UTAS, providing stable but limited openings."
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentValue": 4,
      "alignmentText": "In Hobart, Ruby jobs are rare—mainly small consultancies—so Sarah would rely on remote work or cross-train."
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, large employers use the Temporary Skill Shortage (subclass 482) pathway regularly, but sponsorship hinges on skill lists and benchmark salaries, so we plan backup visa strategies."
    },
    {
      "key": "Economic Health",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, the economy leans on public service, Antarctic science, and tourism; it’s steady but sensitive to visitor downturns."
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, many professionals work hybrid for mainland firms and NBN fibre-served suburbs make remote work reliable."
    },
    {
      "key": "Work-Life Balance",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, employers value balance—commutes are short, and outdoors culture pulls everyone offline at day’s end."
    },
    {
      "key": "Work Week Hours",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, standard 37.5-hour weeks hold firm and meetings rarely run late thanks to the small-city tempo."
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, national law grants four weeks of paid annual leave plus 10–13 public holidays, giving us reliable school-aligned downtime if we book early."
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, tech employers typically stick to the four-week standard with occasional leave loading, so long trips home need advance coordination but approvals rarely get blocked."
    },
    {
      "key": "Pace of Life",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, a 15-minute city feel keeps stress low; errands, school runs, and work all sit within a compact radius."
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, schools run roughly 8:55–3:00 with accessible after-school care, and short commutes let us handle pickups without scrambling."
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, weekends mean Salamanca Market, MONA ferry trips, and bushwalks; options are rich but smaller in scale than mainland capitals."
    },
    {
      "key": "Family Life",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, community events, child-friendly museums, and supportive neighbours create a cozy family environment, albeit with fewer big-city amenities."
    },
    {
      "key": "Polyamory",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, queer meetups and MONA’s sex-positive culture give poly families allies, though small-town visibility means we stay thoughtful about disclosure."
    },
    {
      "key": "Parenting Expectations",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, parenting culture is relaxed and outdoorsy, prioritizing nature play and community volunteering over academic grind."
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, safe streets, compact neighborhoods, and kid-centric festivals make exploring easy with toddlers and school-aged kids alike."
    },
    {
      "key": "Schooling Options",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, quality public schools exist but choices are limited; top options like Taroona High or Friends School require catchment or tuition planning."
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentValue": 5,
      "alignmentText": "In Hobart, childcare centres are fewer with waitlists up to 12 months, so we join community cooperatives or use in-home carers."
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, subsidies reduce fees to around AUD 95–120 per day, but choice is limited so we grab spots quickly."
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentValue": 5,
      "alignmentText": "In Hobart, visa families pay full rates until eligibility kicks in, and fewer centres means less flexibility with schedules."
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, citizens access local public schools with small class sizes and strong pastoral care, though specialised programs are limited."
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, visa kids enroll easily but some international levies apply, so we confirm fees with the Tasmanian Department of Education."
    },
    {
      "key": "Private Education",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, private options like Friends School or Fahan deliver strong academics at AUD 12–20k but choices are fewer than mainland capitals."
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, the federal Paid Parental Leave scheme funds 22 weeks of shared leave (expanding toward 26) and Medicare covers newborn care, easing pressure on local grandparents."
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentValue": 5,
      "alignmentText": "In Hobart, temporary residents can access Parental Leave Pay only after meeting residency tests and usually miss Family Tax Benefits, so we budget to self-fund early months."
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, citizens tap subsidized Commonwealth-supported places and HECS-HELP loans at Tasmania's universities, keeping degrees within reach for the boys later on."
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, international tuition routinely tops AUD 35k per year and HECS loans are off limits, so we only consider uni once permanent residency is secured."
    },
    {
      "key": "Gender Roles",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, dual-income households and dad-friendly leave make egalitarian parenting visible, though tech leadership still skews male."
    },
    {
      "key": "Gender Fluidity",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, pride festivals, inclusive clinics, and legal recognition support gender-diverse neighbors, yet many school forms remain binary by default."
    },
    {
      "key": "Gender Rights",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, federal and state anti-discrimination laws protect gender equity, even if pay gaps linger in executive suites."
    },
    {
      "key": "Femininity Norms",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, women move between athleisure, suits, and beachwear freely, though media still favors a slim, sun-ready aesthetic."
    },
    {
      "key": "Masculinity Norms",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, hands-on dads are common and parental leave is normalized, yet blokey banter still surfaces in some offices."
    },
    {
      "key": "What Is Intriguing",
      "alignmentValue": 9,
      "alignmentText": "In Hobart, MONA’s avant-garde art, Antarctic research, and dark-sky reserves keep curiosity sparking even in a small city."
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentValue": 10,
      "alignmentText": "In Hobart, English dominates government, health, and schools, so integration is seamless while we add language exposure through community programs."
    },
    {
      "key": "Progressivism",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, Greens councillors and community climate action shape policy, though statewide politics can swing centrist."
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, Marxist ideas show up in campuses and arts circles, but mainstream politics treats them as niche thought experiments."
    },
    {
      "key": "Atheism",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, nearly half of locals report no religion, making secular parenting easy even if civic ceremonies keep light spiritual nods."
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, frank media and comprehensive sex education normalize consent-focused conversations, though conservative commentators still stir periodic pushback."
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, Pride events, inclusive schools, and MONA FOMA show strong LGBTQ+ acceptance despite Tasmania’s conservative history."
    },
    {
      "key": "Community Vibes",
      "alignmentValue": 9,
      "alignmentText": "In Hobart, neighbours know each other, community gardens thrive, and joining a climbing gym or maker space quickly yields friendships."
    },
    {
      "key": "View of self",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, locals relish their creative, nature-first identity and embrace being the gateway to Antarctica."
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, people talk warmly about New Zealand and Pacific partners while staying cautious about Beijing's influence, keeping regional views mixed but respectful."
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, we sense neighbors appreciate Australia's disaster aid and universities yet critique offshore detention policies, landing us in the 'mostly positive' range."
    },
    {
      "key": "Nightlife Culture",
      "alignmentValue": 5,
      "alignmentText": "In Hobart, nightlife centers on Salamanca bars and MONA events, but options taper early, so we schedule occasional mainland trips for big-city energy."
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, men blend outdoor gear with smart casual—think puffer jackets, flannels, and boots—suited to weather and creative offices."
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, women mix artisan pieces with practical layers, leaning toward sustainability over runway trends."
    },
    {
      "key": "Common Hobbies",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, hiking, kayaking, permaculture, and indie art scenes flourish, giving us ample hobby communities."
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, the tabletop scene revolves around Area 52, Good Games Hobart, and monthly community meetups—smaller but welcoming."
    },
    {
      "key": "Nightlife & Music",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, live music lives at Altar, Republic Bar, and festival stages, delivering quality shows even if volume is limited."
    },
    {
      "key": "Meetups & Communities",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, meetup calendars are shorter, yet coworking hubs, MONA workshops, and university events help us find peers quickly."
    },
    {
      "key": "Nature Access",
      "alignmentValue": 10,
      "alignmentText": "In Hobart, five minutes takes us from the CBD to mountain trails, and world-heritage wilderness sits a short ferry or drive away."
    },
    {
      "key": "Political System",
      "alignmentValue": 9,
      "alignmentText": "In Hobart, we vote under Australia's compulsory-preference system, backed by independent courts and a robust election commission."
    },
    {
      "key": "Religion in Politics",
      "alignmentValue": 9,
      "alignmentText": "In Hobart, policy debates stay largely secular even when faith-based MPs speak up, so evidence-driven lawmaking holds."
    },
    {
      "key": "Workers' Rights",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, Fair Work Australia, award wages, and active unions give us leverage, though gig platforms still skirt some protections."
    },
    {
      "key": "State Ideology",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, Tasmania's parliament is a mix of Labor, Liberal, and Greens, producing progressive wins on environment while still courting forestry interests."
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, watchdog media, High Court review, and compulsory voting keep democratic erosion at bay, even as activists track metadata laws."
    },
    {
      "key": "State of Capitalism",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, a market economy mixes competitive startups with strong consumer protections and superannuation savings."
    },
    {
      "key": "Stability",
      "alignmentValue": 9,
      "alignmentText": "In Hobart, peaceful transitions of power and AAA credit ratings keep political and economic volatility low."
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, public broadcasters, independent podcasts, and community media counterbalance tabloid spin, so we just stay mindful during elections."
    },
    {
      "key": "Propaganda Messaging",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, official messaging leans patriotic during defence news but generally sticks to factual community updates."
    },
    {
      "key": "Social Policies",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, Medicare, targeted family tax benefits, and rent assistance exist but means testing keeps us filling forms to qualify."
    },
    {
      "key": "Trust in Government",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, trust rebounds after pandemic missteps yet swings by state; transparency portals and ICAC hearings help but skepticism persists."
    },
    {
      "key": "Perceived Corruption",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, corruption cases surface occasionally in construction or pokies, but watchdogs investigate and convictions land."
    },
    {
      "key": "Type of Corruption",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, when corruption appears it is mid-level procurement or donation scandals, not systemic graft."
    },
    {
      "key": "Housing Situation",
      "alignmentValue": 5,
      "alignmentText": "In Hobart, limited housing supply pushes median prices near AUD 700k and rents above AUD 550 per week, demanding quick action on listings."
    },
    {
      "key": "Safety & Crime",
      "alignmentValue": 9,
      "alignmentText": "In Hobart, low crime rates and close-knit suburbs keep families feeling secure; we mainly lock bikes downtown."
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, Medicare clinics and state-funded hospitals deliver solid care, though we plan private extras for elective specialist waitlists."
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, visa holders must carry Overseas Visitor Health Cover and may pay Medicare levies before reciprocity kicks in."
    },
    {
      "key": "Child Care Support",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, we stitch together the federal Child Care Subsidy, employer flexibility, and local parent groups rather than relying on extended family."
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, means-tested Family Tax Benefits, school supplies bonuses, and universal preschool hours lighten costs but require paperwork."
    },
    {
      "key": "Education",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, public schools deliver solid pastoral care but academic outcomes lag mainland averages, so enrichment falls to parents."
    },
    {
      "key": "Public Transportation",
      "alignmentValue": 5,
      "alignmentText": "In Hobart, Metro buses cover main corridors but frequencies drop at night and there’s no rail, so we plan on driving for many trips."
    },
    {
      "key": "Economic System",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, Australia runs a mixed economy with strong services, resource exports, and safety nets that cushion downturns."
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, Pay-As-You-Go withholding and the myTax portal simplify filings, yet foreign income and grants will still send us to an accountant."
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, dual tech incomes land near a 30% effective tax rate once Medicare and super are included."
    },
    {
      "key": "Banking & Payments",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, opening accounts with the big four banks is straightforward and tap-to-pay works on everything from trams to school canteens."
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentValue": 5,
      "alignmentText": "In Hobart, everyday costs are moderate but limited competition keeps groceries and energy prices higher than mainland averages."
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, compulsory superannuation plus the Age Pension and public healthcare give citizens a stable retirement baseline."
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, temporary residents can contribute to super but need permanent residency before counting on Age Pension access."
    },
    {
      "key": "Visa Paths",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, the skilled independent, state-nominated, and Global Talent visas remain the main ladders, each demanding points or employer backing."
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, Americans blend easily thanks to language and cultural overlap, though some locals assume expats are short-term."
    },
    {
      "key": "Residency Types & Durations",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, temporary visas run two to four years with renewals, and permanent residency usually follows after three to four years of compliant stay."
    },
    {
      "key": "Path to Citizenship",
      "alignmentValue": 7,
      "alignmentText": "In Hobart, citizenship requires four years of lawful residence (one as a permanent resident) plus an easy civics test and basic English."
    },
    {
      "key": "Family Members",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, partner visas grant work rights and kids can enroll in public school once we clear health and character checks."
    },
    {
      "key": "Timelines & Costs",
      "alignmentValue": 5,
      "alignmentText": "In Hobart, we budget AUD 10-15k for visa fees and health checks and expect 6-12 month processing timelines depending on backlog."
    },
    {
      "key": "Compliance & Risks",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, overstaying a visa or misreporting earnings quickly triggers bans, and the ATO watches worldwide income once we pass 183 days."
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentValue": 8,
      "alignmentText": "In Hobart, Australia permits dual citizenship, so we can keep US passports once naturalized."
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, some states levy international student fees for temporary residents and Medicare surcharges apply until PR, so we plan cash flow accordingly."
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentValue": 4,
      "alignmentText": "In Hobart, game dev roles are scarce—mostly micro-studios and freelancers—so Trey's indie ambitions rely on remote clients."
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 4,
      "alignmentText": "As noted in Game Dev Work Prospects, In Hobart, game dev roles are scarce—mostly micro-studios and freelancers—so Trey's indie ambitions rely on remote clients. Hiring velocity at established studios in Hobart is slow, with hiring cycles stretching several months or pausing until budgets free up."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 4,
      "alignmentText": "Compensation trails larger hubs, so candidates leverage remote offers or equity to bridge gaps. When opportunities surface in Hobart, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 4,
      "alignmentText": "Established studios in Hobart rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 4,
      "alignmentText": "Remote expectations at established studios in Hobart favor on-site work, offering limited hybrid options outside key leadership roles."
    },
    {
      "key": "Notable Game Studios",
      "alignmentValue": 4,
      "alignmentText": "In Hobart, outfits like Secret Lab and Giant Margarita anchor a tiny scene, with most talent distributed among small collectives."
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentValue": 5,
      "alignmentText": "In Hobart, Tas Game Makers meetups and events at Enterprize Coworking nurture a close but small dev network."
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentValue": 5,
      "alignmentText": "In Hobart, limited local funding means we'd lean on federal grants (Screen Australia) and remote revenue to bootstrap an indie studio."
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 5,
      "alignmentText": "Startup founders report that In Hobart, limited local funding means we'd lean on federal grants (Screen Australia) and remote revenue to bootstrap an indie studio. Hiring velocity at early-stage studios in Hobart is moderate, with teams needing a few months to land the right hire."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 5,
      "alignmentText": "Compensation clusters around global medians, requiring negotiation to balance cost of living. Early teams in Hobart balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 5,
      "alignmentText": "Founding teams in Hobart lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 5,
      "alignmentText": "Remote expectations among startups in Hobart are mixed—teams juggle on-site collaboration with hybrid arrangements when possible."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentValue": 6,
      "alignmentText": "In Hobart, NBN fibre covers much of the metro and Service Tasmania digitizes paperwork, but flights and freight schedules remind us we're on an island."
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Meaningful swings appear a few times per season; we budget extra time and gear to handle sudden cold snaps or storm systems.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Basic needs are met but savings and extracurriculars are hard to sustain without extra support or side work.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Most 2k sq ft options feel overpriced or stuck in fringe neighborhoods with weaker schools.",
      "alignmentValue": 5
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Friendly exchanges happen when we initiate; staff and strangers respond positively.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Most locals read body language well, though some settings skew closer than we prefer.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Openness is usually welcomed though some contexts expect diplomacy and softening of hard truths.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming & Beauty Investment",
      "sameAsParent": true
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "We notice subtle comparisons; maintaining confidence requires occasional boundary setting.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion & Style Expectations",
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Boundaries are understood yet alcohol-fueled scenes need watchfulness.",
      "alignmentValue": 7
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Mostly flexible though some circles still expect traditional roles on first approach.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Acceptance varies—urban hubs are welcoming while suburbs expect discretion. non-monogamy acceptance.",
      "alignmentValue": 7
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Most peers are nonjudgmental but traditional families may gossip.",
      "alignmentValue": 8
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Openness varies; we find understanding circles but remain discreet with institutions.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Crowded transit aside, locals check before touching and notice discomfort.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Ownership exists but licensing, storage, and training rules are rigorous and widely respected.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Incidents are uncommon; authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Conditions are generally decent though some facilities lag in services or transparency.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Infrastructure is inconsistent; safe walking requires choosing specific neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "We can meet most cravings but specialty ingredients or restaurants appear sporadically.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Mental health burdens exist but are met with accessible services and open dialogue.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms; screening and early detection programs are reliable.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Recessions hit noticeable segments, requiring flexibility or retraining.",
      "alignmentValue": 6
    }
  ]
}
