{
  "version": 2,
  "iso": "AU",
  "values": [
    {
      "key": "Environment",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, harbour breezes and coastal national parks deliver stunning daily scenery, yet motorway congestion and airport noise temper air and sound quality in inner suburbs."
    },
    {
      "key": "Global Warming Risk",
      "alignmentValue": 5,
      "alignmentText": "In Sydney, hotter summers, Black Summer bushfire smoke, and Hawkesbury-Nepean flood risk mean we budget for insurance, purifiers, and evacuation planning even near the coast."
    },
    {
      "key": "Seasonal Weather",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, the climate stays mostly mild—20°C spring days roll into humid 28°C summers—though muggy spells and east coast lows require flexible outdoor plans."
    },
    {
      "key": "Air Quality",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, daily AQI sits in the good range but summer smoke, hazard reduction burns, and tunnel exhaust plumes can spike pollution, so we follow NSW Health alerts."
    },
    {
      "key": "Natural Disasters",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, severe storms and riverine floods in the west, plus nearby bushfire corridors, keep natural-hazard risk higher than the CBD's postcard images suggest."
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, spring days hover 15–24°C (59–75°F) with bright skies, though southerly busters can drop temps quickly, so we carry light jackets."
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, average highs sit around 27°C (81°F) but humidity and the odd 40°C westerly blast make midday siestas and aircon maintenance essential."
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, autumn settles into 13–24°C (55–75°F) with warm water and crisp evenings, giving us prime family beach and hiking weather."
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentValue": 9,
      "alignmentText": "In Sydney, winter rarely drops below 8°C (46°F) and daytime highs near 17°C (63°F) keep playgrounds comfortable with a light sweater."
    },
    {
      "key": "Beach Life",
      "alignmentValue": 9,
      "alignmentText": "In Sydney, beaches from Manly to Cronulla combine surf lifesavers, coastal walks, and cafes, so the family can default to saltwater weekends year-round."
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, sea temps peak around 23°C (73°F) in late summer and dip to 18°C (64°F) in winter, keeping swims comfortable most of the year with short wetsuits."
    },
    {
      "key": "Natural Beauty",
      "alignmentValue": 9,
      "alignmentText": "In Sydney, we toggle between harbour lookouts, the Royal National Park, and Blue Mountains trails within 90 minutes, delivering constant wow moments for the kids."
    },
    {
      "key": "Minimum Wage",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, the Fair Work Commission's 2024 national minimum wage of AUD 24.10 per hour keeps service roles viable, though Sydney's rents still demand dual professional incomes."
    },
    {
      "key": "Typical Software Salaries",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, senior engineers at Atlassian, Canva, and fintechs earn AUD 150–180k plus equity, helping offset the country's priciest housing market."
    },
    {
      "key": ".NET Work Prospects",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, banks, consultancies, and federal agencies keep .NET roles abundant, with sponsorship more common than in smaller cities."
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, Ruby thrives at Atlassian, SafetyCulture, and boutique agencies, though competition is stiff and many teams expect full-stack versatility."
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, large employers use the Temporary Skill Shortage (subclass 482) pathway regularly, but sponsorship hinges on skill lists and benchmark salaries, so we plan backup visa strategies."
    },
    {
      "key": "Economic Health",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, New South Wales anchors Australia's GDP with finance, tech, and biotech growth, keeping unemployment low but costs high."
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, hybrid schedules (three office days) dominate and coworking from Fishburners to WOTSO is plentiful, though CBD employers still favour in-person collaboration."
    },
    {
      "key": "Work-Life Balance",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, award protections exist but global teams and start-up hustle often bleed into evenings, so we negotiate hard for boundaries."
    },
    {
      "key": "Work Week Hours",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, tech professionals nominally work 38 hours, yet client calls and transport delays can stretch weeks toward 42 without disciplined planning."
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, national law grants four weeks of paid annual leave plus 10–13 public holidays, giving us reliable school-aligned downtime if we book early."
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, tech employers typically stick to the four-week standard with occasional leave loading, so long trips home need advance coordination but approvals rarely get blocked."
    },
    {
      "key": "Pace of Life",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, the CBD and inner east run at a clip—traffic, ferry timetables, and packed diaries—so Sarah leans on remote days to slow family rhythm."
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, primary schools (9:00–3:00) clash with long commutes, so we rely on before/after-school care waitlists and employer flexibility."
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, weekends swing between Bondi markets, Taronga Zoo, and ferry adventures, though parking and reservations demand early planning."
    },
    {
      "key": "Family Life",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, playgroups, surf lifesaving clubs, and family-friendly museums abound, yet we juggle costs and waitlists to access them consistently."
    },
    {
      "key": "Polyamory",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, Inner West venues host poly meetups and Mardi Gras celebrates queer kinship, but workplaces and school paperwork still presume monogamy."
    },
    {
      "key": "Parenting Expectations",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, communities support dual-career parenting yet lean competitive—tutors, selective school prep, and weekend sport rosters keep calendars busy."
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, waterfront playgrounds and fenced parks shine, though CBD sidewalks and crowded trains require vigilance with strollers."
    },
    {
      "key": "Schooling Options",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, high-quality public schools exist but zoning for top campuses and selective test prep mean strategic housing decisions."
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentValue": 5,
      "alignmentText": "In Sydney, quality childcare centres command 12-24 month waitlists and AUD 170–200 daily fees, so we join community preschools early."
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, citizens rely on the Child Care Subsidy but high hourly caps mean even 90% coverage leaves hefty co-pays."
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentValue": 5,
      "alignmentText": "In Sydney, many temporary visa families pay sticker price for childcare until they clear residency hurdles, inflating costs beyond AUD 35k a year."
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, citizens are guaranteed a local public school seat, yet quality swings between suburbs and selective schools require exams."
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentValue": 5,
      "alignmentText": "In Sydney, NSW charges subclass 482 families roughly AUD 6–7k per child to attend public schools, so we reserve funds or seek employer reimbursement."
    },
    {
      "key": "Private Education",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, elite private schools deliver strong outcomes but cost AUD 30–45k yearly plus levies and uniforms."
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, the federal Paid Parental Leave scheme funds 22 weeks of shared leave (expanding toward 26) and Medicare covers newborn care, easing pressure on local grandparents."
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentValue": 5,
      "alignmentText": "In Sydney, temporary residents can access Parental Leave Pay only after meeting residency tests and usually miss Family Tax Benefits, so we budget to self-fund early months."
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, citizens tap subsidized Commonwealth-supported places and HECS-HELP loans at New South Wales's universities, keeping degrees within reach for the boys later on."
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, international tuition routinely tops AUD 35k per year and HECS loans are off limits, so we only consider uni once permanent residency is secured."
    },
    {
      "key": "Gender Roles",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, dual-income households and dad-friendly leave make egalitarian parenting visible, though tech leadership still skews male."
    },
    {
      "key": "Gender Fluidity",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, pride festivals, inclusive clinics, and legal recognition support gender-diverse neighbors, yet many school forms remain binary by default."
    },
    {
      "key": "Gender Rights",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, federal and state anti-discrimination laws protect gender equity, even if pay gaps linger in executive suites."
    },
    {
      "key": "Femininity Norms",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, women move between athleisure, suits, and beachwear freely, though media still favors a slim, sun-ready aesthetic."
    },
    {
      "key": "Masculinity Norms",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, hands-on dads are common and parental leave is normalized, yet blokey banter still surfaces in some offices."
    },
    {
      "key": "What Is Intriguing",
      "alignmentValue": 9,
      "alignmentText": "In Sydney, the blend of Gadigal cultural tours, Vivid light shows, and world-class science hubs like Tech Central keeps curiosity fuelled."
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentValue": 10,
      "alignmentText": "In Sydney, English dominates government, health, and schools, so integration is seamless while we add language exposure through community programs."
    },
    {
      "key": "Progressivism",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, the city council and many suburbs back climate action and LGBTQ+ inclusion, even as statewide politics remains more centrist than Melbourne."
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, Marxist ideas show up in campuses and arts circles, but mainstream politics treats them as niche thought experiments."
    },
    {
      "key": "Atheism",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, nearly half of locals report no religion, making secular parenting easy even if civic ceremonies keep light spiritual nods."
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, frank media and comprehensive sex education normalize consent-focused conversations, though conservative commentators still stir periodic pushback."
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentValue": 9,
      "alignmentText": "In Sydney, Mardi Gras, Oxford Street nightlife, and rainbow-flagged schools show strong LGBTQ+ acceptance for poly and queer families."
    },
    {
      "key": "Community Vibes",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, neighbors are cordial and communities coalesce through surf clubs, school P&Cs, or meetups, but relationships take effort amid busy schedules."
    },
    {
      "key": "View of self",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, locals see themselves as Australia's global city—ambitious, outdoorsy, and unapologetically proud of harbour icons."
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, people talk warmly about New Zealand and Pacific partners while staying cautious about Beijing's influence, keeping regional views mixed but respectful."
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, we sense neighbors appreciate Australia's disaster aid and universities yet critique offshore detention policies, landing us in the 'mostly positive' range."
    },
    {
      "key": "Nightlife Culture",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, late-night venues rebounded after lockout laws, yet we still plan transport for nights out in Newtown or Barangaroo."
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, men pair tailored shirts with coastal casual—linen, sneakers, and surf brands—without office pushback."
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, women rotate between athleisure, designer resort wear, and polished corporate looks, embracing sun-smart accessories."
    },
    {
      "key": "Common Hobbies",
      "alignmentValue": 9,
      "alignmentText": "In Sydney, surfing, climbing, dragon boating, and foodie culture each have deep communities ready to adopt newcomers."
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, Good Games branches, Fortress Sydney, and regular meetup nights keep tabletop options steady though they disperse across suburbs."
    },
    {
      "key": "Nightlife & Music",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, Oxford Street clubs, Enmore Theatre gigs, and Carriageworks festivals fuel Trey's music cravings while we line up childcare."
    },
    {
      "key": "Meetups & Communities",
      "alignmentValue": 9,
      "alignmentText": "In Sydney, Tech Central meetups, poly socials, and parenting groups happen nightly, offering endless chances to build community quickly."
    },
    {
      "key": "Nature Access",
      "alignmentValue": 9,
      "alignmentText": "In Sydney, we can snorkel at Shelly Beach, bushwalk the Coast Track, or ferry to national parks within an hour, keeping outdoor therapy easy."
    },
    {
      "key": "Political System",
      "alignmentValue": 9,
      "alignmentText": "In Sydney, we vote under Australia's compulsory-preference system, backed by independent courts and a robust election commission."
    },
    {
      "key": "Religion in Politics",
      "alignmentValue": 9,
      "alignmentText": "In Sydney, policy debates stay largely secular even when faith-based MPs speak up, so evidence-driven lawmaking holds."
    },
    {
      "key": "Workers' Rights",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, Fair Work Australia, award wages, and active unions give us leverage, though gig platforms still skirt some protections."
    },
    {
      "key": "State Ideology",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, NSW politics balances progressive city councils with a more centrist state government, so reforms arrive but slower than in Victoria."
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, watchdog media, High Court review, and compulsory voting keep democratic erosion at bay, even as activists track metadata laws."
    },
    {
      "key": "State of Capitalism",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, a market economy mixes competitive startups with strong consumer protections and superannuation savings."
    },
    {
      "key": "Stability",
      "alignmentValue": 9,
      "alignmentText": "In Sydney, peaceful transitions of power and AAA credit ratings keep political and economic volatility low."
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, public broadcasters, independent podcasts, and community media counterbalance tabloid spin, so we just stay mindful during elections."
    },
    {
      "key": "Propaganda Messaging",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, official messaging leans patriotic during defence news but generally sticks to factual community updates."
    },
    {
      "key": "Social Policies",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, Medicare, targeted family tax benefits, and rent assistance exist but means testing keeps us filling forms to qualify."
    },
    {
      "key": "Trust in Government",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, trust rebounds after pandemic missteps yet swings by state; transparency portals and ICAC hearings help but skepticism persists."
    },
    {
      "key": "Perceived Corruption",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, corruption cases surface occasionally in construction or pokies, but watchdogs investigate and convictions land."
    },
    {
      "key": "Type of Corruption",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, when corruption appears it is mid-level procurement or donation scandals, not systemic graft."
    },
    {
      "key": "Housing Situation",
      "alignmentValue": 4,
      "alignmentText": "In Sydney, family homes routinely exceed AUD 1.2 million and rents push AUD 900–1,100 per week, driving fierce competition and compromises on location."
    },
    {
      "key": "Safety & Crime",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, violent crime remains low and beaches feel safe for kids, though property crime spikes in nightlife strips keep us vigilant."
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, Medicare clinics and state-funded hospitals deliver solid care, though we plan private extras for elective specialist waitlists."
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, visa holders must carry Overseas Visitor Health Cover and may pay Medicare levies before reciprocity kicks in."
    },
    {
      "key": "Child Care Support",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, we stitch together the federal Child Care Subsidy, employer flexibility, and local parent groups rather than relying on extended family."
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, means-tested Family Tax Benefits, school supplies bonuses, and universal preschool hours lighten costs but require paperwork."
    },
    {
      "key": "Education",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, NAPLAN and HSC results keep NSW near the top nationally, with selective high schools and International Baccalaureate campuses for advanced learners."
    },
    {
      "key": "Public Transportation",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, trains, light rail, ferries, and the new Metro give solid coverage, but Opal fares and congestion mean we still plan for occasional driving."
    },
    {
      "key": "Economic System",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, Australia runs a mixed economy with strong services, resource exports, and safety nets that cushion downturns."
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, Pay-As-You-Go withholding and the myTax portal simplify filings, yet foreign income and grants will still send us to an accountant."
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, dual tech incomes land near a 30% effective tax rate once Medicare and super are included."
    },
    {
      "key": "Banking & Payments",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, opening accounts with the big four banks is straightforward and tap-to-pay works on everything from trams to school canteens."
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentValue": 3,
      "alignmentText": "In Sydney, AUD 900+ weekly rents, $13 coffees in the CBD, and toll roads make it Australia's most expensive city, so USD income must stretch."
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, compulsory superannuation plus the Age Pension and public healthcare give citizens a stable retirement baseline."
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, temporary residents can contribute to super but need permanent residency before counting on Age Pension access."
    },
    {
      "key": "Visa Paths",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, the skilled independent, state-nominated, and Global Talent visas remain the main ladders, each demanding points or employer backing."
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, Americans blend easily thanks to language and cultural overlap, though some locals assume expats are short-term."
    },
    {
      "key": "Residency Types & Durations",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, temporary visas run two to four years with renewals, and permanent residency usually follows after three to four years of compliant stay."
    },
    {
      "key": "Path to Citizenship",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, citizenship requires four years of lawful residence (one as a permanent resident) plus an easy civics test and basic English."
    },
    {
      "key": "Family Members",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, partner visas grant work rights and kids can enroll in public school once we clear health and character checks."
    },
    {
      "key": "Timelines & Costs",
      "alignmentValue": 5,
      "alignmentText": "In Sydney, we budget AUD 10-15k for visa fees and health checks and expect 6-12 month processing timelines depending on backlog."
    },
    {
      "key": "Compliance & Risks",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, overstaying a visa or misreporting earnings quickly triggers bans, and the ATO watches worldwide income once we pass 183 days."
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, Australia permits dual citizenship, so we can keep US passports once naturalized."
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentValue": 6,
      "alignmentText": "In Sydney, some states levy international student fees for temporary residents and Medicare surcharges apply until PR, so we plan cash flow accordingly."
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, studios like Wargaming, Riot, and Blowfish hire across engineering and art, though the scene is smaller than Melbourne's."
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "As noted in Game Dev Work Prospects, In Sydney, studios like Wargaming, Riot, and Blowfish hire across engineering and art, though the scene is smaller than Melbourne's. Hiring velocity at established studios in Sydney wraps searches within a month or two as pipelines stay active."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "Compensation remains competitive with other major hubs, mixing solid base pay and performance bonuses. When opportunities surface in Sydney, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "Established studios in Sydney rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "Remote expectations at established studios in Sydney are flexible for senior roles, with hybrid schedules common."
    },
    {
      "key": "Notable Game Studios",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, Wargaming Sydney, Riot Games, Not Doppler, and Blowfish give Trey anchor points in AAA and indie spaces."
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentValue": 8,
      "alignmentText": "In Sydney, Game Plus, IGDA Sydney, and Screen NSW events foster active dev meetups and mentorship."
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentValue": 7,
      "alignmentText": "In Sydney, Screen NSW's Games Funding, Startmate, and Fishburners provide grants and incubators, though commercial rents stay steep."
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Startup founders report that In Sydney, Screen NSW's Games Funding, Startmate, and Fishburners provide grants and incubators, though commercial rents stay steep. Hiring velocity at early-stage studios in Sydney wraps searches within a month or two as pipelines stay active."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Compensation remains competitive with other major hubs, mixing solid base pay and performance bonuses. Early teams in Sydney balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Founding teams in Sydney lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Remote expectations among startups in Sydney are flexible for senior roles, with hybrid schedules common."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentValue": 9,
      "alignmentText": "In Sydney, Metro lines, digital Opal cards, and widespread fibre-to-the-premise keep infrastructure cutting-edge despite growing pains."
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Meaningful swings appear a few times per season; we budget extra time and gear to handle sudden cold snaps or storm systems.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Noticeable winter darkness arrives but we can maintain energy with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Two to three strong seasons offer great weather while shoulder months require occasional adjustments.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Basic needs are met but savings and extracurriculars are hard to sustain without extra support or side work.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Only a handful of listings surface each year; expect bidding wars and significant trade-offs.",
      "alignmentValue": 4
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Politeness is situational; some contexts feel brisk but respectful.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Most locals read body language well, though some settings skew closer than we prefer.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Openness is usually welcomed though some contexts expect diplomacy and softening of hard truths.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Moderate effort keeps us aligned; high-fashion scenes exist yet are optional.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Some emphasis on fitness exists, yet conversations remain respectful and supportive.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "We aim for tidy smart-casual looks to blend in; high fashion is optional.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Most encounters are considerate though occasional missteps require direct communication.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Mostly flexible though some circles still expect traditional roles on first approach.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Acceptance varies—urban hubs are welcoming while suburbs expect discretion. non-monogamy acceptance.",
      "alignmentValue": 7
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Most peers are nonjudgmental but traditional families may gossip.",
      "alignmentValue": 8
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Openness varies; we find understanding circles but remain discreet with institutions.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Occasional events occur regionally, prompting situational awareness but not chronic fear.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "sameAsParent": true
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "We can find wellness support but must seek out likeminded circles to stay motivated.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "We have plentiful access to quality produce and diverse restaurants with only rare gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is moderate; we secure support with some wait times.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Higher obesity prevalence indicates limited access to healthy routines in some areas.",
      "alignmentValue": 6
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Slightly elevated incidence prompts routine checkups and monitoring.",
      "alignmentValue": 7
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Resilience is good with occasional layoffs offset by quick reemployment.",
      "alignmentValue": 8
    }
  ]
}
