{
  "version": 2,
  "iso": "AU",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In Melbourne, .NET roles stay strong across NAB, ANZ, Telstra, and startups, with remote/hybrid options and solid pay.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Melbourne, AU 2D Environmental Artist pay is solid, about 10-15% below top NA/EU hubs; strong lifestyle, healthcare, and schools offset comp gaps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Melbourne offers regular game-art short courses and local meetups (RMIT/TAFE) plus solid online options for 2D environmental art.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Melbourne has several programs (RMIT, Swinburne, AIE) producing 2D game/art grads annually. Local studios partner to help build industry-ready portfolios.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Melbourne has a strong game-dev scene; 2D artist roles typically 2-3 months, with remote options to support your family relocation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Melbourne studios largely use English; bilingual teams exist, but English-first workplaces are common, easing integration for this family.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Melbourne, Australia studios commonly support remote/hybrid 2D environmental art with async workflows. Equipment stipends vary by studio, aiding a US family relocating.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Melbourne has a solid 2D environmental art pool; mid-to-senior talent available, but senior roles competitive; relocation/outreach may be needed.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Melbourne, Australia: 3D animator pay runs ~20% below global medians; high living costs, but work-life balance, visas, and grants can offset relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Melbourne offers regular short courses and university programs in 3D animation; solid instructors and active local meetups.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Melbourne has several strong animation programs (RMIT, Swinburne). They feed well-prepared 3D animators into local studios.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Melbourne\u0027s 3D animator hiring typically runs 2–3 months; strong local studios help, but competition can extend timelines.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Melbourne, Australia: 3D animation is English-first; English fluency is standard, with bilingual skills a helpful supplement.",
      "alignmentValue": 10
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Melbourne, Australia studios widely support hybrid 3D animator roles; remote work with occasional onsite days suits the local game-dev scene.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Melbourne\u0027s 3D animation scene is solid, with studios and outsourcing partners; mid-to-senior talent is accessible, though top roles remain competitive.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Melbourne, Australia 3D Character Artist pay trails top hubs ~10-15%. Still offers strong studios and a high-quality lifestyle for experienced talent.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Melbourne, AU has university and TAFE courses plus regular bootcamps in 3D character art. Active game-dev communities support ongoing learning.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Melbourne has several strong game/3D art programs (RMIT, Swinburne, AIE) delivering well-prepared grads yearly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Melbourne\u0027s game scene is solid but niche for 3D character artists; expect 3–4 month timelines with targeted sourcing.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Melbourne, Australia, English-dominant game studios are common; multilingual teams exist, supporting diverse talent and cross-border collaboration.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Melbourne studios generally support hybrid 3D character roles; flexible remote options and equipment stipends are common in Australia.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Melbourne, Australia offers a solid 3D character artist pool with several studios; senior hires are competitive but local talent is accessible.",
      "alignmentValue": 7
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Melbourne offers occasional game-focused accelerators and labs; accessible grants and campus programs support game startups.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Melbourne air is usually clean, but seasonal smoke can raise AQI; keep filters ready and limit outdoor time for kids.",
      "alignmentValue": 6
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Melbourne hosts several mid-size studios and publisher offices; decent game dev ecosystem with grants, but no single dominant AAA anchor yet.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "In Melbourne, about half identify as non-religious. Atheists navigate civic life easily, with ceremonies occasionally nodding to faith.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Melbourne, Australia, strong safeguards keep backsliding at bay. Independent courts and media support civil liberties for families.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Melbourne banks are modern and accessible. Opening an Aussie account is usually straightforward, with tap-to-pay widely accepted.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Melbourne (St Kilda/Brighton) are family-friendly with promenades and lifeguards, but water can be chilly and murky after storms.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Melbourne, AU has a vibrant boardgaming scene with regular shop nights (Good Games, Fortress Melbourne) and family-friendly events.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Melbourne\u0027s inclusive fitness culture supports diverse bodies; kids encounter supportive peers and non-judgmental health talk.",
      "alignmentValue": 9
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Melbourne has a diversified economy with a growing tech scene. Downturns tend to pause hiring rather than cause mass layoffs.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Melbourne, AU offers universal healthcare and strong screening; cancer incidence is near global norms with reliable early detection.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Melbourne, AU: prisons generally decent with active oversight and humane conditions; a few facilities lag in services.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Melbourne, Australia, the federal Child Care Subsidy, employer flexibility, and parent groups support childcare. Some planning remains for reliable coverage.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Melbourne offers many playgrounds and pram-friendly streets; safe neighborhoods and strong schools support families, though CBD traffic can be busy.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Melbourne, Australia, CCS subsidizes childcare but families still pay top-ups. With two kids, costs remain ongoing, though subsidies help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Partial childcare subsidies exist for temporary visa families in Melbourne; costs remain notable until permanent status, with limited municipal help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Melbourne\u0027s scene for gaming, board games, tabletop play, and rock climbing has active communities. This makes hobby integration easy for us.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Melbourne, Australia has a vibrant tech and game-dev scene with frequent meetups and regular events. Annual conferences and local networks support founders and families.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Melbourne\u0027s wellness culture with parks, programs, and universal healthcare supports active, health-conscious families.",
      "alignmentValue": 10
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Melbourne, Australia has several co-housing/cooperative options and family-friendly programs; entry paths exist but demand may require patience.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Melbourne, community manager pay tends to mirror global medians after cost-of-living. Packages are competitive with standard benefits, equity is rare.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Melbourne, Australia has an active community manager scene with regular workshops and online groups. Local universities and tech meetups provide solid training and certifications.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Melbourne has strong digital media and game design programs (RMIT, Swinburne, Monash) that regularly feed community manager grads into studios.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Melbourne\u0027s market offers a solid local pool; Community Manager roles typically fill in 1-2 months with English-proficient candidates.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Melbourne, AU uses English as the default for community management. Multilingual team support is common to engage diverse audiences.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Melbourne studios widely support flexible remote work and equipment stipends. Ideal for founder-led teams prioritizing balance.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Melbourne\u0027s game scene offers a solid CM pool across studios, but senior CM roles are concentrated; plan for proactive sourcing or remote hires.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Melbourne, Australia, neighbors are generally kind; bonds form through schools, maker clubs, and climbing gyms once newcomers show up.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Melbourne-based studios offer pay around global median after cost of living. Strong benefits and remote/hybrid options support family stability.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Melbourne startup pay nudges near global medians after cost of living. Equity remains meaningful for early teams, helping families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Melbourne visa rules are navigable for first-time applicants but involve periodic checks; track days and global income for tax residency after 183 days.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Melbourne offers regular bootcamps and meetups plus university courses for game/dev upskilling; funding options and grants improve access.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Melbourne, AU has a healthy tech/game dev contractor bench; top talent can book weeks ahead. Grants and visa pathways support rapid onboarding.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Melbourne, Australia emphasizes harm-reduction and universal healthcare, managing substance issues with compassionate services and relatively light penalties.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Melbourne, Australia offers strong tech talent and grants, but office rents and wages are elevated; with local incentives, costs are manageable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Melbourne rents around AUD 700-900/week plus rising groceries; two tech incomes and remote work help keep finances manageable with careful budgeting.",
      "alignmentValue": 6
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Melbourne offers quality coworking and a budding game-dev ecosystem; a few shared labs and resources support indie teams.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Melbourne\u0027s software/game dev market shows noticeable competition; roles fill steadily, but niche shortages persist. Remote or hybrid hiring helps your family.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Melbourne is moderate. Australia\u0027s universal healthcare supports counseling with manageable wait times.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Melbourne, Australia, locals welcome deeper bonds after you show genuine interest. Clubs and community dinners help friendships form quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Melbourne studios show steady D\u0026I progress with LGBTQ\u002B and multicultural inclusion; expect transparent metrics and inclusive hiring.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Melbourne, Australia, drug enforcement is targeted with health-oriented policies; occasional crackdowns still create unease.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Australia allows dual citizenship with minimal reporting; in Melbourne you can keep your US passport after naturalization with standard residency.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Melbourne, Australia has a strong startup grants landscape. Accelerating Commercialisation offers up to $1M per project; combined programs can exceed $1M.",
      "alignmentValue": 9
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Melbourne offers a robust game dev ecosystem with generalist VCs and public grants. Access is reliable via grants, angels, and programs like the R\u0026D incentive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Melbourne\u0027s economy stays resilient with unemployment near 4% and solid growth in tech and services. Startup funding remains accessible for local founders.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "Melbourne\u0027s mixed economy blends services and exports with solid governance and startup grants, supporting families and entrepreneurs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Melbourne benefits from stable Australian policy with minimal surprises. Ongoing arts/tech funding in Victoria and clear visa pathways aid planning.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Melbourne\u0027s Victorian Curriculum sits above OECD averages with strong public schools. Early childhood options are robust; some schools offer bilingual pathways.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Melbourne has accredited game/media programs (RMIT, Swinburne, Monash) with active studio internships. Capstone projects strengthen local talent pipelines.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Melbourne firms often sponsor skilled workers, but quotas and shortages lists can limit offers. Plan backup visas and legal help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Melbourne hosts active Unity and Unreal scenes with local meetups and grants; strong cross-pollination supports Trey\u0027s game-dev work.",
      "alignmentValue": 9
    },
    {
      "key": "Environment",
      "alignmentText": "In Melbourne, urban forests and Yarra parklands keep life green for kids; some western suburbs face traffic emissions and runoff, but parks remain nearby.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Melbourne, dual tech incomes hit about 30% tax (Medicare \u002B super), but strong services offset costs.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Melbourne, autumn spans roughly 24°C to 12°C (75°F to 54°F). It\u0027s mild overall but with windy fronts and quick rain showers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Life",
      "alignmentText": "Melbourne offers strong family health services, parks, and libraries, but swim-lesson waitlists and busy urban pockets temper the experience.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "Melbourne, AU: Partner visas cover spouses and minor children with minor steps; kids qualify for public schools after health/character checks.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Melbourne, AU offers paid parental leave and Medicare for newborn care. Access can be slowed by bureaucracy and means-testing.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Melbourne, AU, means-tested Family Tax Benefit and universal preschool hours ease costs. Paperwork and eligibility rules still apply.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Melbourne, visa families get limited access to Parental Leave Pay and Family Tax Benefit. Most benefits require permanent residency.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Melbourne favors tidy smart-casual looks for daily life. The AU fashion scene is casual-friendly; comfortable, practical outfits fit well year-round.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Melbourne, women\u0027s fashion is dynamic and inclusive, with body-positive boutiques and broad style freedom that fits your progressive values.",
      "alignmentValue": 10
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Melbourne, men mix sleek streetwear with smart-casual; inner-suburban tech offices welcome creative, low-stress outfits.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Melbourne, women freely switch between workwear, athleisure, and casual styles. Local media still leans toward a slim ideal.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Melbourne, Australia, gun laws are tight and ownership is low; firearms are tightly regulated with strong safety norms.",
      "alignmentValue": 10
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Melbourne, consent norms are strong and bystander intervention common; most interactions are respectful, with clear cues.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Melbourne has a growing founder base with regular meetups and active startup hubs; solid access to mentors, grants, and local investors.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Melbourne, Australia has abundant fresh markets and a vibrant multicultural dining scene. Produce and global cuisines are widely accessible near home.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Melbourne locals are consistently warm and willing to help newcomers within weeks, easing family settlement.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Melbourne, AU offers a solid game-dev grants scene; expect AUD 500k-1.2M/year via public/private programs; strong fit for a founder-led studio.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Melbourne\u0027s game dev scene includes mid-to-large studios (Ubisoft Melbourne, FireMonkeys) and grants. Steady openings exist for Unity/C#/game roles.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Melbourne, Australia, gender-diverse people enjoy good social acceptance and healthcare access, but some official forms still default to binary.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Melbourne, Australia: strong anti-discrimination laws with active enforcement protect gender equity. Leadership gaps exist but progress is steady.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Melbourne, two-earner parenting is common and supported, with flexible work policies; tech leadership still skews male.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Melbourne, AU, all genders can initiate or decline interest without stigma; flirting norms are broadly inclusive.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Melbourne, AU: temporary visa holders may face Medicare surcharges until PR; plan for limited work flexibility and higher healthcare costs before residency.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In Melbourne, hotter summers and bushfire smoke require active climate planning (air purifiers, heat plans); risk remains manageable with mitigation.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Melbourne offers state-nominated startup visas and Global Talent options; processes are moderate but family-friendly and English-accessible.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Melbourne\u0027s casual-smart scene favors neat grooming. A polished look helps in work and social settings, but high fashion isn\u0027t required.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Melbourne, Australia has progressive acceptance. Multi-partner families can participate openly with minimal friction in civic life.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Melbourne\u0027s universal healthcare via Medicare generally covers families well; private options help with elective specialist waitlists.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Melbourne, visa holders receive care but must navigate OSHC/private insurance and costs; public Medicare access is limited.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Melbourne, Australian citizens access CSP with HECS-HELP; broad degree options exist, though top programs remain competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Melbourne, AU: visa students can enroll, but face high tuition and limited work-study; residency improves access and support.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Melbourne, AU, established studios typically fill roles within about 2 months. The city\u0027s strong game-dev ecosystem and grants support steady hiring.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Melbourne startups typically wrap hiring in 1-2 months, helped by active pipelines and grants like VicScreen and The Arcade.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Melbourne housing remains pricey for families: rents over AUD 700/week and homes near AUD 930k; some family-friendly suburbs balance space and cost.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Melbourne, PAYG and myTax streamline filing; however US foreign income and grants may still require an accountant.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Melbourne (AU) is broadly welcoming to newcomers; diverse communities support languages and cultures, with occasional national immigration debates.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Melbourne warmly welcomes skilled migrants. White Americans typically integrate well with English and local networks; stereotypes are manageable.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Melbourne public K-12 is broadly accessible; top schools use zones/lotteries, with strong public options and early childhood programs.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Melbourne, visa-holding kids can enroll in public primary schools but temporary residents pay about AUD 5–6k per child per year.",
      "alignmentValue": 6
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Melbourne, Australia, English dominates government, health, and schools. We supplement with local language exposure through community programs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English-dominant studios in Melbourne; the family values English ubiquity and is willing to learn local language for community and compliance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Melbourne startups run on English; strong local-language marketing helps reach Melbourne\u0027s multicultural communities.",
      "alignmentValue": 9
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Melbourne, AU has accessible tech/IP lawyers with game experience; several firms handle publishing, licensing, and IP for startups.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Melbourne, Australia, LGBTQ\u002B protections, Pride events, and rainbow-friendly schools support poly families; anti-discrimination enforcement boosts safety.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Melbourne\u0027s game-dev scene offers uni labs and local playtest groups; reliable options exist, though scheduling can require lead time.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Melbourne, Marxist ideas linger mainly in universities and arts scenes; mainstream policy stays centrist with room for debate.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Melbourne, Australia: hands-on dads are common and parental leave is normalized; blokey banter persists in some workplaces.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Melbourne, Australia, mass violence is uncommon; authorities communicate openly and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "In Melbourne, Australia, a vibrant meetup scene covers tech, parenting, and poly-friendly socials with inclusive venues city-wide.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Melbourne, the national minimum wage of AUD 24.10 per hour keeps essentials in reach, but urban rents still require two incomes for families.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Melbourne has solid broadband via NBN, fast contactless transit, and Service Victoria IDs; rail delays still occur occasionally.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Melbourne\u0027s urban scene broadly understands polyamory. Australian workplaces and schools increasingly treat it as a normal variation.",
      "alignmentValue": 9
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Melbourne, direct but respectful honesty is valued. Share concerns openly while remaining considerate of diverse views.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Melbourne offers easy nature: Dandenong Ranges and Mornington Peninsula are within reach; some parks charge fees, but family outdoor time remains frequent.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Melbourne, grassfires on the outskirts and occasional floods require preparedness; insurance and alert apps help manage the risk.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Melbourne offers easy nature access: surf beaches, parks, and trails within an hour for family outings.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Melbourne, Australia, offers a vibrant nightlife with regular concerts and community events. Safe transport helps Trey and family enjoy evenings.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Melbourne offers plentiful nightlife with safe, well-connected transport; families can enjoy daytime and early-evening options, though some late-evening spots require research.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "In Melbourne, GCAP, Freeplay Festival, and The Arcade sustain a lively indie game scene with conferences, jams, and mentorship welcoming families.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Melbourne hosts EA FireMonkeys, League of Geeks, and Hipster Whale, offering a strong indie/mid-tier scene for Trey to network.",
      "alignmentValue": 9
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Melbourne, obesity is moderately common. Walkable neighborhoods and public health campaigns support healthier choices.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Melbourne has VicScreen and Screen Australia grants plus The Arcade incubator; strong local talent and clear funding paths, though competitive.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Melbourne, pace shifts by neighborhood; CBD bustle contrasts with calmer inner suburbs, offering a balance of city energy and family downtime.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Melbourne, schools blend child-led learning with exams; dads at drop-off are normal and parental leave is supported.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Melbourne, Australia, citizenship typically requires about 4 years of residence (including PR) with a civics test and English; dual citizenship is allowed.",
      "alignmentValue": 10
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Melbourne, corruption is low. Strong watchdogs investigate issues and most cases end in lawful outcomes.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Melbourne locals generally respect personal space. In crowded trams and markets you may feel closer, but polite boundaries work well here.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Melbourne, Australia generally preserves personal space; on crowded trams, locals check before touching and use cues for greetings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Melbourne, AU offers most of the year with pleasant temps; mild springs/autumns and temperate summers, with a few sticky weeks or chilly spells.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "In Melbourne, Australia, democracy is stable with compulsory voting and independent courts; reforms happen through open civic channels.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Melbourne, polyamory is visible in LGBTQ\u002B communities and supportive therapists, but schools still assume two-parent families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Melbourne offers 15h/week kinder for 3-4s; center waitlists run 12-18 months; for a 1yo we rely on co-ops or private care.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "In Melbourne, private schools exist with good options, but fees of AUD 25–40k/year are premium; families prioritizing public options may view them cautiously.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Melbourne has abundant fresh markets. Processed foods are common, but healthy options are easy to find for families.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Melbourne PMM (Games) comp trails top markets by ~10-15%, but excellent lifestyle, universal healthcare, and solid super boost overall appeal.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Melbourne offers regular workshops and university courses for games product marketing. The thriving local game-dev scene supports ongoing upskilling.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Melbourne hosts strong games/marketing programs (RMIT, Monash, Deakin). Several PMM (Games) grads enter regional studios yearly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Melbourne PMM (Games) hiring typically takes 1-2 months; robust local games ecosystem and English-friendly market support steady pipelines.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Melbourne, AU is English-dominant; prioritize English fluency, with openness to learning the local language.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Melbourne PMM (Games) roles are largely flexible: remote/hybrid common with async workflows; equipment stipends often available; negotiate fully remote when needed.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Melbourne, AU has a moderate Product Marketing Manager (Games) pool; startups may require relocation or extended searches for niche skills.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "Melbourne, Australia is progressive with climate action and Indigenous treaty talks, aligning with our family\u0027s values.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Melbourne, Australia, most peers are sex-positive; consenting adults face little moral policing; sexual choices remain personal.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Melbourne, Australia, public messages are largely factual and community-oriented, with defense coverage remaining patriotic but accessible to diverse views.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Melbourne, Australia, independent outlets and public broadcasters keep propaganda in check; election spin is occasional and quickly debunked.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Melbourne\u0027s tram/train grid with Myki helps family trips. Bike lanes are expanding, but outer suburbs still have 20\u002B min headways, especially on weekends.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Melbourne hosts a budding indie game scene; platform partnerships exist but require proactive outreach and local event involvement.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Melbourne, AU offers abundant premium dining, culture, and top schools; most services are accessible with occasional waitlists for elite options.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Melbourne, Australia provides universal healthcare and strong schooling, so basics are met. Savings and extracurriculars stay tight without extra support or side work.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Melbourne offers strong public services and family-friendly policies, but housing and childcare costs still strain a middle-income budget.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Melbourne\u0027s game scene emphasizes real-time dev with Azure hosting and good broadband; mainly real-time work with some pre-rendered/cinematic options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Melbourne, faith voices influence culture but policy stays evidence-based and pluralistic; aligns with our progressive, rights-focused family.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Melbourne, Australia, studios commonly offer hybrid/remote roles with formal policies, matching the family\u0027s remote-friendly, work-life balance needs.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Melbourne, Australia startups lean hybrid here with solid async tooling. This fits the family\u0027s need for predictable hours and remote options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Melbourne favors hybrid work with coworking spaces and reliable internet. APAC time zones keep remote roles viable for cross-border teams.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Melbourne offers multiple visa routes; temporary stays 2-4 years with a path to PR after compliant years, though renewals can require paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Melbourne\u0027s game/web dev scene is solid. Churn spikes during funding cycles, but grants and visa programs support stable, family-friendly roles in Australia.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Melbourne, Australia, a strong Age Pension with compulsory super and Medicare offers retirees a solid baseline with saving incentives.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Melbourne, AU: temporary visa holders can contribute to super, but need permanent residency before counting toward Age Pension; private savings remain central.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Melbourne\u0027s Ruby scene centers on Envato, Zendesk, and local SaaS shops. It\u0027s steady but maintenance-heavy, with competition moderate compared to JS/.NET.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Melbourne is generally low crime and family-friendly; suburbs feel safe, but inner areas see occasional break-ins, keep doors locked.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Melbourne offers strong public and private schooling. Top options like University High or Bialik rely on catchments or early applications.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Melbourne water stays cool most of the year (~18–20°C); Feb peaks at 18–19°C, so kids need rash guards or wetsuits and brief swims or pools.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Melbourne, Australia has generally predictable seasons, but occasional heatwaves and sudden cold snaps require monitoring and planning.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Melbourne, AU has long summer days and shorter winters. Mood stays strong with light-touch coping habits.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Melbourne swings between cool and warm days; layering helps, but outdoor time stays doable most days.",
      "alignmentValue": 8
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Melbourne has a solid senior tech pool including startup veterans; recruiting will require competitive offers due to high demand and visa dynamics.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Melbourne, Australia offers comprehensive, consent-focused sex education. Urban openness supports diverse identities and polyamory acceptance.",
      "alignmentValue": 10
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Melbourne, Medicare, family benefits, and rent assistance exist, but new migrants face forms and eligibility limits.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Melbourne, 2k sq ft rentals exist in family-friendly suburbs with strong schools; prime areas are pricey, prepare for competition.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Melbourne spring, cool mornings give way to mild afternoons (roughly 8–22°C). Layers help for school runs and windy days.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "In Melbourne, Australia, stable governance and predictable policies support families. Strong institutions enable calm, transparent crisis response.",
      "alignmentValue": 10
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Melbourne, Victoria, progressive Labor policies on rights and public services align with our values. There is room for debate and diverse views.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Melbourne, Australia, the market blends startup dynamism with strong consumer protections and universal healthcare, supporting families and entrepreneurs.",
      "alignmentValue": 10
    },
    {
      "key": "Studio Density",
      "alignmentText": "Melbourne has a strong game/animation scene with dozens of studios and a thriving indie sector; solid ecosystem and funding programs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Melbourne summers hover near 30°C with manageable humidity and cool nights; occasional heatwaves to 33–35°C may need short indoor breaks.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Melbourne, Australia, most interactions are warm and helpful; staff and locals respond positively when we initiate. Errands feel courteous and efficient.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Melbourne offers strong, reliable incentives: federal R\u0026D Tax Incentive plus Creative Victoria grants; clear eligibility for game developers.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Melbourne, AU: visa costs AUD 10-15k including health checks for first-time applicants. Processing is 6-12 months with backlog.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Melbourne, trust is mixed; transparency portals and ICAC hearings boost confidence, but skepticism varies by community.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Melbourne, Australia, corruption is rare and quickly contained to isolated procurement glitches, supporting a stable, family-friendly public sector.",
      "alignmentValue": 10
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Melbourne, AU: AUD 130-160k\u002B super for senior software roles supports a dual-income family; good schools and childcare are feasible.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Melbourne, Australia weekends offer markets, parks, and kid-friendly events; some venues may require tickets, but many activities are walk-in.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Melbourne, school 8:45–3:30; OSHC fills quickly. With a 1-year-old, daycare is needed; parents stagger mornings and book early.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Melbourne, four weeks of leave plus about 11 public holidays yields around 31 days off. Great for family trips with early planning.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Melbourne, most tech employers offer 4 weeks annual leave (with leave loading); extended trips require planning but approvals are usually smooth.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Melbourne has vendor options, especially for art and QA; expect some overflow work via remote partners.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Melbourne, Australia: VFX real-time pay lags top hubs by ~10–15%, but still attracts experienced pros with solid local benefits.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Melbourne has occasional VFX real-time upskilling via universities and private providers; many courses are remote or visiting.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Melbourne, Australia has several strong VFX/real-time programs (RMIT, Swinburne) producing industry-ready grads annually. A robust studio ecosystem supports local demand and internships.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Melbourne’s growing VFX/game scene offers local talent; real-time hires typically take 3–4 months with proactive sourcing for families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Melbourne, Australia, English is standard in VFX; most studios run in English, with some valuing basic local-language awareness.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Melbourne, Australia real-time VFX work is often hybrid; remote options exist for seniors, but onsite collaboration remains common for teams like Trey\u0027s.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Melbourne has a moderate real-time VFX pool with mid- to senior-level talent. Hiring may require relocation or broader sourcing for niche skills.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Melbourne, New Zealand and Pacific ties are valued, but views on China remain cautious; sentiment is mixed yet civil for families relocating here.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "In Melbourne, Australia, our family sees a welcoming, livable city with strong schools, diverse culture, and solid services; balanced pride with practical realism.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Melbourne neighbors view Australia as economically strong with top universities and disaster aid, yet critique offshore detention and civil-liberties policies.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Melbourne offers 189/190 and Global Talent routes; viable via points or nomination, though GTI is selective.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Melbourne\u0027s inner suburbs are walkable with parks and safe sidewalks. A few car-heavy corridors and tram stops require cautious routes near kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Melbourne, US families blend into a cosmopolitan city; generally welcoming with mild curiosity about long-term migrants.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Melbourne\u0027s laneway art and theatres delight us. Science precincts like Melbourne Connect hub feed our curiosity with endless learning.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Melbourne stay mild: highs around 13°C and lows around 6°C; subfreezing nights are rare and snow is a novelty.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Melbourne, AU typically 37.5-38h weeks with occasional crunch; compensatory leave supports family-friendly balance.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Melbourne, Australia caps full-time at 38 hours/week and supports school pickups. During launches, occasional crunch happens, but recovery time is provided.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Melbourne has robust Fair Work protections and active unions; gig workers still face some coverage gaps.",
      "alignmentValue": 9
    }
  ]
}