{
  "version": 2,
  "iso": "AT",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Austria\u0027s strong environmental protections keep air clean and rivers swimmable; Vienna and the Alps offer easy access to parks and alpine escapes.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Austria faces more frequent heatwaves and heavier rains, but strong flood defenses and national plans keep climate shocks manageable for Vienna.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Austria offers mild springs and autumns. Summers are warm but not humid; winters are cold with snow, so plan winter gear.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Vienna and Graz in Austria hover around 12 µg/m³ PM2.5. Overall good air, with occasional seasonal dust/pollen days; portable filters for kids if needed.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Disasters in Austria are rare and low-impact; Danube flood defenses and Alpine avalanche controls plus timely alerts keep families safe.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Austria spring (Mar–May) runs 5–18°C; cool mornings, mild afternoons, occasional rain—great for park days with layers.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Austria (AT) summers: typical highs around 25–28°C with cool nights. Humidity is moderate, making parks and sleep comfortable without constant AC.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Austria typically 10–22°C (50–72°F), with crisp mornings and pleasant hiking days across regions like Vienna outskirts.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Austria winters hover around -2 to 5°C (28-41°F) with reliable snow clearing; coats and boots keep daily life smooth.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Austria\u0027s alpine lakes and public lidos offer family-friendly beach days within an hour; water quality is strong, but shade can be limited.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Austria, lake water reaches about 22-24°C in July–August; outside peak summer it\u0027s cooler, so expect short swims or heated pools.",
      "alignmentValue": 6
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Austria\u0027s Alps and Danube valleys offer abundant, family-friendly trails. Seasonal scenery is stunning near towns and lakes.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Austria lacks a universal minimum wage, but sector agreements keep tech pay above living costs in Austria, with regional enforcement differences.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior software salaries in Austria (Vienna) run around €60–75k plus 13th/14th month pay. This is comfortable locally but typically below US equivalents after taxes.",
      "alignmentValue": 6
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Austria\u0027s Vienna and Linz host steady .NET roles in finance/tech; many remote-friendly teams with supportive visa options for relocation.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Austria (Vienna) has a moderate Ruby demand with remote roles available. Growth lags top stacks.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Austria offers Red-White-Red Card sponsorship, but language rules, quotas, and costs add bureaucracy; for a US family, sponsorship is not guaranteed.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Austria\u0027s solid, diversified economy with about 5% unemployment. Strong social safety nets cushion family finances.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Vienna, Austria supports remote/hybrid work with reliable broadband and coworking hubs. Some sectors still require office visits; time zones align with Europe.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Austria\u0027s strong labor rules and unions typically limit overtime and protect evenings; managers support Sarah\u0027s family-friendly, low-stress goals.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Austria\u0027s typical workweek is around 38-39 hours with tracked overtime. This helps Sarah protect family evenings.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Austria provides 25 paid vacation days (5 weeks) yearly; long service can raise it to 6 weeks, helping plan U.S. visits.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Austria typically offers about 25 vacation days per year plus ~13 public holidays. Plan extended trips around slower periods and local holidays.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Austria’s Vienna offers a calm, livable pace with reliable transit. It suits Sarah and family life for slower, less rushed days.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Austria schools often end early (12-13:00) with Hort care until ~17:00. 8:00-16:00 workdays fit with reliable aftercare and occasional pickup adjustments.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Austria weekends offer parks and alpine day trips. Sunday shop closures require planning ahead, but family-friendly museums fit our slower, affordable pace.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Austria’s universal healthcare, generous parental leave, and strong childcare create safe, walkable, family-friendly neighborhoods for two young kids.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Austria (Vienna) has no legal polyamory recognition; private circles are welcoming, but schools/workplaces may default to monogamy.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Austria supports dual‑earner families with generous parental leave and strong school–family partnerships, offering empathetic guidance.",
      "alignmentValue": 9
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Vienna, Austria offers stroller-friendly transit, safe crossings, and abundant playgrounds; top schools and healthcare support the family.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Austria offers free public schooling with solid early years; many districts offer bilingual tracks; international schools exist but with tuition and waitlists.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Austria has a subsidized Kita system; bilingual slots vary. In urban areas demand can outpace supply, so early registration and backup care are wise.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Austria offers subsidized childcare and family allowances that offset costs for both children; these programs support working parents.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Austria (AT): visa families can access municipal childcare after registration, but subsidies depend on residency duration and German documentation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Austria offers broad, largely free K-12 education with language support for non-native speakers. Enrollment is generally straightforward, though top schools have entry criteria.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Austria provides free public K-12 for visa families with residency proof. Expect German-language integration support and some paperwork to enroll.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Private international schools exist in Austria with strong networks (AIS Vienna, Vienna International School); top spots are costly and competitive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Austria offers Familienbeihilfe and parental leave; childcare and healthcare are supported, though bureaucratic delays can slow payments.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Austria generally offers strong family benefits for visa holders after registration; some cash supports may require longer residency or employer sponsorship.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Austria has broad public-university access; as non-EU students, tuition is modest per semester (~€726) plus living costs—plan ahead.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Austria: non-EU tuition exists (~€1,500/semester); visa/residency proofs and funds checks add friction for newcomers.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Austria\u0027s urban centers are egalitarian; rural areas retain traditional gender roles.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Vienna, Austria has strong LGBTQ\u002B visibility and support groups, but official gender recognition lags behind.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Austria upholds EU gender rights; pay gaps persist and leadership representation lags.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Austria generally supports women\u0027s autonomy in dress and careers; urban life (Vienna) blends polish with practicality. Workplace norms are present but not overbearing.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Austria\u0027s norms are increasingly egalitarian; dads participate more and show emotional openness, but it\u0027s not universal.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Vienna\u0027s coffeehouse culture and classical music scene, plus growing indie art in Austria, offer rich exploration beyond work.",
      "alignmentValue": 9
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Austria: city life runs in English for work and errands, but government offices and community ties push steady German study.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "Austria (AT) shows strong progressive lean in cities like Vienna, prioritizing climate action and rights. Rural regions temper reforms.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Austria leans social democracy; unions are influential, and Marxism is debated academically but not policy-driven.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "In Austria, atheism is widely tolerated, especially in cities like Vienna; secular life is common despite Catholic heritage.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Urban Austria (Vienna) is comfortable with consent and comprehensive sex ed; rural areas remain more conservative.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Austria offers nationwide equal marriage and protections. Vienna is vibrant for LGBTQ\u002B families, while rural areas may be cautious.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Austria\u0027s Vienna-area communities are friendly. German fluency unlocks deeper connections through parent groups and local clubs.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Austria sees itself as culturally rich and socially stable, pragmatic and welcoming to newcomers. It values education, welfare, and civil liberties.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Austria\u0027s EU neighbors are generally positive and cooperative; cross-border commuting with Germany and Italy is common, with Alpine initiatives.",
      "alignmentValue": 9
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Austria is viewed as stable and culturally rich; expat families often find a welcoming, orderly environment. Some adaptation to local norms and language is expected.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Vienna has late-night bars and classical venues, but many close early and Sundays are quiet; fits a slower, family-friendly rhythm.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Austria\u0027s urban hubs like Vienna favor smart-casual European tailoring. Trey can blend in with polished basics, though some offices lean conservative.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Austria\u0027s urban fashion (Vienna) is diverse and practical; smaller towns lean conservative—expect modest, workplace-appropriate outfits.",
      "alignmentValue": 8
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Austria, skiing, hiking, cycling, and café culture are core hobbies. Gaming and board games fit into a growing scene in Vienna with clubs and cafés.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Austria\u0027s board-game scene is strong in Vienna, with Spielbar cafés and clubs for Eurogames and RPGs. Families can find welcoming game nights in urban venues.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Austria\u0027s Vienna offers regular concerts and family-friendly performances. Safe transit and parks support relaxed, kid-friendly evenings.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Austria\u0027s meetup scene spans tech, parenting, LGBTQ\u002B, and international groups (notably in Vienna). Proactive German learning helps belonging.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "From Vienna, rail-accessible Vienna Woods and Danube bike trails within an hour support family outdoor goals. Some routes may require gear.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Austria\u0027s stable federal republic with strong rule of law and open civic channels supports a resilient democracy suitable for your family.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Austria remains largely secular with Catholic heritage shaping holidays. Religious references appear in law, but minority rights stay protected.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Austria has strong unions and broad collective bargaining coverage. Paid leave and family-friendly policies boost stability.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "Austria’s pluralist, rights-respecting social market economy blends welfare with private enterprise, matching Trey’s need for supportive yet innovative environments.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Austria\u0027s solid democracy faces minor far-right rhetoric and surveillance debates; family stays vigilant but hopeful amid active civil society.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Austria\u0027s dynamic, regulated market supports startups with grants and visas, alongside strong welfare and clear rules.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Austria offers steady governance and EU backing with low crime; Vienna provides safe, family-friendly living and strong schools.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Austria\u0027s pluralistic media and ORF watchdog culture keep spin in check; propaganda appears mainly in campaigns, with diverse outlets balancing facts.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Austria, messaging should emphasize inclusive wellbeing and transparency, with pluralistic media and diverse voices guiding policy.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Austria\u0027s universal healthcare, strong child benefits, and public housing support align with your family\u0027s needs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Austria: trust in government is solid overall (higher than the US); robust transparency and EU standards support reliable, family-friendly services.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Austria maintains strong rule-of-law and low corruption. Occasional party-finance issues surface, but governance remains transparent for families.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Austria has low corruption with strong oversight; public-sector issues are rare and typically addressed quickly, matching the family\u0027s stability focus.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Vienna offers family-friendly social housing with stable rents; private leases can involve high deposits and scarce large flats.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Austria remains very safe overall; violent crime is rare and transit is reliable. For families, light after-dark caution in some areas is prudent.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Austria\u0027s universal healthcare offers broad, affordable care with strong pediatric services; expect occasional delays for non-urgent specialists.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Austria offers universal public healthcare; visa holders enroll in Krankenkasse, with private coverage bridging any initial waits.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Austria offers universal, subsidized childcare via public kindergartens with strong coverage. Some planning and language support may help access spots.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Austria offers generous parental leave and Familienbeihilfe; childcare subsidies adapt as children grow, supporting work-life balance with limited bureaucracy.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Austria has solid academic outcomes and strong vocational paths with free university; early tracking can pressure younger students; bilingual options exist.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Austria\u0027s nationwide KlimaTicket and dense urban rail make car-free living practical for the family; expect minor gaps in rural areas.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "Austria\u0027s social market economy blends private entrepreneurship with strong public services and startup funding; reliable governance supports Trey\u0027s ventures.",
      "alignmentValue": 9
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Austria has a progressive tax with monthly prepayments and social contributions. FinanzOnline aids digital filing, but complex cases may still need an accountant.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Austria\u0027s dual-income tax plus social contributions runs ~40-50% effective. Deductions help, but the budget tightens vs Missouri.",
      "alignmentValue": 5
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Austria\u0027s banking supports SEPA and card payments; for US expats, account opening can involve residency proof and local docs, but daily ops are solid.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Vienna, Austria costs are moderate: more than KC but below US coasts; transit subsidies and universal healthcare help family budgets.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Austria\u0027s public pension is solid and funded by payroll contributions. Many retirees supplement with private or occupational pensions.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Austria\u0027s public pension system welcomes long-term workers; with the US-Austria totalization, retirement benefits port to the US if you settle long-term.",
      "alignmentValue": 10
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Austria offers Red-White-Red Card and EU Blue Card for skilled workers; startup/self-employed routes exist but require detailed docs and German-language submissions.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Austria generally welcomes US families, especially in cities like Vienna. Official processes often require German and can feel formal.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Austria offers two-year initial permits with renewals; pathway to permanent residence after five years, though renewals require paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Austria naturalization typically requires 10 years of residence, B1 German, and integration proof; approval is not guaranteed for U.S. families.",
      "alignmentValue": 5
    },
    {
      "key": "Family Members",
      "alignmentText": "Austria family reunification via Red-White-Red Card covers spouses and minors; adult dependents face extra paperwork; income/housing thresholds apply.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Austria (AT) residence permits for US families can take up to a year; translations and legal fees add to costs.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Austria requires Meldeamt registration, health insurance proof, and visa steps; keep deadlines and documents to avoid penalties.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Austria generally restricts dual citizenship; naturalization often requires renouncing the US passport. This affects a US-Austrian family plan in AT.",
      "alignmentValue": 4
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Austria\u0027s visa life is stable but renewal-dependent. Expect German integration courses and a rental contract for residency.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Austria\u0027s game scene is active in Vienna with grant funding; openings are selective and networking-driven.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Austria (Vienna/Salzburg/Innsbruck): established studios typically fill roles in 4-5 months; aligns with Trey\u0027s startup and visa planning.",
      "alignmentValue": 5
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Austria, established studios tend toward EU medians with solid benefits; Vienna packages support families, though not top-tier global rates.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Austria\u0027s established studios commonly use English for cross-border work. German fluency remains important for community, school, and daily life.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Austria\u0027s established studios commonly support hybrid/remote roles with formal policies. This aligns with Sarah\u0027s preference and Trey\u0027s founder flexibility.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Vienna hosts THQ Nordic HQ and several indie studios, giving a recognizable game-dev hub with local events and networking.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Notable communities exist in Graz, Salzburg, and Vienna with regular meetups and Game Dev Days events; mentorship and jams are accessible for Trey.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Austria offers AWS grants and EU Creative Europe, plus Vienna\u0027s startup scene. This provides indie game funding and affordable coworking.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Vienna\u0027s startup ecosystem (AWS grants, EU funds, VBA support) backs seed studios; hiring typically takes 3–4 months.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Austria startup comp often tracks global medians once adjusted for cost of living; expect balanced cash and meaningful equity in Vienna\u0027s ecosystem.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "English is common in Austrian startups, supporting investor and platform communication. German fluency remains essential for hiring, compliance, and local processes.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Austria\u0027s startup scene is hybrid-friendly; remote work is common with periodic on-site days, matching the family\u0027s need for flexibility.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Austria offers strong transit, reliable utilities, and fast broadband in Vienna. Some digital government tasks still require in-person visits.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Austria\u0027s seasons swing a few times yearly. Expect occasional cold snaps and storms; plan flexible schedules and layering.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Austria\u0027s winter darkness is noticeable, but regular outdoor breaks and light therapy keep energy stable.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Austria offers two to three strong seasons with mild springs and falls. Summers are warm but not humid; winters vary by region.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Austria offers universal healthcare and strong safety nets; lower-income families may face social-housing queues restricting neighborhood options.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Austria provides universal healthcare and strong public services for middle-income families. With mindful budgeting, housing and childcare are manageable.",
      "alignmentValue": 9
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Vienna, Austria offers abundant premium dining, culture, and schools; most luxury services are accessible, though some niche options may require booking.",
      "alignmentValue": 8
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Austria (AT): 2k sq ft rentals exist mainly in outer Vienna suburbs; expect compromises on location/finishes to fit budget.",
      "alignmentValue": 8
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Austria has a growing co-housing and housing cooperative scene; Vienna and major cities offer family-friendly options, but entry may take time.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Austria\u0027s neighborhoods are generally polite and welcoming. Proactive outreach in cities like Vienna helps connections form gradually.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Austria is generally welcoming with active immigrant communities (notably Vienna), but periodic political debate and bureaucracy can cause mild concern.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Austria (Vienna) is generally welcoming to white migrants; some circles question motives; we\u0027ll engage locally and show long-term commitment.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Austria generally offers polite but efficient service; interactions can feel brisk, aligning with our family\u0027s calm pace and dislike of red tape.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Austria, joining Vereine and local events builds closer ties; your community focus fits - deeper bonds form after shared activities.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Austria generally respects personal space; in Vienna crowds can feel close, but locals read cues and respect boundaries.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Austria, share concerns openly but with tact; Austrians value polite discourse and privacy, while pluralistic media invites frank discussion.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Austria\u0027s work/social scenes (e.g., Vienna) lean business-casual; a gentle grooming budget helps us stay polished without overdoing it.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Austria, body talk is generally respectful; fitness spaces are inclusive. Some dieting chatter persists in certain circles.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Austria\u0027s work environments favor neat, smart-casual attire. In Vienna, polished outfits help you blend in, while home and family settings stay relaxed.",
      "alignmentValue": 7
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Austria generally has strong consent norms; people check in and intervene when boundaries are crossed. This supports a safe, family-friendly social life.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Austria, especially Vienna, shows growing inclusivity in flirting; our family promotes open, consent-first interactions across genders.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Austria\u0027s Vienna and other major cities host supportive subcultures. Mainstream spaces remain tolerant if discreet.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Austria\u0027s cities (Vienna) are open to casual dating; non-monogamy is common in urban life, while rural norms stay private.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Austria (AT) has progressive circles that accept polyamorous families. Institutions still require discretion in official dealings.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Austria generally respects personal space; handshakes are common, hugs vary. We\u0027ll steer interactions politely and follow cues.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Austria (AT) has firearms present mainly for sport/hunting; licensing, training, and safe storage are strictly required.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "In Austria, harm-reduction and treatment are prioritized. Personal-use penalties are relatively light with strong health services support.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Austria\u0027s enforcement is targeted with strong oversight; families rarely see heavy sweeps and can access support/diversion programs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Austria, mass violence incidents are uncommon. Authorities communicate transparently, and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Austria\u0027s prisons generally meet EU standards with active oversight and rehabilitation programs, ensuring humane conditions overall.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Austria\u0027s cities offer confident walking with safe crossings and strong transit; a few car-heavy corridors require care with kids.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Austria\u0027s universal healthcare and active-lifestyle culture support your goals; Vienna-area communities offer parks, cycling, and accessible wellness programs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Austria offers abundant fresh markets; with planning you\u0027ll eat well, while convenient foods are also available in Vienna.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Austria offers abundant fresh markets and diverse international cuisines. Most ingredients and cuisines are readily available, with only rare gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Austria: Depression prevalence is moderate; universal health care supports care, but there may be some counseling wait times.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Austria\u0027s obesity levels are moderate. Proactive wellness campaigns help keep the trend stable nationwide (AT).",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Austria, universal healthcare backs strong cancer screening; incidence is near global norms with broad access to early detection.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Austria\u0027s diversified economy supports steady hiring; downturns are brief with retraining support and strong social safety nets.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Austria has a moderate studio scene, mainly in Vienna and Graz; several mid-size studios with growing indie presence.",
      "alignmentValue": 6
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Austria has one notable anchor: THQ Nordic in Vienna. There are several mid-size studios, so hiring is steady but there is no large AAA hub.",
      "alignmentValue": 6
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Austria (Vienna) has vendor options, but capacity is limited; for full co-dev across all disciplines, plan EU-wide partners.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Austria has several game-focused programs in Vienna and Graz. Several programs partner with studios for internships.",
      "alignmentValue": 9
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Austria offers strong local CE through Vienna\u0027s VHS and uni courses; subsidies and English-friendly options help developers stay current.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Vienna, Austria offers regular monthly tech meetups and expat groups. Game jams happen periodically, with family-friendly events.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Austria\u0027s Unity/Unreal scene is balanced with active meetups in Vienna. Cross-training resources exist, supporting versatile hiring.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Austria\u0027s Unity-driven game scene (Vienna) supports mostly real-time work; some pre-rendered pipelines exist, aligning with Trey\u0027s and Sarah\u0027s focus.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Austria\u0027s software market (Vienna) shows steady demand and noticeable competition for key roles. Visa hurdles can slow hiring, but EU talent helps.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Austria\u0027s universal healthcare and family support foster long stays for this US family. Startup grants and remote work ease continuity; churn risk is low.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Austria shows steady D\u0026I gains - LGBTQ\u002B protections and gender equality are strong, but immigrant representation lags; expect gradual policy-led inclusion.",
      "alignmentValue": 7
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Austria provides some gaming/creative incentives (grants, Forschungsprämie) but funding swings and competitiveness limit predictable payouts.",
      "alignmentValue": 6
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Austria offers a stable, predictable policy environment with EU funding for tech/creative startups; grants and visa options support Trey’s ventures.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Vienna\u0027s startup scene is growing, with regular founder meetups and public funding; mentorship exists, though the network remains smaller than major hubs.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Austria offers public grants and generalist funds (FFG, EU programs). Game-specific backers are limited, so access is solid but competitive in Vienna.",
      "alignmentValue": 8
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Austria offers occasional game-focused cohorts (Vienna) and general startup support. Game-tailored tracks are not common.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Austria offers a solid senior tech pool in Vienna; startups face competition from anchor firms; expect competitive offers for senior leads.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Austria has a serviceable contractor bench with pockets of scarcity; Vienna\u0027s IT scene supports remote web/game dev hires.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Austria has solid coworking in Vienna and major cities; game-dev labs are limited and mocap gear is scarce outside hubs.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Austria offers accessible EU IP counsel with several firms handling game IP. Consider Vienna-based firms for licensing, publishing, and design protection.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Austria/Vienna: publishers have limited local presence; founders rely on international conferences and remote outreach for platform deals.",
      "alignmentValue": 5
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Austria\u0027s indie game scene (Vienna/Graz) offers local playtests and user research groups; scheduling may require lead time.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Austria\u0027s startup visa exists but involves quotas/documentation; you’ll need an Austrian-based business and funding with moderate processing times.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Austria has higher wages/rents than the Midwest; leverage grants and EU incentives in Vienna to offset costs for a family startup.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Austria\u0027s 3D character artist pool is moderate, concentrated in Vienna and Graz. Senior roles may require relocation or remote arrangements.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Austria has several strong 3D/animation programs in Vienna, Linz, and Graz; graduates feed regional studios with solid portfolios.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Austria has occasional 3D character art workshops (Vienna/Graz) and some bootcamps; most upskilling is self-directed or remote.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Austria\u0027s 3D character artist market is modest; Vienna/Graz pipelines are shallow. Expect 4-6 months; remote or EU talent can help fill roles.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Austria\u0027s 3D character artist pay trails top hubs by ~25–30%. Vienna studios offer strong benefits and universal healthcare, offsetting lower wages.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Austria\u0027s Vienna studios use English widely in international teams; German is common locally. Your English focus and willingness to learn German fit AT studios.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Austria studios, notably Vienna, commonly offer remote/hybrid 3D character roles; equipment stipends and async workflows are common.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Austria’s 3D animation pool is moderate, centered in Vienna and Graz; universities feed mid-level talent; senior hires often need relocation or remote work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Austria has several reputable animation/media programs (Vienna), regularly feeding regional studios with well-prepared 3D animator grads.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Austria offers occasional 3D animation workshops; Vienna and Graz host events and university programs, but frequent local training is limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Austria: 3D animator hiring typically takes 3-4 months. Proactive sourcing or international candidates can help speed up the process.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Austria\u0027s 3D animator pay sits ~20% below top markets; strong benefits (healthcare, work-life) help offset the gap in AT.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Austria (Vienna) 3D studios use English but German dominates; expect bilingual client-work requirements and be ready to learn German basics.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Austria\u0027s studios broadly support remote/hybrid 3D animation; strong broadband and English-friendly teams, and many offer equipment stipends in Vienna.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Austria (Vienna) has a moderate 2D environmental artist pool; startups may need relocation or extended searches for niche skills.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Austria offers solid art programs in Vienna and Graz; studio ties support 2D environmental art grads, though pipelines are not top-tier.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Austria has occasional 2D environmental art trainings (Vienna/Graz); many sessions rely on visiting experts or remote delivery, with self-directed learning common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Austria\u0027s 2D environmental artist openings may stay open 6\u002B months as local pipelines are shallow; consider remote/imported talent or relocation.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Austria\u0027s 2D environmental artist pay trails top hubs by ~10-15%, but Vienna\u0027s strong game/dev scene and family-friendly policies help attract talent.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Austria\u0027s Vienna game scene uses English widely; German knowledge is often expected, so bilingual candidates fit best.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Austria studios commonly offer hybrid/remote 2D environmental art roles; fits Trey\u0027s startup vibe, though occasional onsite collaboration may be expected.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Austria offers a moderate real-time VFX talent pool. For Trey\u0027s game-dev setup, expect relocation or remote hires near Vienna.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Austria has a handful of VFX-real-time programs in Vienna and Graz. Class sizes are small, so on-the-job upskilling is often needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Austria offers only a couple local providers for VFX (real-time) continuing education; advanced topics usually require online/remote study.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Austria\u0027s VFX real-time roles (Vienna/Graz) typically run 4–5 months with multiple cycles; remote/hybrid hiring helps; visa steps likely for non-EU talent.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Austria\u0027s real-time VFX pay is about 20% under global medians; Vienna offers strong benefits and QoL that offset lower pay.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Austria\u0027s VFX (Real-Time) scene uses English broadly. German is common locally, with studios supporting bilingual workflows.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Austria (Vienna) studios favor hybrid real-time VFX; strong broadband and English-friendly teams; fully remote on senior roles by negotiation.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Austria\u0027s community manager pool is moderate, centered around Vienna\u0027s tech scene. Relocation or remote hiring may be needed for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Austria (Vienna) offers solid media/marketing degrees useful for community managers, but dedicated CM programs are small; expect on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Austria offers occasional in-person community manager trainings (Vienna) and active online groups; most upskilling remains self-directed.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Austria (Vienna) likely 3-4 months to hire a community manager; German-language needs and proactive sourcing can stretch timelines; EU remote candidates help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Austria (Vienna) offers strong benefits and work-life balance. CM pay is competitive but ~10-15% below top EU hubs; equity/bonuses help.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Austria: English is common in tech/startups, but community roles often require German; bilingual candidates are favored.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Austria\u0027s work culture is increasingly remote-friendly; Vienna/Graz studios widely offer flexible remote models and equipment stipends for families.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Austria offers a moderate PMM (Games) talent pool; Vienna\u0027s growing game scene helps, but top roles may need remote or relocation for senior PMMs.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Austria has game-related programs, but PMM-focused tracks are small; cohorts are limited and on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Austria offers limited, sporadic continuing education for game product marketing; Vienna hosts occasional workshops and online options.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Austria\u0027s PMM (Games) hiring tends to rely on global talent; local pipelines in Vienna are shallow. Expect 3-4\u002B months and remote/imported hires.",
      "alignmentValue": 3
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Austria PMM (Games) compensation trails top markets by ~25-30%. Vienna offers strong family benefits and English-friendly tech culture.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Austria relies on German for local game marketing. English is common in studios, but knowing German helps with client-facing work in AT.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Austria: remote/hybrid PMM (games) widely supported; plan for async collaboration across EU teams; English common, basic German helpful.",
      "alignmentValue": 8
    }
  ]
}