{
  "version": 2,
  "iso": "AU",
  "values": [
    {
      "key": "Environment",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, compact urban growth, extensive parklands, and coastal breezes keep air and water quality high for the family."
    },
    {
      "key": "Global Warming Risk",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, summer heatwaves and Adelaide Hills bushfire seasons are the main climate risks, so we plan shading, cool roofs, and evacuation routes."
    },
    {
      "key": "Seasonal Weather",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, Mediterranean patterns bring warm, dry summers and mild winters, but January heat spikes above 40°C require afternoon retreats indoors."
    },
    {
      "key": "Air Quality",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, PM2.5 levels stay low outside of rare dust storms, giving the kids consistent outdoor time."
    },
    {
      "key": "Natural Disasters",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, we stay alert for grassfires and lightning storms in the Hills, yet the city core faces minimal flood or earthquake risk."
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, spring days land around 12–24°C (54–75°F) with wildflower hikes in the Hills and only occasional windy fronts."
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, summer averages 29–31°C (84–88°F) but dry heatwaves top 40°C several times a season, so we plan siestas and beach evenings."
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, autumn cools from 26°C to 16°C (79–61°F) with little rain, delivering long park afternoons and winery trips."
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentValue": 9,
      "alignmentText": "In Adelaide, winter highs near 15°C (59°F) and lows around 7°C (45°F) stay gentle, so rain jackets replace snow gear."
    },
    {
      "key": "Beach Life",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, Glenelg, Henley, and Semaphore beaches have calm surf, jetties, and trams, giving us easy sandy outings."
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentValue": 5,
      "alignmentText": "In Adelaide, Gulf St Vincent water peaks near 22°C (72°F) in February but dips to 15°C (59°F) in winter, keeping swims seasonal."
    },
    {
      "key": "Natural Beauty",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, the family can reach Adelaide Hills hikes, Fleurieu Peninsula beaches, or Barossa vineyards within an hour."
    },
    {
      "key": "Minimum Wage",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, the Fair Work Commission's 2024 national minimum wage of AUD 24.10 per hour keeps service roles viable, though Adelaide's rents still demand dual professional incomes."
    },
    {
      "key": "Typical Software Salaries",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, senior engineers earn AUD 110–130k in defence, health, and government tech, stretching further thanks to lower housing costs."
    },
    {
      "key": ".NET Work Prospects",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, .NET demand comes from defence primes, the SA government, and Lot Fourteen startups, offering steady roles with security clearances."
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentValue": 5,
      "alignmentText": "In Adelaide, Ruby roles are boutique—think Uniti Wireless or small consultancies—so Sarah might combine local work with remote clients."
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, large employers use the Temporary Skill Shortage (subclass 482) pathway regularly, but sponsorship hinges on skill lists and benchmark salaries, so we plan backup visa strategies."
    },
    {
      "key": "Economic Health",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, South Australia's economy grows steadily via defence, space, and renewables projects, though it's less diversified than Sydney or Melbourne."
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, shorter commutes and widespread NBN fibre-to-the-premise support remote weeks, and coworking hubs like Stone & Chalk cater to hybrid teams."
    },
    {
      "key": "Work-Life Balance",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, employers respect 37.5 hour weeks and the city's slower tempo keeps evenings open for family dinners."
    },
    {
      "key": "Work Week Hours",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, tech teams stick close to 37.5 hours, and defence contractors track time precisely with RDOs built in."
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, national law grants four weeks of paid annual leave plus 10–13 public holidays, giving us reliable school-aligned downtime if we book early."
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, tech employers typically stick to the four-week standard with occasional leave loading, so long trips home need advance coordination but approvals rarely get blocked."
    },
    {
      "key": "Pace of Life",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, ten-minute commutes and uncrowded streets give us a calmer rhythm that fits Sarah's work-life goals."
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, schools run 8:45–3:15 with readily available OSHC, so synchronizing work and pickups is straightforward."
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, weekends mix Central Market trips, coastal bike rides, and Hills wineries with kid spaces—no need for heavy booking."
    },
    {
      "key": "Family Life",
      "alignmentValue": 9,
      "alignmentText": "In Adelaide, child-friendly festivals, community sport clubs, and parenting groups make it simple to build a village."
    },
    {
      "key": "Polyamory",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, queer-owned cafes and Feast Festival provide safe spaces, but poly families stay discreet in conservative pockets."
    },
    {
      "key": "Parenting Expectations",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, schools encourage balanced development and the community favours relaxed parenting over hyper-competition."
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, wide footpaths, new inclusive playgrounds, and minimal traffic keep city outings kid-friendly."
    },
    {
      "key": "Schooling Options",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, good public schools sit across the metro area, though top performers like Glenunga International require zoning or IB fees."
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, fees are lower (AUD 115–140 a day) and waitlists shorter than on the east coast, but we still apply early for preferred centres."
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, citizens pair the national subsidy with state-funded 15-hour preschool, keeping net costs more manageable than Sydney."
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, temporary visa holders pay more upfront but centres are flexible with casual days and employer EAPs sometimes offset fees."
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, citizens secure local public enrollment and can access language and STEM specialist programs, though choice narrows in outer suburbs."
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, most temporary visa families enroll in public schools without tuition, but some visa subclasses pay modest international levies, so we confirm ahead of time."
    },
    {
      "key": "Private Education",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, independent schools like Scotch and Pulteney offer strong programs at AUD 15–25k, well below Sydney prices."
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, the federal Paid Parental Leave scheme funds 22 weeks of shared leave (expanding toward 26) and Medicare covers newborn care, easing pressure on local grandparents."
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentValue": 5,
      "alignmentText": "In Adelaide, temporary residents can access Parental Leave Pay only after meeting residency tests and usually miss Family Tax Benefits, so we budget to self-fund early months."
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, citizens tap subsidized Commonwealth-supported places and HECS-HELP loans at South Australia's universities, keeping degrees within reach for the boys later on."
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, international tuition routinely tops AUD 35k per year and HECS loans are off limits, so we only consider uni once permanent residency is secured."
    },
    {
      "key": "Gender Roles",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, dual-income households and dad-friendly leave make egalitarian parenting visible, though tech leadership still skews male."
    },
    {
      "key": "Gender Fluidity",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, pride festivals, inclusive clinics, and legal recognition support gender-diverse neighbors, yet many school forms remain binary by default."
    },
    {
      "key": "Gender Rights",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, federal and state anti-discrimination laws protect gender equity, even if pay gaps linger in executive suites."
    },
    {
      "key": "Femininity Norms",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, women move between athleisure, suits, and beachwear freely, though media still favors a slim, sun-ready aesthetic."
    },
    {
      "key": "Masculinity Norms",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, hands-on dads are common and parental leave is normalized, yet blokey banter still surfaces in some offices."
    },
    {
      "key": "What Is Intriguing",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, festival season (Fringe, WOMAD), Lot Fourteen's space hub, and Kaurna cultural tours keep curiosity alive."
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentValue": 10,
      "alignmentText": "In Adelaide, English dominates government, health, and schools, so integration is seamless while we add language exposure through community programs."
    },
    {
      "key": "Progressivism",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, South Australia backs climate targets, voluntary assisted dying laws, and a strong arts sector, matching much of our progressive wish list."
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, Marxist ideas show up in campuses and arts circles, but mainstream politics treats them as niche thought experiments."
    },
    {
      "key": "Atheism",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, nearly half of locals report no religion, making secular parenting easy even if civic ceremonies keep light spiritual nods."
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, frank media and comprehensive sex education normalize consent-focused conversations, though conservative commentators still stir periodic pushback."
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, Feast Festival, Pride March, and inclusive policies show warm LGBTQ+ support even as visibility thins outside the CBD."
    },
    {
      "key": "Community Vibes",
      "alignmentValue": 9,
      "alignmentText": "In Adelaide, neighbors chat over fences and community sport or makerspaces quickly weave newcomers into social circles."
    },
    {
      "key": "View of self",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, locals lean into a modest 'big country town' identity that prizes creativity over ego."
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, people talk warmly about New Zealand and Pacific partners while staying cautious about Beijing's influence, keeping regional views mixed but respectful."
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, we sense neighbors appreciate Australia's disaster aid and universities yet critique offshore detention policies, landing us in the 'mostly positive' range."
    },
    {
      "key": "Nightlife Culture",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, nightlife clusters on Peel Street and Hindley but wraps earlier than Sydney, so we plan date nights accordingly."
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, men's fashion leans smart-casual—button-ups, chinos, and street sneakers—suiting Trey fine."
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, women mix festival flair with relaxed beachwear, keeping expectations friendly and low-pressure."
    },
    {
      "key": "Common Hobbies",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, cycling the Linear Park, hiking Mount Lofty, wine appreciation, and indie game jams all have active communities."
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, Good Games Gouger Street, AVCon, and local libraries host regular tabletop sessions for adults and kids."
    },
    {
      "key": "Nightlife & Music",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, venues like The Gov, Lion Arts Factory, and festival pop-ups deliver a steady gig calendar even if scale is smaller than Melbourne."
    },
    {
      "key": "Meetups & Communities",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, Meetup groups, Lot Fourteen events, and Game Plus make it easy to find tech peers and parenting circles."
    },
    {
      "key": "Nature Access",
      "alignmentValue": 9,
      "alignmentText": "In Adelaide, within 30 minutes we're in conservation parks, on coastal bike paths, or spotting koalas in Cleland Wildlife Park."
    },
    {
      "key": "Political System",
      "alignmentValue": 9,
      "alignmentText": "In Adelaide, we vote under Australia's compulsory-preference system, backed by independent courts and a robust election commission."
    },
    {
      "key": "Religion in Politics",
      "alignmentValue": 9,
      "alignmentText": "In Adelaide, policy debates stay largely secular even when faith-based MPs speak up, so evidence-driven lawmaking holds."
    },
    {
      "key": "Workers' Rights",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, Fair Work Australia, award wages, and active unions give us leverage, though gig platforms still skirt some protections."
    },
    {
      "key": "State Ideology",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, the South Australian government leans progressive on renewables, social services, and space-industry investments."
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, watchdog media, High Court review, and compulsory voting keep democratic erosion at bay, even as activists track metadata laws."
    },
    {
      "key": "State of Capitalism",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, a market economy mixes competitive startups with strong consumer protections and superannuation savings."
    },
    {
      "key": "Stability",
      "alignmentValue": 9,
      "alignmentText": "In Adelaide, peaceful transitions of power and AAA credit ratings keep political and economic volatility low."
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, public broadcasters, independent podcasts, and community media counterbalance tabloid spin, so we just stay mindful during elections."
    },
    {
      "key": "Propaganda Messaging",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, official messaging leans patriotic during defence news but generally sticks to factual community updates."
    },
    {
      "key": "Social Policies",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, Medicare, targeted family tax benefits, and rent assistance exist but means testing keeps us filling forms to qualify."
    },
    {
      "key": "Trust in Government",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, trust rebounds after pandemic missteps yet swings by state; transparency portals and ICAC hearings help but skepticism persists."
    },
    {
      "key": "Perceived Corruption",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, corruption cases surface occasionally in construction or pokies, but watchdogs investigate and convictions land."
    },
    {
      "key": "Type of Corruption",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, when corruption appears it is mid-level procurement or donation scandals, not systemic graft."
    },
    {
      "key": "Housing Situation",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, median house prices around AUD 750k and rents near AUD 550 per week keep family homes attainable without bidding wars."
    },
    {
      "key": "Safety & Crime",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, low violent crime and community policing keep neighborhoods comfortable; we mainly watch for bike theft in the CBD."
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, Medicare clinics and state-funded hospitals deliver solid care, though we plan private extras for elective specialist waitlists."
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, visa holders must carry Overseas Visitor Health Cover and may pay Medicare levies before reciprocity kicks in."
    },
    {
      "key": "Child Care Support",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, we stitch together the federal Child Care Subsidy, employer flexibility, and local parent groups rather than relying on extended family."
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, means-tested Family Tax Benefits, school supplies bonuses, and universal preschool hours lighten costs but require paperwork."
    },
    {
      "key": "Education",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, NAPLAN results sit around national averages with standout STEM programs at schools like Glenunga International."
    },
    {
      "key": "Public Transportation",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, buses and limited tram/train lines work well in the inner suburbs, but outer areas rely on cars, so we plan a one-car household."
    },
    {
      "key": "Economic System",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, Australia runs a mixed economy with strong services, resource exports, and safety nets that cushion downturns."
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, Pay-As-You-Go withholding and the myTax portal simplify filings, yet foreign income and grants will still send us to an accountant."
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, dual tech incomes land near a 30% effective tax rate once Medicare and super are included."
    },
    {
      "key": "Banking & Payments",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, opening accounts with the big four banks is straightforward and tap-to-pay works on everything from trams to school canteens."
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, lower rents and groceries ease our budget, though flights to the US or Europe cost more than from Sydney."
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, compulsory superannuation plus the Age Pension and public healthcare give citizens a stable retirement baseline."
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, temporary residents can contribute to super but need permanent residency before counting on Age Pension access."
    },
    {
      "key": "Visa Paths",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, the skilled independent, state-nominated, and Global Talent visas remain the main ladders, each demanding points or employer backing."
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, Americans blend easily thanks to language and cultural overlap, though some locals assume expats are short-term."
    },
    {
      "key": "Residency Types & Durations",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, temporary visas run two to four years with renewals, and permanent residency usually follows after three to four years of compliant stay."
    },
    {
      "key": "Path to Citizenship",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, citizenship requires four years of lawful residence (one as a permanent resident) plus an easy civics test and basic English."
    },
    {
      "key": "Family Members",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, partner visas grant work rights and kids can enroll in public school once we clear health and character checks."
    },
    {
      "key": "Timelines & Costs",
      "alignmentValue": 5,
      "alignmentText": "In Adelaide, we budget AUD 10-15k for visa fees and health checks and expect 6-12 month processing timelines depending on backlog."
    },
    {
      "key": "Compliance & Risks",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, overstaying a visa or misreporting earnings quickly triggers bans, and the ATO watches worldwide income once we pass 183 days."
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentValue": 8,
      "alignmentText": "In Adelaide, Australia permits dual citizenship, so we can keep US passports once naturalized."
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, some states levy international student fees for temporary residents and Medicare surcharges apply until PR, so we plan cash flow accordingly."
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, studios like Mighty Kingdom, Monkeystack, and Halfbrick's satellite team hire steadily, but the market remains smaller than the east coast."
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 6,
      "alignmentText": "As noted in Game Dev Work Prospects, In Adelaide, studios like Mighty Kingdom, Monkeystack, and Halfbrick's satellite team hire steadily, but the market remains smaller than the east coast. Hiring velocity at established studios in Adelaide is moderate, with teams needing a few months to land the right hire."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 6,
      "alignmentText": "Compensation clusters around global medians, requiring negotiation to balance cost of living. When opportunities surface in Adelaide, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 6,
      "alignmentText": "Established studios in Adelaide rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 6,
      "alignmentText": "Remote expectations at established studios in Adelaide are mixed—teams juggle on-site collaboration with hybrid arrangements when possible."
    },
    {
      "key": "Notable Game Studios",
      "alignmentValue": 6,
      "alignmentText": "In Adelaide, Mighty Kingdom, Monkeystack, and Foxie Ventures anchor the local industry with growing teams."
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, Game Plus, AVCon, and local IGDA meetups create supportive networks for devs and artists."
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, South Australia's Games Innovation Fund, Lot Fourteen incubators, and lower overheads make indie studio launches realistic."
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Startup founders report that In Adelaide, South Australia's Games Innovation Fund, Lot Fourteen incubators, and lower overheads make indie studio launches realistic. Hiring velocity at early-stage studios in Adelaide wraps searches within a month or two as pipelines stay active."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Compensation remains competitive with other major hubs, mixing solid base pay and performance bonuses. Early teams in Adelaide balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Founding teams in Adelaide lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Remote expectations among startups in Adelaide are flexible for senior roles, with hybrid schedules common."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentValue": 7,
      "alignmentText": "In Adelaide, 10 Gigabit City fibre, smart lighting pilots, and Service SA's digital services keep infrastructure modern despite smaller scale."
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Meaningful swings appear a few times per season; we budget extra time and gear to handle sudden cold snaps or storm systems.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Lower-income families can make it work but face long waitlists or limited options in desirable neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Comfortable living is possible but major purchases or travel demand careful planning and occasional sacrifices.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Most luxury services are available though some niche options require travel or early booking.",
      "alignmentValue": 8
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Inventory is tight; we may accept longer commutes or older properties to secure space.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Multiple community living options operate nearby, and they regularly welcome new families into strong support networks.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Friendly exchanges happen when we initiate; staff and strangers respond positively.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Most locals read body language well, though some settings skew closer than we prefer.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Openness is usually welcomed though some contexts expect diplomacy and softening of hard truths.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "We feel a gentle push to stay polished in professional or social spaces.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "We notice subtle comparisons; maintaining confidence requires occasional boundary setting.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Certain districts expect polished outfits, though flexibility exists in family spaces.",
      "alignmentValue": 7
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Boundaries are understood yet alcohol-fueled scenes need watchfulness.",
      "alignmentValue": 7
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Mostly flexible though some circles still expect traditional roles on first approach.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Acceptance varies—urban hubs are welcoming while suburbs expect discretion. non-monogamy acceptance.",
      "alignmentValue": 7
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Most peers are nonjudgmental but traditional families may gossip.",
      "alignmentValue": 8
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Openness varies; we find understanding circles but remain discreet with institutions.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Crowded transit aside, locals check before touching and notice discomfort.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Occasional events occur regionally, prompting situational awareness but not chronic fear.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "sameAsParent": true
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common but balanced by strong fresh markets.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Mental health burdens exist but are met with accessible services and open dialogue.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Moderate obesity levels exist but community efforts keep trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Market depends on a few key industries, so we maintain contingency plans.",
      "alignmentValue": 7
    },
    {
      "key": "Studio Density",
      "alignmentText": "[Placeholder] Provide Studio Density insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "[Placeholder] Provide Anchor Employers insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "[Placeholder] Provide Vendor/Outsource Ecosystem insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Education Pipeline Strength insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Continuing Education Availability insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Community Activity",
      "alignmentText": "[Placeholder] Provide Community Activity insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "[Placeholder] Provide Engine Community Bias insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "[Placeholder] Provide Real-Time vs Pre-Rendered Focus insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "[Placeholder] Provide Demand–Supply Balance insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Retention & Churn Risk",
      "alignmentText": "[Placeholder] Provide Retention & Churn Risk insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Diversity & Inclusion Index",
      "alignmentText": "[Placeholder] Provide Diversity & Inclusion Index insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "[Placeholder] Provide Tax Incentives for Games/Creative insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "[Placeholder] Provide Economic/Policy Stability insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "[Placeholder] Provide Founder/Operator Community insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "[Placeholder] Provide Early-Stage Capital Access insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "[Placeholder] Provide Accelerator/Incubator Access insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "[Placeholder] Provide Senior Talent Availability insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "[Placeholder] Provide Contractor/Freelancer Bench insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Coworking & Startup Infrastructure",
      "alignmentText": "[Placeholder] Provide Coworking & Startup Infrastructure insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Legal & IP Support",
      "alignmentText": "[Placeholder] Provide Legal & IP Support insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "[Placeholder] Provide Publisher/Platform Relationships insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Market Research & Playtesting",
      "alignmentText": "[Placeholder] Provide Market Research & Playtesting insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "[Placeholder] Provide Government/Startup Visas insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "[Placeholder] Provide Cost of Doing Business insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Talent Pool insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Education Pipeline Strength insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Continuing Education Availability insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Hiring Velocity insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Compensation Benchmark insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Language insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Remote Expectations insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "[Placeholder] Provide 3D Animator: Talent Pool insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 3D Animator: Education Pipeline Strength insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 3D Animator: Continuing Education Availability insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 3D Animator: Hiring Velocity insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 3D Animator: Compensation Benchmark insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "[Placeholder] Provide 3D Animator: Language insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 3D Animator: Remote Expectations insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Talent Pool insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Education Pipeline Strength insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Continuing Education Availability insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Hiring Velocity insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Compensation Benchmark insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Language insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Remote Expectations insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Talent Pool insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Education Pipeline Strength insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Continuing Education Availability insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Hiring Velocity insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Compensation Benchmark insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Language insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Remote Expectations insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "[Placeholder] Provide Community Manager: Talent Pool insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Community Manager: Education Pipeline Strength insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Community Manager: Continuing Education Availability insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide Community Manager: Hiring Velocity insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide Community Manager: Compensation Benchmark insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "[Placeholder] Provide Community Manager: Language insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "[Placeholder] Provide Community Manager: Remote Expectations insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Talent Pool insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Education Pipeline Strength insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Continuing Education Availability insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Hiring Velocity insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Compensation Benchmark insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Language insights for Australia Adelaide.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Remote Expectations insights for Australia Adelaide.",
      "alignmentValue": 5
    }
  ]
}
