{
  "version": 2,
  "iso": "BE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Antwerp\u0027s .NET market is steady with Dutch-English teams; remote/hybrid roles are common, with Cronos and peers offering accessible paths for a US family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Antwerp\u0027s 2D Environmental Artist pay trails top markets by ~25-30%; lifestyle perks and local grants help offset the base pay.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Antwerp, Belgium offers occasional 2D environmental art training. Local options are limited, with many opportunities online and self-directed.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Antwerp, Belgium offers niche 2D environmental art programs at the Royal Academy of Fine Arts Antwerp and partners; cohorts are small, internships aid studio entry.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Antwerp\u0027s 2D environmental artist pool is modest; expect 3-4 months with proactive sourcing or relocation support.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Antwerp studios commonly use English; Dutch basics boost local collaboration. Family prioritizes English with willingness to learn Dutch as needed.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Antwerp, Belgium studios widely support remote/hybrid 2D environmental art with robust async workflows; expect occasional onsite days and equipment stipends.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Antwerp\u0027s 2D environmental artist pool is moderate; hiring may require remote options or relocation for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Antwerp offers solid 3D animator pay but trails top hubs by ~10–15%; strong EU benefits and family-friendly QoL ease relocation.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Antwerp, Belgium offers occasional 3D animation training; options are sporadic, relying on visiting experts or online courses for game-dev skills.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Antwerp has a few animation programs, but cohorts are small. Studios rely on on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Antwerp offers EU talent for 3D animators; expect 3–4 months with proactive sourcing or relocation. Remote work helps expand the candidate pool.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Antwerp, Belgium: many 3D studios operate in English; Dutch basics aid collaboration, aligning your preference for English with learning the local language.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Antwerp studios lean hybrid; remote work for senior 3D animators is common, with on-site collaboration still expected; English-friendly and strong broadband.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Antwerp, Belgium has a modest 3D animator pool. Senior roles often require remote hiring or relocation.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Antwerp offers competitive EU pay for 3D artists but lags top NA hubs by ~10-15%; favorable cost of living supports family relocation.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Antwerp, Belgium offers a few local 3D/character art courses and workshops; advanced topics largely require online study.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Antwerp hosts 1–2 reputable 3D art programs; cohorts are small and studios often require on-the-job upskilling.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Antwerp, BE: 3D character artist hiring is EU-enabled but local pools are modest. Plan for 3–4 months with proactive sourcing or relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Antwerp, studios widely use English. Some Dutch proficiency is helpful for client-facing 3D work.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Antwerp studios typically support hybrid remote work for 3D character artists. Fully remote is negotiable, pipelines suit a dual-income family.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Antwerp\u0027s 3D character artist pool is moderate: mid-level talent and some seniors. Top-tier specialists are scarce; relocation or remote hiring may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Antwerp has occasional game-focused accelerator cohorts; Belgium offers general accelerators (e.g., imec.istart) that can back game teams.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Antwerp, Belgium: for a two-child family, air quality shows regular peaks near the ring road/port; monitor AQI daily and plan outdoor time on cleaner days.",
      "alignmentValue": 5
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Antwerp\u0027s game scene is indie-led with small studios and publisher satellite offices; no major IP anchors in the city.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "Antwerp, Belgium offers full acceptance for atheists; secular institutions and daily life operate openly with minimal religious pressure.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Antwerp, Belgium has strong democratic safeguards. Civil liberties are robust and institutions stay vigilant.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Antwerp/BE banking is solid and EU-friendly. As a US citizen, you may face residency/address proof and initial paperwork to open an account.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Antwerp, Belgium (Blankenberge/Zeeland) are about an hour away; we will target shaded, lifeguard-supported stretches for the kids.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Antwerp, Belgium has regular board game nights, friendly cafes, and multilingual groups. Great for families with kids and English-friendly play.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Antwerp, Belgium leans into inclusive fitness and body positivity; gyms welcome diverse bodies and abilities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Antwerp\u0027s diversified economy (port, logistics, tech) supports steady hiring; downturns are brief with quick reemployment.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Antwerp, Belgium cancer incidence aligns with EU norms. Robust screening supports early detection.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Antwerp, Belgium prisons maintain international standards with active oversight. Conditions are generally humane, aligning with our civil-liberties values.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Antwerp, Belgium offers moderate childcare with public subsidies and schools; families rely on local networks and paid options.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "In Antwerp, Belgium, parks, bike lanes, and safe streets support families. Strong schools and universal healthcare help child-friendly living.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Antwerp, Belgium offers substantial childcare subsidies for citizens, easing costs for young children. Families still budget for extras; policies support dual-income households.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Antwerp, Belgium offers strong childcare support to visa families with minor residency steps. Documentation is generally clear.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Antwerp offers board-game cafes, cycling routes, climbing gyms, and makerspaces, aligning with the family\u0027s shared hobbies and kid-friendly options.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Antwerp hosts regular game/dev meetups and monthly gatherings. Several local events power the Belgian indie scene.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Antwerp, health-conscious living exists alongside a relaxed scene. Public health programs and universal care support active families.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Antwerp offers a few co-housing options and cooperatives, but opportunities are limited. Families may need patience and rely on local expat networks.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Antwerp CM pay is modest versus top EU hubs; about 20% below leaders, but strong benefits and flexible work help offset.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Antwerp, Belgium: CM continuing education is sporadic locally; most upskilling is online or self-study with limited in-person options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Antwerp has multiple universities with strong marketing/IT programs; dedicated CM curricula are limited, so on-the-job upskilling is common.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Antwerp CM hiring likely 3-4 months; rely on proactive sourcing and relocation support; EU talent pool helps but visa steps may slow.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Antwerp, Belgium: English is common in studios, but Dutch basics help with local community outreach and client-facing work.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Antwerp studios support flexible remote models. Most firms offer remote options and equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Antwerp has a moderate CM pool; seniors may require relocation or longer searches. Agencies and freelancers cover the market with English-friendly options.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Antwerp, expats mix with locals via cultural centers and schools; joining clubs helps social ties, though Dutch circles require effort.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Antwerp, Belgium compensation generally tracks global medians after cost of living; stable for families with benefits and flexible work options.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Antwerp, BE comp sits near global medians after COL; solid base \u002B meaningful equity; grants and visa options help startup families.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Antwerp residency for a US family is navigable via EU family reunification or work permits; expect thorough documentation and periodic renewals.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Antwerp, Belgium has university extensions and private providers, with some English courses. Continuing education is ongoing but mostly quarterly in Antwerp.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Antwerp, Belgium offers a serviceable contractor bench with EU tech freelancers. Specialized game dev/Azure skills may have longer wait times.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Antwerp, Belgium: possession laws are moderate with fines for personal use; no regulated cannabis market; treatment and support access remain available.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Antwerp offers startup grants and a supportive ecosystem. Costs are slightly elevated (rents/payroll) but manageable with local incentives.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Antwerp\u0027s cost of living is moderate for a family; rent and childcare require budgeting, but groceries and culture stay affordable.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Antwerp, Belgium has solid coworking spaces and a budding startup scene; game-dev specific labs are limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Antwerp has a solid software pool with competition for Unity/.NET roles; EU grants and English-friendly firms plus remote options ease staffing.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Antwerp, Belgium, depression prevalence is moderate; universal healthcare supports accessible counseling, though some waits may apply.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Antwerp\u0027s clubs and expat gatherings welcome newcomers. With English-friendly routines and Dutch basics, deeper bonds form after steady effort.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Antwerp offers multilingual, LGBTQ\u002B-friendly living with strong social protections; D\u0026I shows steady improvement and public dialogue.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Belgium\u0027s Antwerp, drug enforcement is targeted with solid oversight; families rarely witness aggressive sweeps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Belgium allows US-Belgian dual citizenship with minimal reporting. Residents in Antwerp can pursue it without renouncing US status.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Antwerp, Belgium offers EU and national startup grants (EIC, Vlaio). Potential funding can reach €0.5-1M\u002B for game dev.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Antwerp offers generalist VC and public grants (VLAIO) for game startups. Competition is high and dedicated game funds are limited.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Antwerp, Belgium has a stable, diversified economy and strong social safety nets. Unemployment is modest and typical wage growth supports family stability.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Antwerp\u0027s mixed economy supports startups with grants and solid public services. However, high taxes and bureaucracy temper entrepreneurship.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Antwerp, Belgium offers strong policy continuity with EU and national startup programs. Regulatory rules remain predictable for tech and creative ventures.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Antwerp schools offer strong arts/STEM and multilingual tracks, but quality varies by network; plan to research options for bilingual programs.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Antwerp has CS/arts programs (UAntwerpen) but game pipelines are limited; curriculums often require internships or external industry training.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Antwerp employers commonly sponsor skilled workers, but permits and paperwork slow things. Expect Dutch/French exposure and potential language hurdles.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Antwerp hosts active Unity and Unreal scenes with meetups and studios; strong cross-pollination boosts game dev careers and EU funding access.",
      "alignmentValue": 9
    },
    {
      "key": "Environment",
      "alignmentText": "Antwerp offers riverside parks and green spaces like Park Spoor Noord beside a busy port; good overall environment with occasional pollution alerts to watch.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Antwerp, Belgium: expect ~40% effective tax with solid public services like healthcare and childcare offsetting costs.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Antwerp, Belgium autumn ranges 18°C highs to about 10°C by November with breezy Scheldt rains; layer-ready for the family.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Antwerp offers parks, the Antwerp Zoo, and museums; family-friendly neighborhoods with good transit, healthcare access, and wide English use.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Antwerp, Belgium supports family reunification for spouses and minor children; your family can join with standard steps and documentation.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Belgium/Antwerp citizens enjoy robust family benefits (parental leave, child allowances, housing aid); bureaucracy can slow access to payments.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Belgium/Antwerp offers strong universal healthcare and generous, scalable child benefits (child allowances, childcare subsidies, education support).",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Antwerp, Belgium, visa families have some access to benefits, but many are opaque and may require HR or legal help.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Antwerp, Belgium favors smart-casual. Wear tidy, versatile outfits to blend in; high-fashion looks are optional but not required.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Antwerp\u0027s fashion scene is dynamic and inclusive. Women enjoy broad style freedom and body-positivity in Antwerp\u0027s urban streets.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Antwerp, Belgium, urban fashion is trend-forward and approachable; men can dress creatively with minimal stigma.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Antwerp, Belgium: liberal gender norms support diverse femininity expressions; accepted with minor conservative pockets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Antwerp, Belgium, gun ownership is tightly regulated with strict licensing and safe-storage rules; casual carry is uncommon.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Antwerp, Belgium: consent culture is strong; flirting stays respectful with clear cues, and nightlife staff reinforce boundaries.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Antwerp, Belgium, hosts a growing startup scene with regular meetups and a few veteran founders; activity clusters around key coworking hubs.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Antwerp offers abundant fresh markets and diverse dining; most global cuisines are accessible with only rare gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Antwerp, Belgium locals are polite yet welcoming; expat groups and English-friendly services aid integration within weeks.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Antwerp, Belgium offers regional/EU game-dev funding (VLAIO/Creative Europe); estimate $250k–$600k/year for a lean studio.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Antwerp\u0027s mid-sized game scene (Cybernetic Walrus, Cronos) offers steady openings; networking and grants help Trey advance as a founder.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Antwerp, Belgium provides strong protections for gender-diverse people, with legal recognition and inclusive healthcare in urban settings.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Belgium provides strong, well-enforced gender rights across law, work, and healthcare. In Antwerp, protections are embedded in everyday life.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Gender roles are largely fluid in Antwerp, Belgium. Both parents share caregiving and work, aided by policy-friendly childcare and work norms.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Antwerp\u0027s inclusive, cosmopolitan scene supports all genders initiating or declining interest; aligns with your progressive, poly-friendly family values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Antwerp offers strong healthcare and schools; visa life is stable but tied to permits/renewals, with limited non-citizen rights.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Antwerp, Belgium shows noticeable but manageable warming. More heat and heavy rain are likely, but local resilience programs support families.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Antwerp offers a startup visa via recognized incubators; processing times vary and documentation is required. It supports founder families.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Antwerp, grooming is balanced and practical; no pressure to overinvest in appearance in BE.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Antwerp, Belgium, acceptance exists within progressive scenes and is tolerated publicly with respectful curiosity.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Antwerp, Belgium provides strong universal healthcare; pediatric care is solid, with occasional delays for specialists.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Belgium provides strong universal healthcare; visa families can access it but expect extra paperwork and costs - private insurance is often advised in Antwerp.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Antwerp offers broad public-higher-ed access with subsidized fees; US citizens pay higher non-EU rates, but English programs and scholarships exist.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Antwerp, Belgium: Non-EU visa holders face higher tuition and limited work-study; strong international offices help navigate options.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Antwerp studios typically take ~3 months to fill roles due to visa processing. The city has a strong game-dev scene that supports remote/hybrid moves from the US to BE.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Antwerp\u0027s Start it @KBC and Cronos funds keep Trey\u0027s startup hiring at about 6-8 weeks; local grants sustain active pipelines.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Antwerp family flats usually €1,400–€1,700 with energy upgrades; strong family neighborhoods exist, but competition and paperwork may slow securing a home.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Antwerp, Belgium taxes are digital-first with pre-filled returns and clear guidance; family-friendly deductions support households.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Antwerp, Belgium generally welcomes skilled migrants with active integration efforts. Occasional political rhetoric and bureaucracy may cause mild concern.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Antwerp\u0027s cosmopolitan scene welcomes expats. Learn Dutch and join local communities to avoid aloof perceptions.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Antwerp offers broad public K-12 access with solid language support for newcomers. Plan for Dutch/French requirements and local enrollment rules.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Antwerp public schools welcome visa families; expect Dutch language needs and some extra paperwork, with local language support options.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Antwerp, Belgium, English is widely used in services, but Dutch remains required for paperwork and schooling; learning Dutch aids full participation.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English is widely spoken in Antwerp studios, but many docs and community interactions rely on Dutch; multilingual, bilingual teams are common.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Antwerp, Belgium: startups rely on English, but Dutch fluency is needed for hiring and compliance; bilingual ops are manageable with local support.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Belgium/Antwerp has general tech/IP lawyers, but true game-IP specialists are limited; startups may rely on referrals or Brussels-based counsel.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Antwerp, BE: Pride events, queer clubs, and strong anti-discrimination protections support LGBTQ\u002B families in urban Belgium.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Antwerp has a budding indie game scene with accessible playtest groups; plan for lead times, but English-friendly testers are available.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Antwerp, Belgium, Marxist ideas coexist with other ideologies in public debate and academia; open, nuanced discussions are common.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Antwerp, Belgium, masculinity norms are broadly inclusive. Urban, progressive culture supports caregiving and diverse family roles.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Antwerp, mass violence incidents are rare but real. Authorities provide clear guidance and we stay vigilant at large events.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "The Beacon, Start it @KBC, and Eilandje host frequent meetups for founders and devs; many events are English-friendly and expat/family-friendly.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Antwerp, BE: minimum wage generally covers core family needs with strong protections; housing for a family of four may still limit savings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Antwerp offers strong fiber, reliable power, and efficient transit. Ongoing port and road projects cause occasional disruptions but service remains robust.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Antwerp, Belgium, urban, cosmopolitan circles are generally accepting of non-monogamy; mainstream spaces are tolerant, but discretion helps.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Be direct but tactful in Antwerp; share needs clearly while respecting Flemish language norms.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Hobokense Polder wetlands, Middelheim Park, and river ferries to Sint-Anneke strand offer easy nature breaks near Antwerp\u0027s port.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Antwerp, Belgium has occasional floods and storms, but strong infrastructure and insurance keep disaster impact low.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nature is within reach in Antwerp: Rivierenhof and Scheldt ferries nearby; Kempen forests via quick train; some travel required.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Antwerp has a vibrant music scene with De Singel, Sportpaleis, and Jazz Middelheim. Family-friendly daytime events and safe transport support outings with kids.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Antwerp offers strong nightlife with bars and late dining; safe transit is good, but family-friendly late options are limited.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Antwerp, Belgium has regular game-dev meetups (The Beacon, Cronos Game Lab) and Flanders Game Hub events that welcome families and newcomers.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Antwerp, Belgium hosts a modest but recognizable indie game scene. A few notable studios and local dev events anchor the community.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Antwerp, Belgium has relatively low obesity rates due to cycling culture, healthy diets, and strong preventive healthcare; trends remain stable.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Antwerp offers City grants, KBC backing, and Cronos game funds to back Trey; a feasible local game startup path in Belgium.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Antwerp, Belgium offers calmer districts like Zurenborg/Berchem amid port bustle. A slower pace supports family balance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Antwerp, Belgium, parenting norms support dual involvement and empathetic guidance; schools partner with families, and paternal leave is normal.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Path to Belgian citizenship in Antwerp is ~5 years of legal residence with language integration; dual citizenship allowed; bureaucratic but attainable.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Antwerp, Belgium shows low corruption perception; strong watchdogs and transparent public services support stable family life for expats.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Antwerp\u0027s busy spaces mix personal-distance norms. Expect varied cues; gently advocate for comfort as you adjust to Belgian life.",
      "alignmentValue": 6
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Antwerp, most people respect space; greetings range from handshakes to cheek kisses. In crowded transit, space is tight but people stay mindful.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Antwerp\u0027s mild maritime climate offers long pleasant spans; springs and autumns shine, summers warm but not hot, winters cool but manageable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Belgium\u0027s democracy is transparent and resilient with strong rule of law. Antwerp\u0027s institutions support open civic channels, matching our values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "Antwerp, Belgium offers growing poly networks and private spaces. Official frameworks still default to monogamy, so discretion is prudent.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Antwerp provides subsidized childcare, but waitlists are common; expect a mix of public slots and private programs for reliability.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Antwerp has AIS and the European School Mol with English programs. Costs are premium; assess accreditation and fit for bilingual needs.",
      "alignmentValue": 6
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Antwerp has strong fresh markets that balance processed foods. Plan family meals around local produce for healthy, kid-friendly options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Antwerp PMM (Games) compensation roughly matches global medians after cost of living; solid base \u002B bonus and strong Belgian benefits.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Antwerp has some game-marketing education, but opportunities are sporadic. Most upskilling is remote or self-directed, not consistently available locally.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Antwerp has marketing and game-dev programs; dedicated PMM (Games) grads exist but in modest numbers; studio partnerships help.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Antwerp PMM (Games) hiring typically 3-4 months; tap EU remote candidates; English-friendly market supports family-friendly, flexible work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Antwerp studios commonly use English; many require Dutch basics. Your English-first stance and willingness to learn Dutch fits an 8.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Antwerp game studios in Belgium typically offer flexible remote/hybrid PMM roles with async workflows and English-friendly environments.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Antwerp\u0027s PMM (Games) pool is moderate. Local hires may require relocation or extended searches for niche skills; English helps, Dutch is a plus.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Antwerp\u0027s policies are progressive, with strong social benefits and LGBTQ\u002B rights. Your focus on education, healthcare, and climate action fits here.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Antwerp, Belgium is liberal and urban; consenting adults face little moral policing. Sexual choices are personal matters.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Antwerp, Belgium\u0027s pluralistic media landscape and transparent public messaging align with the family\u0027s preference for accurate information and wellbeing.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Antwerp\u0027s pluralistic media landscape, with watchdogs and public broadcasters, keeps spin in check. Propaganda remains limited and often debunked.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Antwerp, Belgium: De Lijn trams/buses and premetro tunnels cover the city; Oosterweel detours may affect trips, but transit remains workable.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Antwerp has some publisher activity; partnerships exist but require proactive outreach and local events to connect.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Antwerp, BE, most luxury services are available with excellent schools and culture; some niche options require early booking.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Antwerp offers universal healthcare and family-friendly neighborhoods with parks. However, social housing waitlists and pricey areas may limit options.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Antwerp, BE, a middle-income family can access solid healthcare and schools; budgeting for housing/childcare is key, with English-friendly services.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Antwerp, Belgium offers a solid real-time game dev ecosystem with EU grants, strong broadband, and English-friendly studios supporting Azure workflows.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Antwerp, Belgium, church–state separation is strong. Religion and politics stay separate while respecting personal beliefs.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Antwerp, Belgium studios generally offer remote or hybrid work. Remote is handled case-by-case with a preference for hybrid presence.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Antwerp, Belgium startups lean hybrid with remote options and periodic onsites; aligns with our family\u0027s remote/flexible needs and work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Antwerp blends hybrid work with strong coworking; distributed teams stay connected. English-friendly business culture and fast internet support remote work.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Antwerp, Belgium provides Blue Card and self-employed routes with renewals and a path to permanent residency; favorable for a founder and remote worker.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Antwerp offers stable, family-friendly policies and a multilingual tech scene; visa steps for US founders may affect long-term retention.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Retirees in Belgium have a solid pension tied to ongoing contributions. Antwerp benefits from universal healthcare and strong social support.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Retirement access in BE is available to visa holders who contribute to the public scheme. In Antwerp, expats can accrue pension rights with work.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Antwerp Ruby market is moderate with a few e-commerce/creative firms hiring Rails. Remote/hybrid options and consistent networking keep opportunities flowing.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Antwerp is generally safe for families; port-linked crime headlines exist, but daily life is calm with petty theft near transit hubs; stay aware after dark.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Antwerp offers Dutch-language public schools with centralised enrolment and several bilingual/international options; waitlists can be lengthy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Antwerp coast water stays cool: about 18-19°C in summer; outside that, kids need wetsuits or short swims with warm pools as an option.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Antwerp, Belgium has generally mild seasons with occasional storms and rain; plan for a few weather swings, but daily life remains manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Antwerp, Belgium offers long summer days and mild winters. Ample daylight supports family mood, with light coping as needed.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Antwerp, Belgium has a maritime climate with mild winters and cool summers. Frequent drizzle and humidity mean rain gear is a year-round must.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Antwerp has a modest senior tech/game talent pool; most senior roles cluster in Ghent/Brussels, so expect remote hiring or sourcing from abroad.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Antwerp, Belgium has inclusive sex education and accessible health services. Open discourse is common in urban areas.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Antwerp, Belgium has strong, inclusive healthcare and childcare; social policies align with your family, though newcomers may encounter bureaucracy.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Antwerp, 2k sq ft rentals are scarce and move quickly; plan for premium rents and broker help for a family-friendly home.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Antwerp, Belgium typically 11-17 C by day with 4-8 C nights and frequent showers; plan light jackets for the kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Antwerp, Belgium offers stable, predictable policies with solid crisis response; multilingual, high-quality services suit this progressive family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Antwerp, Belgium embodies pluralist, rights-respecting governance with evidence-based policy, aligning with your family\u0027s values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Belgium\u0027s balanced social market supports families with healthcare and safety nets. Antwerp offers a stable business climate with strong public services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Antwerp, Belgium has a modest game scene: a handful of studios and indie teams, with room to grow but no major AAA hub yet.",
      "alignmentValue": 5
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Antwerp summers hover 22-25°C with cool nights; overall mild climate and low humidity suit the family\u0027s preferences.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Antwerp, Belgium: friendly exchanges happen when we initiate; locals and staff respond positively, and English is widely understood.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Antwerp benefits from Flanders\u0027 audiovisual tax shelter and regional grants; game-specific incentives exist but access is competitive.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Antwerp, Belgium: visa/residence may take up to a year for a US family; expect translations and modest fees.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Antwerp, Belgium, trust in government is generally moderate; services are transparent, but trust varies by agency.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Antwerp, Belgium: corruption is low with strong oversight; petty, localized issues arise but are swiftly addressed.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Antwerp, Belgium software pay around €50k–€75k; solid but not top-tier. Dual incomes help sustain a family-friendly lifestyle.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Antwerp offer family-friendly options: MAS, Scheldt bikes, and coast or Dutch-town day trips. Reservations help during peak times.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Antwerp, schools run 8:30–15:30 with aftercare to 18:00. Remote/hybrid work helps cover pickups.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Belgian statutory leave is about 20 days per year for full-time staff. Antwerp culture supports early planning and family-friendly time off.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Belgium typically offers about 30 vacation days (20 statutory \u002B 10 holidays). In Antwerp, this supports family travel and regular downtime.",
      "alignmentValue": 9
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Antwerp has a growing EU vendor scene (art/QA/dev). Capacity can be limited and lead times vary.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Antwerp VFX (real-time) compensation trails top hubs by 25–30% after cost of living. EU benefits and work-life balance offset some gaps.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Antwerp, Belgium has occasional VFX real-time courses and local meetups; most upskilling comes from visiting experts or online programs.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "In Belgium\u0027s Antwerp, VFX (real-time) programs exist but are limited. Graduates typically need on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Antwerp, Belgium: Real-Time VFX hires typically 3–4 months; proactive sourcing or relocation needed; remote options help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Antwerp studios use English widely for real-time VFX; Dutch skills are helpful, but many teams are multilingual.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Antwerp, remote real-time VFX is possible but onsite collaboration is common; suits a founder and remote-friendly teams.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Antwerp, Belgium: real-time VFX talent pool is moderate; startups can hire, but top seniors may need relocation or remote options.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Antwerp and Belgium enjoy friendly neighbors (NL, FR, DE, LU). Cross-border travel and shared EU ties support our family\u0027s mobility and security.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Antwerp, Belgium shows a balanced self-view: multilingual, education-focused and community-minded, while acknowledging bureaucracy and housing gaps.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Antwerp, Belgium is viewed positively by neighbors due to stability and strong EU ties. Travel and cross-border work are straightforward for this family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Belgium offers EU Blue Card and self-employed routes for U.S. families; Antwerp has tech hubs, but visa paperwork is thorough.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Antwerp, Belgium offers walkable neighborhoods with parks and good sidewalks; avoid busy arterial routes when guiding kids.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Antwerp, Belgium generally welcomes US migrants; English is common in business and expat circles, though Dutch integration steps can affect full inclusion.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Antwerp\u0027s MAS Museum, fashion hubs, and diamond district fuse history with modern creativity; English-friendly, kid-curious culture keeps us exploring.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Antwerp, Belgium, run around 0–6°C (32–43°F) with damp, windy days; snow is rare; freezing fog can occur along the Scheldt.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Antwerp, Belgium typically uses a 37-38 hour workweek with flexible hours and leave. This fits your family-friendly, remote-hybrid preferences.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Antwerp, Belgium offers strong work-life protections. Family-friendly policies align with your slower pace and flexible work needs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Antwerp/BE upholds robust worker rights with strong unions and enforcement; expect solid protections for freelancers and full-time staff.",
      "alignmentValue": 9,
      "sameAsParent": true
    }
  ]
}