{
  "version": 2,
  "iso": "BE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Leuven offers steady .NET roles in hospitals, imec partners, and local government; Dutch helps, though many English-friendly firms exist.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Belgium Leuven 2D Environmental Artist pay matches global medians after cost of living; strong healthcare and multilingual support boost overall value.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "In Leuven, 2D environmental art education is limited; occasional short courses/workshops (often via KU Leuven); most learning remains self-directed.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Belgium Leuven has 1-2 reputable programs consistently feeding 2D environmental art grads to regional studios.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Leuven, 2D environmental artist roles take 4-5 months; local talent pools are modest; remote options or relocation may help.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Leuven, Belgium: English is widely used in studios; basic Dutch helps with on-site collaboration for a 2D Environmental Artist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Leuven studios in Belgium typically support remote/hybrid 2D environmental art with strong async workflows. Equipment stipends and flexible hours are common.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Leuven, Belgium has a moderate 2D environmental artist pool. Startups may require relocation support or longer searches for niche senior talent.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Leuven 3D animator pay ~20% below top hubs; Belgium\u0027s benefits and QoL attract talent. Family-friendly setup supports stability.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Leuven, Belgium has only occasional 3D animation continuing education. Most upskilling comes from remote courses or nearby Brussels providers.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Leuven, Belgium offers animation programs at KU Leuven and LUCA; multiple pipelines feed 3D grads to local studios, aligning with your education priorities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Leuven, Belgium has a decent EU talent pool. 3D animator roles typically require 3–4 months with proactive sourcing and relocation options.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Leuven, Belgium, English is common among 3D animators, but local Dutch knowledge is often expected for wider roles.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Leuven, Belgium supports hybrid 3D animator roles; remote options exist but expect occasional on-site work—aligned with their family lifestyle.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Leuven has a modest 3D animation pool; primarily mid-level talent with links to Brussels/Ghent studios, so senior hires may need relocation or remote options.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Leuven, Belgium: 3D Character Artist pay roughly matches global medians when adjusted for cost of living. Strong Belgian benefits help offset gaps vs top hubs.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Leuven, Belgium offers occasional 3D/character art courses via LUCA/KU Leuven; most upskilling is online or from visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Leuven has a few focused 3D/animation programs; pipelines are modest, so grads typically upskill on the job in Belgian studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Leuven, Belgium has a modest pool for 3D character artists. Expect 3-4 month searches with proactive sourcing or EU relocation to land the right candidate.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Leuven studios commonly use English in game and media work. Dutch language skills remain helpful for local collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Leuven, Belgium, hybrid 3D artist roles are common with strong async workflows. English-friendly studios and family schedules support work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Leuven, Belgium has a moderate 3D character artist pool; startups may need relocation or extending searches to Brussels/Ghent or remote hires.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Leuven offers university incubators and general programs; no dedicated game accelerator track in Leuven.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Leuven\u0027s bike-friendly streets keep traffic light and AQI generally good; watch for seasonal pollen or cold-season inversions.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Leuven has a modest anchor scene: mainly small studios and service teams; no major IP owners, though KU Leuven supports talent.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Leuven, Belgium has a strong secular culture; atheists face little scrutiny. Secular institutions are accessible and civil liberties broad.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Leuven, Belgium offers strong democratic safeguards; independent judiciary and media minimize backsliding risk, great for families.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Leuven, Belgium offers modern, accessible banking. EU-wide payments and SEPA instant transfers are supported.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beach trips from Leuven require a longer train ride to the North Sea (roughly 2 hours). They\u0027re workable with planned weekend trips, not for spontaneous swims.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Leuven, Belgium, hosts multilingual board-game nights at local stores like Spellenhuis Leuven and university clubs. Ample opportunities for family-friendly play.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Leuven\u0027s inclusive culture supports body positivity and well-being; public spaces invite families to move without shaming; emphasize health over appearance.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Leuven\u0027s diversified economy and university ecosystem support tech founders and developers. EU funding aids growth and quick rehiring.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Incidence in Leuven, Belgium aligns with European norms; strong screening and universal healthcare support early detection.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Belgium/Leuven carceral system largely meets international standards with strong oversight; humane conditions and restorative programs are typical.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Leuven, Belgium offers strong public childcare subsidies and many centers; plan ahead for slots for both kids.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Leuven, Belgium offers bike-friendly streets, compact neighborhoods, and ample parks; family-focused amenities and safe crossings support daily life for kids.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Leuven, Belgium has strong Flemish childcare subsidies that cut day-care fees for dual-income families, with some co-pays and administrative tasks.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Leuven offers subsidized childcare for residents; visa families can access with registration. Expect minor residency steps and clear, multilingual support.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Leuven offers cycling culture, climbing gyms, language exchanges, and beer workshops. Board game and game-dev groups provide shared hobbies for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Leuven, Belgium has quarterly tech/gaming meetups near KU Leuven and a few annual events that keep the local community connected.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Leuven, Belgium offers universal healthcare, active living culture, and local wellness programs that fit your family\u0027s health priorities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Leuven offers limited formal co-housing; some family-friendly co-ops exist, but options are sporadic and may require patience.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Leuven, Belgium, Community Manager pay trails top markets ~25–30%; benefits help, but total comp remains modest for a family-focused lifestyle.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Leuven offers limited community manager training via KU Leuven and online providers; expect remote or visiting-expert sessions, not a steady in-person scene.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "In Leuven, KU Leuven offers strong programs, but dedicated community manager curricula are limited; expect small cohorts and on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Leuven hiring a Community Manager typically 3–4 months; proactive sourcing and relocation help speed it given Dutch/English mix and a startup scene.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Leuven, Belgium: English is common in tech; basic Dutch helps local outreach, aligning with your goal of English ubiquity and language learning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Belgium Leuven: hybrid-friendly CM roles are common; remote work often allowed with occasional on-site days for collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Leuven has a moderate community manager pool with solid mid-level talent from KU Leuven. Senior roles may require relocation or remote sourcing near Brussels.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Leuven\u0027s welcoming neighborhoods, university volunteer programs, and active parent groups help your family plug in quickly; English-friendly and family-focused.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Leuven studios generally align with European median salaries after cost of living; negotiate for remote/hybrid options and solid family-friendly benefits.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Leuven, Belgium, startup comp tracks global medians after cost of living; meaningful equity and EU grants support a family-friendly plan.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Leuven, Belgium: founder residency is navigable but requires visa steps and periodic filings; start early and seek local counsel.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "KU Leuven offers continuing education in English via courses and programs. Local meetups and bootcamps support developers and founders in Leuven.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Leuven, Belgium has a serviceable contractor pool with pockets of scarcity for game dev and Azure; onboarding times vary, but local EU talent is accessible.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Leuven (BE) emphasizes harm reduction and universal healthcare; personal-use penalties are light with strong access to treatment and support.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Leuven has higher payroll and rents vs US. However, strong subsidies and EU grants in Flanders help offset costs.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Leuven, Belgium costs are moderate-to-high; rent and childcare require budgeting, but strong public services help families.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Leuven has solid coworking and university-linked startup support (KU Leuven). Game-specific gear (mocap/production labs) is limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Leuven has a strong local tech pool and English-friendly culture. Unity/.NET roles are competitive; expect moderate hiring friction.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Leuven, Belgium is manageable; universal healthcare and accessible services help the family, though some wait times may occur.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Leuven is multilingual and expat-friendly; joining clubs and parent groups helps form deep bonds within months.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Leuven, Belgium shows strong D\u0026I: progressive protections and LGBTQ\u002B rights. Many studios offer family-friendly policies, though progress varies by company.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Leuven, Belgium has proportionate drug enforcement with strong oversight. Families rarely witness aggressive sweeps.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Belgium allows dual citizenship with the U.S., but residency and notification steps apply; Leuven offers a family-friendly, English-friendly environment.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Leuven, Belgium offers EU/regional startup grants. Expect roughly $150k–$350k for early-stage game dev.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Leuven, Belgium offers public grants and generalist funds open to game startups. EU programs plus KU Leuven links boost early-stage capital access.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Belgium\u0027s economy is solid with low unemployment and strong social nets; Leuven\u0027s tech/biotech scene and grants support the family\u0027s finances.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Belgium’s mixed economy in Leuven supports startups with grants and stable governance; expect some bureaucracy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Belgium/Leuven offers stable, EU-aligned policy with regional startup support; expect occasional tweaks but overall predictable for families and founders.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Leuven\u0027s Flemish schools are strong; KU Leuven partnerships boost STEM and language in primary education, with bilingual options available.",
      "alignmentValue": 8
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Leuven benefits from KU Leuven’s strong CS/engineering and digital media programs; local studios partner for internships and capstone projects.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Leuven\u0027s tech scene and EU blue-card routes support sponsorship for skilled devs; dependents can join on family permits with standard timelines. Processing may take time.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Leuven, Belgium has strong Unity and Unreal communities with cross-pollination; dual-engine access supports indie devs and grants nearby.",
      "alignmentValue": 9
    },
    {
      "key": "Environment",
      "alignmentText": "Leuven\u0027s bike-friendly core with Heverlee Woods and Dijle river parks offers easy family outdoor time; minor seasonal allergen spikes may require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Leuven, Belgium has roughly a 40% effective tax for a two-adult, two-child family. This supports a 5 given strong public services.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Leuven, Belgium, fall runs from ~18°C in September to ~9–10°C by November. Plan for layered clothes for warm afternoons and chilly mornings.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Leuven offers strong family life: parks, safe neighborhoods, good schools, KU Leuven family programs; multilingual, bike-friendly, reliable childcare.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "Belgium/Leuven supports family reunification; spouse and minor children can join a sponsor with viable options.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Leuven, Belgium offers strong family supports: child allowances, parental leave, universal healthcare. However, bureaucracy can slow payments.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Leuven, Belgium offers strong family supports: childcare subsidies and schooling benefits with universal healthcare. Some admin steps remain.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Leuven, Belgium offers visa families partial benefits; some leave and subsidies may be reduced until residency solidifies.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Leuven, Belgium favors tidy smart-casual attire to blend in. Casual wear works for everyday life, but neat outfits help in shops and meetings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Leuven, Belgium offers an urban, diverse fashion scene with body-positive norms and broad style freedom, fitting this progressive, English-friendly family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Leuven, Belgium supports modern, inclusive urban style; men can be trend-forward yet smart-casual, reflecting a progressive culture.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Leuven, Belgium, femininity is widely accepted. Women can express diverse styles and careers with minimal bias.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Leuven, Belgium has strict gun laws and low ownership; firearms exposure is minimal, aligning with family safety priorities.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Leuven, BE has strong consent norms. Most flirting is respectful with clear cues, and nightlife staff and bystanders reinforce boundaries.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Leuven has a KU Leuven led startup network with incubators and mentors; outside campus, founder events are modest but accessible.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Leuven offers good access to fresh markets and diverse dining. Most cravings are met locally, with rare specialty cuisines needing trips to Brussels.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "8: In Leuven, Belgium, locals are polite and open when you reach out; relationships grow gradually with expat/uni networks.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "In Leuven, Belgium, regional/EU startup grants can total roughly $250k-$600k/year for game dev; competitive but accessible with a solid plan.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Leuven hosts a mid-sized game dev scene with Happy Volcano and healthtech labs. Brussels and Ghent are reachable in ~30 minutes by train, widening options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Leuven, Belgium offers strong protections and inclusive healthcare for gender-fluid people. Urban, multilingual community supports visibility and access to services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Belgium\u0027s robust gender rights protections are well enforced; Leuven\u0027s inclusive culture supports equality, with improving female leadership representation.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Leuven, Belgium shows broad gender egalitarianism with supportive policies. Families benefit from robust childcare and parental leave.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Leuven, BE: flirting is broadly inclusive; most genders can initiate or decline without stigma, with occasional traditional cues in a few circles.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Leuven offers excellent healthcare, schools, and safety for a US family. Visa status is stable but tied to employment and renewals.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Leuven, Belgium has a mild inland climate; warming risks exist but are manageable with existing infrastructure and local resilience programs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Belgium/Leuven has startup visa options via accelerators; timelines vary, but a robust tech ecosystem and grants support founder-family relocation.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Leuven, Belgium favors balanced grooming. Care is appreciated but there\u0027s no pressure to overinvest.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Leuven, BE shows progressive acceptance for diverse families, but formal recognition lags; discretion with institutions remains common.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Leuven, Belgium provides a strong universal system; pediatric care is good, though some specialists may have delays.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Leuven, Belgian visa families get public healthcare via a mutualité; basic coverage exists, but supplementary insurance is advised.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Leuven offers affordable public higher education with transparent aid (KU Leuven and peers). Strong scholarships and vocational options support family planning.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Leuven\u0027s universities offer visa access, but residency steps add friction for non-EU families. English-taught programs and intl offices help navigate.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Leuven’s game scene is smaller; most established roles take 3–4 months to fill. Brussels/Ghent rail access enables relocation or remote hiring, with English-friendly environment.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Leuven\u0027s startup scene, via Imec.istart and Start it @KBC, enables quick hires; expect 1-2 month searches with an active talent pipeline.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Leuven family housing is competitive; rents around €1,400–€1,800, with August peaks. Long leases help; seek family-friendly suburbs with parks.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Leuven/Belgian taxes are workable via Tax-on-Web; expect some paperwork and an accountant for founder finances.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Leuven, BE, is generally welcoming to immigrants; English helps integration, Dutch-speaking communities support families, with occasional debates.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Leuven\u0027s expat-friendly, multilingual environment supports steady integration for white migrants. Stay engaged and learn Dutch to ease any doubts.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Leuven offers broad public K-12 access with a strong system; Dutch language requirement may affect top schools, but transfers are generally manageable.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Leuven, Belgium, visa-holder kids can enroll in public schools with extra paperwork and address proof; language support varies by school.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Leuven uses English widely in daily life and services. Official forms and schooling still use Dutch, but language-learning options help your family.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Leuven studios use English widely for cross-border work; Dutch docs and compliance still matter. Your family is open to learning Dutch; expect bilingual, supportive studio environments.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Leuven startups use English widely; regulatory tasks require Dutch fluency, which the family plans to acquire.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Leuven offers general tech lawyers and EU IP counsel. Few game-specific IP specialists exist; startups rely on referrals.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Leuven\u0027s Pride events, rainbow crossings, and strong university supports offer a welcoming, low-risk environment for LGBTQ\u002B families.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Leuven has KU Leuven usability labs and active student playtest groups; expect lead times but solid access to local testers and researchers.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Leuven, Belgium, Marxist ideas are debated but not dominant; pluralistic media and coalition politics support nuanced socialist discussion.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Leuven, Belgium, masculine norms are broadly inclusive; men can be expressive and caregiving, aligning with this family\u0027s progressive profile.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Leuven, Belgium, mass violence history is sporadic. Stay vigilant at large events and monitor local security alerts.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Leuven has a frequent meetup scene (tech, language tandems, founder events at imec.istart/KU Leuven); generally welcoming for families and founders.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Leuven, Belgium, the minimum wage is higher than the US but for a family of four it still lags living costs; two incomes or subsidies are typical.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Leuven, Belgium, features reliable utilities, widespread fiber, and solid transit; great for family life, remote work, and game dev with minimal outages.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Leuven, Belgium is an urban, university city where many communities welcome diverse relationships. Privacy remains prudent as acceptance varies by circle.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Leuven, Belgium values direct but diplomatic honesty; share concerns clearly while respecting multilingual, inclusive culture.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Heverlee and Meerdaal forests near Leuven offer easy, family-friendly outdoor time. Abbey Park and Hageland hills add scenic day trips.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Leuven faces occasional floods and wind storms. Severe events are rare; strong local planning mitigates impacts.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Leuven area offers abundant nature: Heverlee Woods and Arenberg Park are minutes away; quick trains to Hageland boost weekend hiking and cycling.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Leuven hosts steady live music at Het Depot, Leuven Jazz, and STUK. Family-friendly options exist, with occasional trips for bigger acts to nearby cities.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Leuven, Belgium has nightlife around Oude Markt in student districts. Families should plan sitters and safe transit for evenings.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Leuven hosts KU Leuven game dev events, MindGate meetups, and Flanders Game Hub sessions; regular and welcoming to families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Leuven hosts LuGus Studios and Happy Volcano, plus KU Leuven\u0027s educational game teams; a recognizable indie scene with growing collaboration.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Leuven’s bike-friendly, walkable environment and strong public health programs help keep obesity rates below national averages.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Leuven/Belgium offers strong game-startup support: imec.istart, Start it @KBC, and Flanders Game Hub mentors enable funding without relocation.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Leuven\u0027s bike-friendly streets, short trips, and café culture fit Sarah\u0027s slower rhythm and family life in Belgium.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Leuven, Belgium offers strong childcare, parental leave, and school partnerships; a supportive, progressive environment for shared parenting.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Belgian naturalization: about 5 years residency, language/integration steps; dual citizenship allowed, making Leuven, Belgium a workable path for your family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Leuven, Belgium generally shows low corruption with trusted public institutions; minor bureaucratic frictions persist but governance feels reliable.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Leuven, Belgium, locals generally respect personal space. However, crowded trams and markets can feel closer; learn the cues and adjust.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Leuven, personal space is respected; greetings are usually handshakes, with brief cheek kisses among friends.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Leuven, Belgium offers most of the year pleasant; mild year-round with occasional damp weeks.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Leuven, Belgium has a transparent, resilient democracy with strong rule of law. It matches your progressive, civil-liberties priorities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "Leuven, Belgium: polyamorous families are largely accepted in private life; mainstream services still misunderstand, with parental rights defaulting to monogamy.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Leuven, Belgium offers city creches and university daycare with income-based fees; waitlists take months, so families often mix public slots with private programs.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Private education exists in Leuven (IS Leuven), with bilingual options nearby. Fees can be premium and accreditation varies.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Leuven, Belgium, processed foods are common. Strong fresh markets balance options for a family with two kids.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Leuven PMM (Games) pay trails top Western hubs ~10-15%, but solid EU benefits and public services offset the gap.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Leuven, Belgium has occasional Product Marketing Manager (Games) upskilling; most learning comes from visiting speakers or remote courses.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Leuven has KU Leuven\u0027s strong tech/marketing programs, but no dedicated games PMM track; cohorts are small and on-the-job upskilling needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Leuven, Belgium PMM (Games) hiring typically runs 3–4 months. Active sourcing and possible relocation help in this English-friendly EU market.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "8: English is widely used in Leuven game studios, though many roles expect Dutch. You can thrive while learning the local language.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Leuven, Belgium offers hybrid remote for games marketing; full remote is negotiated case-by-case. English-friendly, family-aware workplaces support balance.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Leuven has a moderate PMM (Games) pool: a few niche studios; local hiring may need relocation support or remote arrangements.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "Leuven, Belgium shows strong civic engagement, climate action, and bike-friendly policies, aligned with your progressive family values.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Leuven, casual relationships are broadly accepted; Belgium\u0027s sex-positive culture supports openness, with some circles preferring discretion.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Leuven (BE) messaging is largely factual and community-focused. It supports inclusive civic participation with minimal nationalist spin.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Belgian media, including Leuven, remains broadly free; watchdogs and public broadcasters debunk spin before it shapes opinion.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Leuven\u0027s De Lijn buses and IC trains to Brussels/Antwerp offer solid mobility; late-night service is lighter, plan ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Leuven has limited local publisher presence; most engagement is remote. Plan EU events in Brussels for access.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Leuven offers strong schools, healthcare, and expat-friendly services. Some high-end options require planning around limited providers.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Leuven, BE provides universal healthcare and strong social services. However, affordable housing options for lower-income families can be scarce with long waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Leuven, Belgium offers strong healthcare and family services, but housing and childcare costs press middle incomes; mindful budgeting is essential.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Leuven, Belgium blends EU funding and strong broadband. Real-time game-dev is the focus, with growing cinematic capabilities.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Leuven, Belgium is highly secular. Religion and politics stay separate, with pluralist policies respecting personal beliefs.",
      "alignmentValue": 10
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Leuven studios allow remote on a case-by-case basis with a preference for hybrid work; in Belgium, in-person collaboration remains common.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Leuven startups generally embrace hybrid work; remote is common for most roles with periodic on-site collaboration, supporting family life.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Leuven\u0027s universities and tech firms embrace hybrid work; coworking hubs like Leuven MindGate bolster distributed teams.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Belgium offers multiple permits (work/self-employed/family), renewals required; path to permanent residency after ~5 years, Leuven-friendly.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Leuven\u0027s stable, EU-backed game/tech scene supports long tenure; strong schools and English-friendly workplaces reduce churn, with project cycles.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Belgian retirement is solid with universal healthcare and public pensions; Leuven offers accessible elder care and social supports.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Belgium (Leuven) allows visa holders to join public pension schemes after contributions with minor residency rules. Long-term settlement supports retirement access.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Leuven, BE has sporadic Ruby openings; best bets are Brussels-area startups or remote roles; network regularly and pair with JS/DevOps.",
      "alignmentValue": 5
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Leuven, Belgium is generally safe with low violent crime; bike theft and late-night student activity warrant caution in some areas.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Leuven offers strong Dutch-language, Catholic/municipal schools and an international option; some programs require early planning or travel.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Leuven is inland; Belgian beaches run about 18–21°C in summer (rarely 22°C). Plan wetsuits or heated pools for the kids.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Leuven\u0027s seasons are generally mild and wet; major hazards are rare. We plan for occasional rain and quick weather tweaks to stay prepared.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Leuven, Belgium experiences shorter, cloudier winters. Boost mood with daily outdoor time and occasional light therapy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Leuven’s mild, damp seasons bring gentle springs and autumns. Winters are grey and drizzly, with occasional warm spells in summer.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Leuven has KU Leuven\u0027s strong tech ecosystem; however senior game leadership is limited locally, so startups hire from abroad or remote.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Leuven, Belgium\u0027s urban, university-influenced milieu supports open, inclusive sex education. LGBTQ\u002B friendliness and accessible resources are common.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Leuven, Belgium offers universal healthcare and strong family supports. Taxes and bureaucracy can be high, though social nets are robust.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Leuven, Belgium offers 2k sq ft rentals but they\u0027re scarce; expat/family demand drives premium rents and broker connections.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Leuven, Belgium: spring is about 10–17°C by day with 3–7°C mornings; mild and comfortable, though a few cool or windy days occur.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Leuven remains stable with predictable policies. It offers strong schools, universal healthcare, and English-friendly communities.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Leuven, Belgium supports pluralism and human rights with evidence-based policy. Your progressive family will benefit from strong schools and healthcare.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Leuven, Belgium offers a balanced social market with strong safety nets and robust innovation, aligning with our family-friendly, multilingual plan.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Leuven has a small local game/animation scene with a few indie studios; most collaboration happens with remote partners or nearby Brussels.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Leuven summers typically ~23–25°C (73–77°F) with cool nights ~14–16°C. Occasional spikes to ~30°C with moderate humidity.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Leuven, service is courteous and helpful; English is common, so daily tasks feel easy for this expat family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Leuven/Belgium has regional funding for games and creative tech, but programs are selective and budgets fluctuate; grants are available but competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Leuven, Belgium: visa path up to a year; legal/translation fees add up - budget for multi-stage filings and potential costs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Leuven, trust in government is solid: transparent local services and strong family-friendly programs support your move.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Leuven, Belgium has very low corruption. Petty issues are quickly corrected thanks to strong oversight, providing stable public services for your family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Leuven software salaries run ~€48k–€60k. Dual incomes can support the family, with strong benefits but lower cash than Brussels.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Leuven weekends offer plenty of family options: markets, Heverlee woods hikes, and science workshops at M Leuven or Technopolis; 15-minute train access.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Leuven schools run ~8:30–15:30; after-school opvang and daycare bridge late afternoon for both kids; flexible work supports smooth wraparound care.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Belgium\u0027s statutory leave is around 30 days (vacation plus holidays); strong enforcement supports family time in Leuven.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Leuven, Belgium, typical vacations run about 30 days (incl. public holidays). This suits your family-friendly, work-life balance focus and childcare priorities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Leuven offers a modest vendor scene: a few local studios for art/QA; most needs rely on remote partners, with EU grants supporting outsourcing.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Leuven, Belgium offers EU-style packages with strong benefits. Real-time VFX pay trails top hubs by ~10–15%, but remains competitive when cost of living is considered.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Leuven, Belgium offers sporadic VFX real-time courses through KU Leuven; most learning is online or self-guided, with few in-person bootcamps.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Leuven hosts LUCA/KU Leuven VFX programs; grads feed regional studios, but real-time pipelines are still developing and require on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Leuven VFX Real-Time roles usually take 4-5 months; immigration steps may extend timelines; plan for cross-border or remote hiring.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Leuven, Belgium studios use English widely for VFX; Dutch basics help. Your English-first focus with willingness to learn Dutch fits well.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Leuven, BE, VFX real-time roles are often flexible. Studios may offer equipment stipends for remote or hybrid setups.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Leuven\u0027s real-time VFX pool is moderate; Brussels offers broader senior options, but expect longer searches or some relocation for niche roles.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Belgium\u0027s neighbors NL/DE/FR/LU are friendly; EU openness enables easy cross-border travel, multilingual services, and stable life in Leuven.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Leuven, Belgium reflects a confident-but-humble self-view: strong democracy, plural media, and welcoming, family-friendly policies.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Belgium is highly regarded by neighbors thanks to EU ties and Leuven\u0027s academic scene. Cross-border travel and trade with NL, DE, FR are easy.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Leuven, Belgium offers Blue Card and self-employed routes, but approvals hinge on quotas, documentation, and timelines for US first-time applicants.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Leuven\u0027s compact, walkable center offers good crossings and parks. Mostly confident walking with kids, though a few busy streets require care.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Leuven, Belgium offers strong expat support; English is common, but Dutch is needed for full participation.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Leuven, Belgium blends KU Leuven\u0027s medieval charm with cutting-edge biotech. A welcoming, multilingual city with Belgian beer culture—great for curious families.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Leuven winters normally 0-5 °C days with near-freezing nights; light snow is common, but harsh cold is uncommon.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Leuven, Belgium typically uses a 38-hour workweek with occasional crunch periods. Flexible, remote or hybrid options help maintain family balance here.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Leuven\u0027s work culture supports family time with strong protections and flexible hours; startup founders can balance work and parenting here.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Leuven, Belgium offers strong workers\u0027 rights with active unions and robust enforcement, supporting your family-friendly, remote-friendly work plans.",
      "alignmentValue": 9,
      "sameAsParent": true
    }
  ]
}