{
  "version": 2,
  "iso": "BE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Ghent offers a steady .NET market with Belgian IT and North Sea Port firms; Dutch is common, but English roles exist. Hybrid options are common.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Ghent\u0027s 2D Environmental Artist pay runs about 20% below global medians. For a family, the strong QoL and local grants help offset that gap.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Ghent has a couple of local providers (KASK, LUCA) offering basic continuing education in art. Advanced 2D environmental art topics rely on online or remote courses.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Ghent hosts UGent/Artevelde programs; Larian anchors a strong 2D environmental artist pipeline for regional studios.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Ghent, Belgium\u0027s 2D environmental artist market is niche; plan 3-4 months with proactive sourcing; remote/EU talent helps; English-friendly, Dutch basics assist.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Ghent studios mix Dutch and English; many 2D environmental artists work in Dutch, so English-only candidates may require screening.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Ghent studios offer flexible remote/hybrid 2D environmental art roles with async workflows; English-friendly workplaces suit the family.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Ghent, Belgium\u0027s game-dev scene (Larian Studios) offers a solid mid-level 2D environment artist pool. Senior talent is nearby, but competitive.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Ghent\u0027s 3D animator pay matches European medians after cost of living; solid benefits and healthcare improve the package.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Ghent offers sporadic 3D animation upskilling: a few local providers cover fundamentals; advanced topics mostly via online/remote courses.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Ghent, Belgium has 1-2 solid animation programs (KASK, UGent-linked) with modest cohorts; grads often need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Ghent has a growing game-dev scene; 3D animator roles typically fill in 1-2 months with English-friendly teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Ghent, Belgium: English is common in 3D animation studios; many firms also expect Dutch basics for client work.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Ghent studios commonly accept hybrid 3D animation roles; remote is possible for senior contractors like a founder, with periodic on-site collaboration.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Ghent, Belgium\u0027s 3D animator pool is moderate; local studios and grads exist, but senior hires often benefit from relocation or remote options.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Ghent, Belgium: 3D character artist compensation trails top markets by about 25-30%; solid local benefits and QoL help offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Ghent offers occasional 3D character courses via LUCA/Artevelde and local studios. English options exist and remote/visiting experts cover advanced topics.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Ghent hosts several strong 3D/animation programs (KASK, UGent, Artevelde) feeding regional studios with well-prepared grads.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Ghent has a tight local pool for 3D character artists. Expect 2-3 months to hire, with remote/hybrid options drawing EU talent.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Ghent studios run in English; Dutch basics helpful; aligns with English ubiquity and willingness to learn Dutch.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Ghent studios commonly offer hybrid 3D character roles. Strong broadband and English-friendly culture support async work with periodic on-site days in Belgium.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Ghent, Belgium has a growing game dev scene anchored by Larian Studios; 3D character artist talent is solid with mid-to-senior pros, though competition is real.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Ghent has occasional game-focused cohorts via regional programs and universities; no steady dedicated game accelerator track.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Ghent, Belgium enjoys generally good air quality; occasional pollen and rare PM spikes from port/farms may warrant portable filters on bad days.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Ghent\u0027s Larian Studios acts as a regional anchor, offering steady jobs and local game-dev training.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "Ghent, Belgium: secular, progressive; atheism widely accepted; public life nonreligious; English common; strong family supports.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Ghent in Belgium has strong democratic safeguards. Independent courts and media support civil liberties for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Ghent is solid and digital, with instant payments; expats may face some residency/account-opening paperwork.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Ghent\u0027s coast is about an hour by train (Ostend/Knokke). It offers family-friendly beaches with seasonal crowds and solid facilities.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Ghent, Belgium hosts multilingual board game nights at Outpost Ghent; kid-friendly events and local design prototypes add family play.",
      "alignmentValue": 9
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Ghent, Belgium values body diversity. Subtle fitness talk can surface - set clear boundaries to support the kids.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Ghent, Belgium offers a diversified economy with tech, services, and grants support; downturns bring brief hiring pauses, with quick reemployment.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Ghent, Belgium benefits from universal healthcare and strong cancer screening; incidence aligns with global norms, with routine checks advised.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Ghent, Belgium prisons uphold EU standards with oversight and rehabilitation programs; aligns with our rights-focused family values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Ghent offers strong, subsidized childcare with reliable options. Public support helps working families in Belgium.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Ghent, Belgium is safe and walkable with parks and kid events. Dutch-English accessibility supports easy daily outings for our bilingual family.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Ghent, Belgium offers substantial childcare subsidies; fees are significantly reduced for working families.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Ghent, Belgium offers childcare subsidies to residents; visa families may face waiting periods and residency proof before full access.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Ghent\u0027s cycling culture, canal kayaking, and maker spaces fit your family; language cafes plus local game groups support social integration.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Ghent hosts regular monthly meetups and game jams, connecting you with a growing indie dev scene. Local tech hubs support collaboration and grants.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Ghent offers universal healthcare and strong preventive programs. The bike-friendly city and parks support active family lifestyles.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Ghent has some housing cooperatives and social housing, but dedicated family co-housing is limited; opportunities exist with patience.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Ghent CM pay is roughly 10–15% below top hubs in Western Europe. Belgian benefits and multilingual work culture boost appeal for families.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Ghent has occasional community manager trainings via UGent/startup meetups; remote options available, but steady programs are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Ghent, Belgium offers a bilingual-friendly CM pipeline: UGent and local colleges graduate community-manager-ready talent annually.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Ghent, Belgium CM hiring is moderate. US candidates may face Dutch-language needs and permit delays, pushing timelines to several months.",
      "alignmentValue": 4
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Ghent, Belgium: English is widely used in tech, but the Dutch-speaking local market often expects Dutch; prioritize bilingual community managers.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Ghent studios commonly support hybrid/remote community roles with flexible hours; English-friendly workplaces and strong broadband fit a family setup.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Ghent has a moderate CM talent pool from local agencies and universities; startups in Belgium may need targeted sourcing or nearby Brussels for senior roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Ghent, Belgium offers multilingual, welcoming neighborhoods. Connect with co-ops, civic labs, and expat groups to feel at home quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Ghent, Belgium: established studios offer solid pay with good benefits; cost of living supports a family-friendly lifestyle.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Ghent, Belgium startup comp tracks European medians after cost of living; equity is common, cash may be modest but competitive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Belgium\u0027s long-stay visa path is workable but paperwork-heavy. In Ghent, expect registrations and periodic checks; English helps, local language useful.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Ghent provides regular continuing education via Ghent University and local meetups; plenty of English-friendly dev courses.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Ghent has a solid IT contractor pool (Unity/.NET) with English-friendly firms; top game-dev talent can book weeks out.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Belgium\u0027s Ghent emphasizes harm reduction and universal healthcare, prioritizing treatment over punishment for substance issues.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Ghent offers EU startup grants and a skilled tech pool, but rents and payroll taxes run higher than global averages. Plan for 15–20% above similar ecosystems.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Ghent\u0027s cost of living is manageable for a family; 3-bedroom rentals around €1,100–€1,700 with affordable dining and strong public services.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Ghent has solid coworking and a growing indie scene; limited game-dev gear and labs, but accessible spaces and community events help startups.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Ghent’s tech scene offers English-friendly IT roles with steady demand. Expect competition for game/web dev, but visas and local pipelines exist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Ghent, Belgium offers universal healthcare and accessible mental health services for families. Depression prevalence is moderate with some wait times.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Ghent\u0027s expat-friendly, multilingual, family-oriented scene supports steady deep bonds with effort. Join clubs and neighborhood events.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Ghent, Belgium shows steady D\u0026I progress with multilingual services and LGBTQ\u002B protections; family-friendly policies align with our inclusive goals.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Ghent, Belgium, enforcement is proportionate with oversight; families rarely witness aggressive drug sweeps.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Belgium generally permits US-Belgian dual citizenship with minimal reporting; no automatic loss of US status for Ghent residents.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Ghent/BE has solid non-dilutive grants (EU/Flanders). Expect roughly $350k–$700k for game-dev startups like Trey; prepare proposals and milestones.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Ghent, Belgium offers general startup grants and EU programs. Game-specific backers are limited, so founders should cast a wide net.",
      "alignmentValue": 7
    },
    {
      "key": "Economic Health",
      "alignmentText": "Ghent, Belgium has a stable, diversified economy with low unemployment and strong social nets; it supports tech jobs and remote work.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Ghent, Belgium offers a balanced mixed economy with EU startup grants and solid governance; targeted reforms could boost simplicity for families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Ghent/Belgium maintains a stable, EU-aligned policy climate with startup grants and clear rules; predictable for gaming/tech creators.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Ghent offers strong Flemish education with modern facilities, good public schools, and newcomer bilingual support, matching our high education priority.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Ghent, Belgium has strong universities (UGent/Artevelde) feeding tech grads; game-focused programs exist but industry partnerships are still maturing.",
      "alignmentValue": 8
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Ghent, Belgium offers sponsor routes for skilled IT workers; expect bureaucracy and quotas, but dependents can accompany.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Ghent has a solid Unity/Unreal presence with active university and meetup communities; other engines and tools are still viable.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "Ghent\u0027s bike-friendly, canal-lined core keeps air clean. Nearby Bourgoyen-Ossemeersen and urban parks make family nature trips easy.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Ghent, Belgium: ~40% effective tax for dual earners; high social-insurance and income tax, with solid public services offsetting costs.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Ghent fall remains mild, with daytime highs near 18°C and nights near 10°C. Occasional canal mist and light rain showers are common, but sweater weather prevails.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Life",
      "alignmentText": "Ghent\u0027s car-free streets and Vooruit\u0027s family programs foster belonging; strong public services and walkable neighborhoods support families.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "Ghent, Belgium supports family reunification for spouses and two minors. For Trey, Sarah, and kids aged 5 and 1, the path is viable with standard checks.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Ghent, Belgium offers generous parental leave and child allowances. Flexible work laws and affordable childcare fit this two-child, family-friendly profile.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Ghent, Belgium offers strong universal healthcare and robust child benefits; some programs cap aid and bureaucracy can be high.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Ghent, Belgium offers solid family supports for visa holders. Most benefits apply, though some cash perks need longer residency or sponsorship.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Ghent, Belgium favors tidy smart-casual; practical outfits suit family life here, with room for casual, creative touches in daily settings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Ghent\u0027s fashion scene is lively and inclusive; urban Belgium supports diverse women\u0027s styles without judgment.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Ghent, Belgium\u0027s urban scene supports modern, expressive menswear. In city life, smart casual with a hint of individuality is common.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Ghent, Belgium supports diverse femininity expressions; progressive values and LGBTQ\u002B acceptance are common, with minor pockets of conservatism.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Ghent, Belgium has strict gun laws; licensing and safe-storage are enforced, so ownership exists but is tightly regulated.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Ghent, Belgium has strong consent norms; people check in and intervene when lines are crossed. The city\u0027s inclusive culture supports families and LGBTQ\u002B openness.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Ghent offers a modest founder community with university-backed programs and coworking spaces; cross-border founder links are still developing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Ghent offers strong fresh markets and diverse dining. Most cuisines are available locally, with rare gaps needing a brief trip to Brussels.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Ghent residents are polite and helpful to newcomers. Expats and English-friendly services aid gradual integration.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Ghent, Belgium hosts Larian\u0027s HQ and a growing game-dev cluster; steady openings for engineers, though roles vary and networking helps.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Ghent, Belgium generally welcomes gender diversity; strong community support exists, though some official documents lag behind social progress.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Ghent, Belgium offers robust gender rights with strong legal protections and enforcement. Social acceptance and workplace equality are evident for diverse families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Ghent, Belgium offers strong parental leave and inclusive workplaces; your family uses egalitarian gender roles with shared caregiving.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Ghent, Belgium is highly inclusive; all genders can initiate or decline without stigma; LGBTQ\u002B and sex-positive culture supports our family.",
      "alignmentValue": 10
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Ghent, Belgium offers strong healthcare and schools for visa holders. Rights are limited vs citizens and renewals may be needed.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Ghent, Belgium faces noticeable warming and more frequent heavy rain. Strong local resilience programs help keep climate risk manageable for families.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Belgium\u0027s startup visa (Flanders/Ghent) can fit founders with moderate processing; tap local ecosystem and plan family-friendly setup.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Ghent\u0027s balanced European style fits our family; practical grooming for work, casual daily wear for life in Belgium.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Ghent, Belgium, polyamorous families are generally accepted in progressive circles. Official institutions may still require discretion.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Ghent, Belgium offers universal healthcare with strong pediatric care. Most costs are covered, but occasional delays for specialists in urban centers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Ghent, Belgium, visa-holding families have strong public healthcare access with universal coverage; private insurance can help with costs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Ghent, Belgium provides affordable public higher education with transparent aid and broad degree options for residents.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Ghent, Belgium offers English-taught programs with strong international offices. Non-EU tuition is moderate and clear study-to-work paths exist.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Ghent studios have active pipelines. Roles typically fill in 3-4 months, with visa steps adding time for non-EU applicants.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Ghent\u0027s startup scene, with Flemish support (Flanders Game Hub, VAF grants) and Hangar K nearby, enables hiring in about 2 months.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Ghent offers a stable, family-friendly market with long leases (often nine-year) and strong protections; larger flats can be pricey.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Taxes in Ghent, Belgium are generally manageable, but startup finances can be nontrivial. A local accountant can help.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Ghent, Belgium is generally welcoming to newcomers; multilingual, urban, with mild debate, where English speakers can feel safe building roots.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Ghent, Belgium is welcoming, but some circles may question motives; we\u0027ll learn Dutch, engage locally, and stay openly invested to blend in.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Ghent, Belgium offers broad K-12 access via public Dutch schools with language support; English-friendly options exist but most schools require Dutch.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Enrollment is allowed with residence proof; Ghent uses Dutch. Some language support and paperwork may apply.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Ghent’s services largely support English, but schooling and government offices still favor Dutch. Plan for Dutch study.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Ghent studios use English for international collaboration; Dutch (Flemish) remains for local docs and community.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Ghent, Belgium startups use English for investors and product discussions, but Dutch fluency is needed for hiring, compliance, and local outreach.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Ghent has IP/tech law options; game-IP specialists exist but are not abundant, with startups leaning on general Belgian firms or Brussels-based experts.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Ghent Pride shows strong acceptance for families in Belgium. Anti-discrimination protections support LGBTQ\u002B households with minimal backlash.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Ghent hosts university labs and indie playtest groups; reliable local feedback via meetups and surveys.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Ghent, Belgium: Marxism is niche but present via unions and social programs; open, pluralist debate in a progressive city.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Ghent, Belgium favors inclusive masculinity; partners share parenting and careers, with broad acceptance, though some older views persist in pockets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Ghent, Belgium, mass violence is uncommon. Authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Ghent, Belgium offers weekly Hackerspace Ghent, Barcamp, and Flanders Game Hub meetups; strong tech/culture networks for a bilingual family.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Ghent, Belgium: the minimum wage generally covers core family costs, supported by child benefits and universal healthcare for a two-adult, two-kid household.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Ghent, Belgium offers fiber internet and modern tram upgrades; district heating pilots boost sustainability, but aging systems still need maintenance.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Ghent, Belgium is an urban, progressive hub where polyamory is broadly understood; workplaces and schools treat it as a normal family variation.",
      "alignmentValue": 9
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Ghent, Belgium values direct dialogue; share concerns clearly and expect constructive, respectful responses in a multilingual, open community.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Blaarmeersen lake, Leie river bends, and Drongen meadows offer nature within easy bike rides for weekly family outdoor time in Ghent, Belgium.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Ghent, Belgium experiences periodic floods and wind storms every few years; defenses and rapid response limit damage, keeping recovery steady.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Bourgoyen reserve and Leie cycling routes offer easy, family-friendly nature near Ghent; Kluisbos trips are doable by train for weekend outings.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Ghent\u0027s Vooruit, Gent Jazz, and cozy venues keep a vibrant, family-friendly live music scene with regular shows and good transit.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Ghent\u0027s Overpoort bars and Patershol venues keep nightlife lively and walkable. Family-friendly late options are limited, though weekend night buses help.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Ghent, Belgium hosts Flanders Game Hub, DAE Studios meetups, and the Screenshake festival, connecting devs with mentors and publishers.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Ghent hosts Larian Studios, PreviewLabs, and Howest DAE alumni indie teams—an internationally respected game scene boosting local networking.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Ghent\u0027s obesity levels are moderate; bike-friendly city life and Belgian public health efforts keep trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Ghent, Belgium offers solid game-dev funding (VAF/Gamefonds) and active incubators, with accessible local talent for Trey.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Ghent\u0027s bike-friendly streets and compact center support a calm pace. Gentse Feesten crowds can test routines, but family life remains balanced.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Ghent, Belgium offers universal healthcare, strong public childcare, and generous parental leave; supports diverse parenting and nonjudgmental guidance.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Path to Belgian citizenship is viable after ~5 years of legal residence with Dutch language integration; dual citizenship allowed; Ghent processes are easy.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Ghent, Belgium has a low corruption perception with effective investigations; stable governance supports family-friendly living.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Ghent\u0027s markets and trams can feel crowded. Most locals respect personal space and respond to simple cues.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Ghent, Belgium: personal space is respected; greetings are handshake-based, not hug-based, even on crowded transit.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Ghent, Belgium has mild summers and wet springs; roughly half the year is ideal for outdoor time, the rest needs planning.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "Ghent, Belgium: a stable democracy with strong rule of law and open civic channels; reforms occur via elections and coalition governance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Ghent, Belgium, polyamory exists in private and LGBTQ-friendly spaces. Official papers still assume monogamy, but social tolerance is high.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Ghent offers subsidized creches and licensed onthaalouders with bridging allowances for delayed placements; good mix of public/private slots, though some waitlists.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Ghent, Belgium has International School Ghent with international curriculum; private options exist but costly; public and bilingual paths remain solid.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ghent, Belgium offers strong fresh markets and diverse produce; convenient options are ubiquitous, enabling balanced eating with planning.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Ghent PMM (games) pay runs ~10-15% under top hubs. EU benefits and strong work-life policies help offset the gap for families.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Ghent offers occasional game marketing workshops via local schools (Howest/LUCA); English-friendly, with solid remote options.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Ghent offers marketing/digital programs (UGent/Artevelde) and a growing game dev cluster; PMM (Games) pipelines exist but are limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Ghent\u0027s games PMM hiring tends to be 3–4 months; proactive sourcing or relocation may be required for the right fit.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Ghent, Belgium favors English in gaming teams. Dutch is commonly needed for local client-facing work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Belgian/Ghent studios commonly use hybrid PMM (games) roles; remote work is negotiable, with good broadband and English-friendly teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Ghent, Belgium has a moderate PMM (games) talent pool, supported by Larian and local studios. Relocation or remote hiring may be needed for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Ghent\u0027s climate action and social rights align with your progressive family. Multilingual services and civic engagement ease adaptation in Belgium.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Ghent, Belgium: urban peers are nonjudgmental; casual dating is generally accepted, though some circles prefer discretion.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Ghent\u0027s diverse media favors factual, people-focused messaging with minimal nationalist spin. It aligns with your pluralistic media preference in Belgium.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Ghent, BE has pluralistic media and quick fact-checking; Propaganda Prevalence aligns with 10, signaling minimal propaganda and healthy civic dialogue.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Ghent, Belgium: De Lijn network covers the city well. Construction can slow trips, but frequent intercity trains to Brussels/Antwerp support family travel.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Ghent offers EU grants and startup events; publishers exist but require proactive outreach; leverage local meetups to connect.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Ghent, Belgium offers strong schools, healthcare, and culture with English-friendly services; premium options are available, though some require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Ghent, Belgium offers universal healthcare and strong family supports; housing in desirable areas may have waitlists and trade-offs.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Ghent, Belgium offers strong public services and universal healthcare; with mindful budgeting, a two-income family can enjoy a solid middle-income life here.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Ghent, Belgium has a strong real-time game scene (Larian Studios); solid pipelines and cinematic chops back a real-time focus.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Ghent, Belgium, church and state are separate; policy is pluralistic, protecting LGBTQ rights and civil liberties.",
      "alignmentValue": 10
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Ghent, Belgium studios commonly offer hybrid roles; case-by-case remote fits Trey and Sarah\u0027s family-friendly, predictable hours.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Ghent, Belgium startups lean hybrid; most roles remote with periodic on-sites.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Ghent\u0027s coworking spaces normalize hybrid schedules and async collaboration. Remote work is practical in most sectors, with EU time zones aligning to major markets.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Ghent, Belgium offers several non-EU residency routes (work, self-employed, Blue Card) with renewals for US professionals. Permanent residency is possible after several years.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Ghent, Belgium offers a stable, English-friendly tech scene. Churn spikes during funding rounds but overall stability supports startups and families.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Belgium\u0027s solid public pension and universal healthcare support Ghent retirees; future benefits depend on lifelong contributions.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Belgium (Ghent): public pension via social security after years of contributions; visa holders can access with long-term residence.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ghent\u0027s Ruby market exists but clusters around a few local SaaS firms such as Teamleader. Networking is key to keeping opportunities flowing.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Ghent, Belgium is generally safe with low violent crime; bike theft is the main nuisance, so solid locks and mindful routines help the family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Ghent offers strong Dutch-language schools with Steiner and international options; bilingual programs exist, but centralized admissions can be competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Ghent, Belgium: North Sea water is about 18-19 °C in summer; early-summer may need short wetsuits for the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Ghent, Belgium has a temperate maritime climate with occasional cold snaps and stormy spells; expect wet winters and variable springs.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Ghent, Belgium winters bring noticeable daylight shortfalls; we will keep energy up with outdoor breaks and light routines.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Ghent\u0027s mild, damp climate with frequent drizzle; summers are comfortable and winters cool but not harsh, keeping outdoor time doable most days.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Ghent has a modest senior tech/game talent pool; expect to recruit abroad or remote; local anchors like Larian create competition.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Ghent, Belgium offers comprehensive, inclusive sex education and strong LGBTQ\u002B acceptance in schools and city life; aligns with our sex-positive values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Ghent, Belgium offers universal healthcare, robust childcare, and quality public schools. Safety nets are strong but taxes are high.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Ghent, Belgium, 2k sq ft rentals exist but are competitive; expect premium rents and broker help to secure space.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Ghent, Belgium spring typically sits 12-23°C (54-73°F) with occasional rain; mild days and a few chilly/windy spells - pack layers for canal walks and parks.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Belgium/Ghent offers long-term stability with predictable policies and strong public services. Occasional protests or regional shifts may occur, but daily life for families remains steady.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Ghent, Belgium supports pluralism and human rights with evidence-based policy; aligns with your progressive, inclusive family values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Ghent, Belgium offers a strong social market with universal healthcare, good schools, and startup support; family-friendly and multilingual.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Ghent, Belgium hosts Larian Studios and a budding indie scene; regional/EU funding supports devs, giving a solid to moderate studio density.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Ghent, Belgium summers are mild. Typical highs are 21-24 C with nights under 20 C, and occasional heatwaves up to ~30 C.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Ghent\u0027s polite, English-friendly service fits our family\u0027s daily life. Most interactions feel warm and efficient while running errands in Belgium.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Ghent offers solid game/creative incentives (VAF tax shelter); programs exist but funding is competitive and cyclical.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Ghent, Belgium: family reunification timelines may run around nine months with manageable fees. Budget for translations and local documentation.",
      "alignmentValue": 8
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Ghent, Belgium\u0027s government is generally trusted: transparent, accountable services align with your values; expect manageable bureaucracy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Ghent/Belgium has low corruption; petty cases surface but are quickly addressed through transparent procurement and strong oversight.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Ghent software salaries hover around €55k–€70k. A two-income family with Belgian meal vouchers should live comfortably in Ghent.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Ghent weekends blend Blaarmeersen play areas and Leie bike rides. De Wereld van Kina visits and easy, spontaneous cafe stops suit a family of four.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Ghent schools typically run 8:30-15:30 with aftercare to 18:00. Families can maintain standard work hours with wraparound care.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Ghent, Belgium offers around 30 paid days per year (vacation \u002B public holidays) with strong enforcement, supporting family time and work–life balance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Ghent, BE typically offers about 30–35 days off (vacation \u002B holidays). That aligns with your family-friendly, work–life balance goals.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Ghent hosts several EU game studios and agencies (notably Larian); solid overflow options, but capacity may be limited compared to US hubs.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Ghent, Belgium: real-time VFX pay trails top markets by about 25-30%. However, strong benefits offset the gap and support family life.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Ghent offers limited local VFX Real-Time continuing ed; occasional workshops via visiting experts; most upskilling is remote or in Brussels/Antwerp.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Ghent hosts VFX/real-time programs through Howest and LUCA Ghent (plus UGent ties) feeding regional studios; grads typically need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Ghent\u0027s real-time VFX market is niche; expect 4–5 months to hire with multiple search cycles; remote/global candidates common.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Ghent studios largely operate in Dutch, but English is common in teams; learning Dutch aids onboarding and local collaborations.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Ghent, Belgium: Remote options exist widely for real-time VFX; studios favor flexible/hybrid setups and often offer equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Ghent, Belgium\u0027s real-time VFX pool is moderate; startups may need targeted sourcing or relocation for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Ghent, Belgium enjoys friendly neighbors (Netherlands, France, Germany) with easy cross-border travel; it supports your international family and work plans.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Ghent, Belgium, with its pluralistic, pragmatic culture, fits our progressive, family-focused aims. We are hopeful for a resilient democracy, mindful of bureaucracy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "9: Neighbors view Belgium positively with strong EU ties. Ghent\u0027s multilingual, family-friendly environment aligns with our QoL goals and easy cross-border travel.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Ghent offers startup/self-employed routes and EU Blue Card with Belgian job offer; strong fit for a founder family; paperwork thorough but feasible.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Ghent, Belgium offers confident walking in most neighborhoods with pedestrian zones and bike lanes. A few arterial roads require caution.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Ghent is welcoming to US migrants; English-friendly services aid settling. Integration programs acknowledge our background and offer language support.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Ghent\u0027s medieval towers, canals, and bike-friendly streets spark family adventures; a growing game/dev scene adds modern curiosity.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Ghent winters are mild (0–5°C); subfreezing nights occur but days stay above ~5°C, with light snow a rare treat.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Ghent operates around 38-40h with strong leave and family policies. This aligns with the 37-38h norm.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Ghent offers strong work-life balance with 38-hour weeks, solid parental leave, and flexible options that fit family priorities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Ghent, Belgium: strong unions and sector bargaining ensure robust workers\u0027 rights; clear recourse and protections for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    }
  ]
}