{
  "version": 2,
  "iso": "BR",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Brazil\u0027s .NET scene is solid in São Paulo and major metros; fintechs and banks hire steadily. Remote roles exist, but sponsorship varies.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Brazil, 2D environmental artist pay trails top markets by ~25–30%; São Paulo studios offer remote/hybrid roles with a lower cost of living.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "In Brazil, 2D environmental art CE is intermittent; Sao Paulo/Rio host occasional courses and remote workshops; local options are limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Brazil has strong design/game programs (USP, Unicamp, UFRJ) producing 2D environmental artists. Portfolios vary; upskilling is often needed for studio roles.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Brazil: 2D Environmental Artist roles often take 4-5 months. Local pipelines are modest, but remote/hybrid options can shorten timelines.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Brazil, English is used but not universal in studios; many 2D environmental artists work bilingual. Your family will learn Portuguese as needed.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Remote-friendly Brazil studios are growing; in cities like São Paulo and Rio, hybrid 2D environmental art roles with async workflows are common.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Moderate 2D Environmental Artist pool in Brazil, concentrated in São Paulo. Startups may need relocation or extended searches for niche skills; remote options help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Brazilian 3D animator pay trails top markets by ~25-30%; lower cost of living and remote work options help offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Brazil\u0027s major cities (São Paulo, Rio) offer continuing 3D animation education via universities and private schools. Remote options help learners nationwide.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Brazil has several strong 3D animation programs (USP, UNICAMP, UFRJ) feeding regional studios with well-prepared graduates.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Brazil (BR), 3D animator roles often take 3–4 months; expect proactive sourcing or relocation to land the right fit.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Brazil, Portuguese dominates. English is common in multinationals and studios serving international clients, but many locals still work in Portuguese.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "São Paulo, Brazil: remote 3D animator roles exist with hybrid options; many studios offer flexible schedules, though periodic onsite work is still common.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Moderate Brazil pool, strongest in São Paulo and Rio; mid-level 3D animators solid, with seniors often remote or relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Brazil, 3D character artist pay trails top markets by about 25-30%. Local hubs São Paulo and Rio offer lower cost-of-living offsets.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "In Brazil, 3D character education exists in major cities but is sporadic; most upskilling is online or self-led.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Brazil\u0027s 3D character ed is serviceable; programs exist mainly in São Paulo and Rio de Janeiro, with small cohorts and studio partnerships for upskilling.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Brazilian 3D character artist roles typically take 3-4 months; proactive sourcing and remote candidates help, but local pipelines remain limited.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Brazil (BR), 3D character artists mostly speak Portuguese; English is common in studios with international clients, but bilingual talent is valued.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Brazil\u0027s major tech hubs (Sao Paulo/Rio), remote 3D character roles exist but are limited; expect senior or trusted contractors with occasional onsite.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Brazil has a moderate 3D character artist pool, concentrated in São Paulo and Rio; startups may need broader sourcing or remote talent.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Brazil offers occasional game-focused accelerator cohorts. Local programs exist but dedicated game tracks are not widespread.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "São Paulo, Brazil: air quality is mixed; smog and seasonal fires can be unhealthy for sensitive groups; home filtration may help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "São Paulo\u0027s Riot Games, Ubisoft São Paulo, and Wildlife Studios anchor Brazil\u0027s game dev scene; reliable hiring and training paths exist.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "In Brazil, religious freedom is protected, but Catholic/Evangelical influence remains; open atheism is common in cosmopolitan urban centers.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Brazil shows minor centralization signs amid polarization. Civil society remains proactive in defending democratic norms.",
      "alignmentValue": 7
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Pix and Nubank make Brazil banking quick; residency docs help, but foreigners still face some opening forms.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Florianópolis beaches in Brazil offer milder weather, family-friendly facilities, and lifeguards on major shores. Some areas vary in safety and shade; plan trips accordingly.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "In Brazil (São Paulo/Curitiba), boardgaming is active with regular cafe meetups; import costs limit libraries, but local shops and online orders help.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Brazil, body-talk can be subtle; maintain boundaries to keep kids confident and ensure conversations stay respectful and inclusive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Brazil\u0027s diversified economy (São Paulo/Rio) offers resilience, but downturns occur. Maintain remote work options and contingency plans.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Brazil\u0027s large urban centers, cancer incidence is moderate with industrial hotspots; routine screenings and selecting low-pollution neighborhoods advised.",
      "alignmentValue": 7
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Brazil carceral facilities face overcrowding and safety concerns. Reforms exist but immigrant detention risk persists.",
      "alignmentValue": 6
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Brazil, childcare options vary by city; public creches and private daycares exist, but reliable care tends to require proactive local networks.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Brazilian cities offer parks and family-friendly spaces, but safety varies by neighborhood; plan around safe districts with kid-friendly amenities.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Brazil\u0027s childcare support is modest; Bolsa Família helps the lowest income, while many middle-income families pay mainly private care.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Brazil, visa families often rely on private daycare and hired caregivers. Public subsidies are limited and vary by city, with quotas or discretion.",
      "alignmentValue": 4
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Soccer, capoeira, and outdoor activities fit Brazil\u0027s culture. Gaming and board games have clubs in major cities like Sao Paulo and Rio.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Brazil hosts a lively game and tech scene in major cities with regular meetups and annual conferences; family-friendly venues exist in São Paulo and Rio.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Brazil offers universal health care (SUS) and local wellness programs; still, we must seek like-minded groups to stay motivated.",
      "alignmentValue": 8
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Brazil, there are a few reputable co-living projects in major cities (São Paulo, Rio), but demand is high and entry may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Brazil (BR), Community Manager pay trails top markets by ~25-30%; lifestyle perks help offset lower salaries in SP/RJ.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Brazil CM scene (São Paulo/Rio) is sporadic; most upskilling is online, with a few annual conferences or bootcamps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Brazil\u0027s top universities (USP, UFRJ, Unicamp) graduate marketing/comms talent. Dedicated community manager programs are still emerging, so on-the-job upskilling is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Brazil (SP/RJ hubs): Community Manager hiring typically 4–5 months. Local pools exist, but visa/processes can extend timelines.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Brazilian community managers commonly bilingual (Portuguese/English); English presence exists but expect local-language screening.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Brazil, many studios support flexible remote/hybrid CM roles with equipment stipends. Expect occasional on-site in hubs like Sao Paulo.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Brazil\u0027s CM pool is solid in São Paulo and other metros; mid-level talent is common, but senior roles are competitive; remote options help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Brazil, neighbors are typically warm and family-oriented. Expect active, park-driven community life that supports your kids and language learning.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Brazilian game studios (Sao Paulo/Rio) pay near global medians after cost of living; remote/hybrid options support families.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Brazil, startup comp trails top hubs but includes meaningful equity. When adjusted for COL, packages in São Paulo/Rio align with regional norms.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "BR residency is navigable but complex; visa steps, CPF, and annual taxes typically require legal counsel and periodic documentation.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Brazil\u0027s major tech hubs (São Paulo, Rio) offer regular bootcamps and meetups; online courses cover gaps, though regional access varies.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Brazil\u0027s contractor bench is serviceable with pockets of scarcity. In hubs like São Paulo, top talent can book out, but skilled freelancers cover core needs.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Brazil\u0027s policy decriminalizes personal use, prioritizes harm reduction and treatment; enforcement targets trafficking, not individuals.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Brazil costs are ~15-20% above global avg in major cities such as São Paulo; payroll taxes and bureaucracy bite, but startup incentives and grants help.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Brazil: groceries and services are affordable; private bilingual schools and top-neighborhood housing push costs. Plan for higher housing and schooling expenses.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Brazil, especially São Paulo, has solid coworking for startups. Game-dev gear like mocap is scarce but basic resources exist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Brazil shows noticeable competition for skilled web/game devs; hiring friction is moderate. Remote work helps the family; Azure access in BR mitigates gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Brazil, depression prevalence is moderate; SUS provides universal care, but therapy wait times exist in major cities.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Brazil\u0027s warm, social culture supports deep bonds; with some Portuguese, expect friendships to grow through clubs and community events within months.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "In Brazil, D\u0026I commitments exist, but progress is uneven; LGBTQ\u002B inclusion is relatively supported, yet representation varies by sector and city.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Brazil, drug enforcement varies by city; street policing is visible and raids occur in some neighborhoods. Trust in authorities is uneven.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Brazil allows dual citizenship with the US with minimal reporting; the family can keep US passports while naturalizing in Brazil.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "In Brazil, early-stage grants exist but are modest (roughly 75k–150k USD); public programs and microgrants are common, not KC-level funding.",
      "alignmentValue": 6
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Brazil offers mixed early-stage capital. For game startups like Trey\u0027s, funding exists but is competitive and often relies on international investors.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Brazil\u0027s modest growth and easing inflation help family finances; high debt and policy swings keep some risk.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Brazil\u0027s regulated market offers startup grants and a growing ecosystem, but bureaucracy can be heavy; viable for careful founders.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Brazil\u0027s policy landscape is typically manageable with elections; startup incentives and visas exist, but plan for tax and regulatory tweaks.",
      "alignmentValue": 6
    },
    {
      "key": "Education",
      "alignmentText": "Brazil: private bilingual schools offer strong academics; public education varies by city and is undergoing reforms; families often supplement with tutoring.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Brazil has some universities offering game-related programs and private bootcamps. Curricula often require supplemental industry training through internships.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Brazil sponsors high-skilled visas, but quotas and red tape slow processing. Expect employer backing with bureaucratic hurdles and months-long timelines, including dependents.",
      "alignmentValue": 6
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "In Brazil, Unity dominates the game-dev scene with active local communities; Unreal exists, and cross-training remains sizable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Brazil\u0027s Amazon and Atlantic Forests are vast. Deforestation and city pollution in Sao Paulo and Rio demand proactive eco-conscious routines.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Brazil taxes residents on worldwide income; expect ~25-30% effective tax for our family (27.5% top rate plus social contributions).",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Brazil (BR) typically 15–26°C with lower humidity, fitting the family\u0027s mild-weather preference.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Brazilian family life benefits from strong networks and parks in many cities. However, access to top schools and childcare often requires active networking and waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Family Members",
      "alignmentText": "Brazil\u0027s family reunification typically covers spouses and minor children; expect standard documentation and minor bureaucratic steps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Brazil provides 120-day maternity leave and universal healthcare (SUS). Cash aid and housing programs exist but may involve slow, bureaucratic processes.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Brazil offers universal public healthcare, but private schooling and childcare keep costs high; bureaucratic hurdles still burden families.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Brazil (BR), visa families can access some INSS leaves via formal contract, but the process is opaque and often needs HR/immigration lawyers.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Brazil, tidy smart-casual fits in urban life. Breathable fabrics help in warm days; high fashion not required.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Brazil\u0027s urban centers, fashion is vibrant and body-positive with diverse street styles, matching Sarah\u0027s expressive wardrobe.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Brazil\u0027s urban centers, men mix casual streetwear with breathable, climate-smart fabrics. Beach-inspired touches are common in coastal cities.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Brazilian urban centers show autonomy and diverse femininity, but media still spotlights beauty standards, with pockets of traditional expectations linger.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Brazil has stricter gun laws than the US, but urban crime can raise risk. Firearms are present but not common; stay aware in public spaces.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Brazil\u0027s major cities, consent norms vary; most encounters are considerate, but direct communication helps with boundary issues.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Growing founder base in Brazil, strongest in São Paulo with regular meetups and accelerators; mentorship available but networks are city-clustered.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Brazil\u0027s major cities (São Paulo, Rio), fresh markets and diverse cuisines abound. Only rare gaps for niche dishes.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Brazil\u0027s urban neighborhoods are warm and welcoming; newcomers who show initiative find social ties forming within weeks.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Brazil\u0027s game dev scene has regular openings in major hubs (São Paulo, Porto Alegre); studios like Wildlife and Aquiris (Epic) offer solid opportunities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Brazil, gender diversity is tolerated in private circles, but misgendering and legal hurdles persist; major cities like São Paulo are more welcoming than rural areas.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Brazil: strong gender-right laws (Maria da Penha, LGBTQ protections); enforcement uneven; urban centers show progress, rural regions lag.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Brazilian urban centers, gender equality is growing, yet machismo persists in some communities; seek egalitarian circles.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Brazilian urban centers show flexible flirting norms; most circles are open, though some groups still expect traditional scripts on first approaches.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Brazil, visa status hinges on Polícia Federal registration and CPF. Address proof (lease) and renewal requirements affect work authorization and residency.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Brazil (BR): Amazon droughts and Atlantic storms signal medium-high warming exposure; plan for insurance and evacuation.",
      "alignmentValue": 5
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Brazil\u0027s Startup Visa exists with incubator backing. Processing can be quota- and paperwork-heavy, but it offers a founder-friendly path in BR.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Brazil, grooming remains professional yet flexible; in urban centers like Sao Paulo, casual polish works in most social and work settings.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Brazil’s urban centers, multi-partner families face growing acceptance; progressive circles tolerate it publicly with respectful curiosity.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Brazil\u0027s SUS offers universal coverage and emergency care. However, bureaucracy and wait times persist; private plans are common in urban areas.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Brazil (São Paulo): visa families can access care but face extra paperwork. Private hospitals like Albert Einstein offer English-speaking staff.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities in Brazil are tuition-free but highly competitive. Private universities offer scholarships yet costs and entrance exams still matter.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Brazil offers access for visa holders, but residency/guarantor checks add friction; public universities are tuition-free, private options vary in cost.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Brazil\u0027s established studios (Aquiris/Epic, Wildlife, Kokku) typically fill roles in about 2 months; US visa steps may push this to 2-3 months.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Brazil startup hiring often closes roles in 6–8 weeks due to Sebrae accelerators and investor activity; expect some bureaucracy, but pipelines stay active.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Brazilian cities offer family-friendly neighborhoods with parks and schools, but competition and paperwork can slow finding suitable housing.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Brazil\u0027s tax system is complex with federal, state, and municipal levies. Expats should hire local accountants and stay vigilant for changes.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Brazilian urban hubs welcome skilled expats, but bureaucratic hurdles remain. Communities are supportive overall, though occasional xenophobia surfaces in public discourse.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Brazil\u0027s cities welcome expats, but language and cost frictions exist; proactive community engagement helps smooth integration for Trey and family.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Brazil: public K-12 is available, but many urban schools are crowded or under-resourced; families often rely on private options.",
      "alignmentValue": 5
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Visa families can enroll in public K-12 in Brazil (Sao Paulo, Rio de Janeiro, Brasilia) with residency proof; expect extra paperwork and possible delays.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Portuguese dominates daily life in Brazil; tech roles use English, so the family should enroll in Portuguese classes for bureaucracy and full participation.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Brazilian studios commonly use English for cross-border work. Portuguese fluency remains important for community, compliance, and local docs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Brazil (BR), startups operate bilingual—Portuguese for local tasks and English for international outreach; translation budgets help bridge gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "In Brazil, São Paulo/Rio offer general tech IP lawyers with some game-IP experience; dedicated game-IP firms are limited, so referrals matter.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Same-sex marriage is legal nationwide; Pride is visible in major cities, but rural areas still face discrimination and slower acceptance.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Playtesting exists in BR’s dev hubs (São Paulo, Rio). Scheduling can be slow, but local communities provide growing, informal feedback.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Brazil’s plural democracy, Marxist ideas influence policy at times but aren’t dominant.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Brazil, traditional masculinity persists in some circles. Urban areas show growing acceptance of caregiving dads.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Brazil, mass violence is regionally sporadic; stay alert at large events in urban centers, while most areas remain reasonably safe.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Brazil (BR) has a vibrant meetup scene in cities like São Paulo and Rio, with tech, gaming, and language groups; some events have waitlists or fees.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Brazil, minimum wage around R$1,412/month (2024). Urban living costs for a two-kid family outpace this; a second income is usually needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Brazil: fiber internet and modern airports in major metros; neighborhood infrastructure varies and often needs upkeep.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Brazil, urban hubs like Sao Paulo and Rio welcome polyamory in progressive circles; suburbs expect discretion.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Brazil (BR), be candid with empathy; directness is valued in workplaces, but temper it to fit local etiquette and avoid offense.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Brazil offers iconic nature - Iguazu Falls, Pantanal, and Amazon - with family-friendly tours and abundant wildlife.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Brazil avoids major quakes/hurricanes; floods and landslides during heavy rains affect hillside neighborhoods, with manageable, short-term disruptions.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Brazilian urbanites can reach Atlantic Forest trails, waterfalls, and coastal islands within hours by car for frequent family outdoor escapes.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Brazilian live music from samba to indie thrives in Sao Paulo and Rio; vibrant scenes with many family-friendly venues.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife exists in select districts of Brazilian cities such as São Paulo and Rio. Plan sitters and safe rides for evenings with kids.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Brazil hosts BIG Festival, SBGames, and IGDA chapters; strong meetups and online hubs across major cities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Brazil hosts Wildlife Studios in São Paulo and Aquiris in Porto Alegre, plus other notable studios; a recognized, active game-dev scene.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity in Brazil is moderately common; public health programs help keep trends steady. For your family, prioritize daily activity and balanced meals.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Brazil offers Ancine/Sebrae support and a growing investor scene for game startups. Bureaucracy remains a hurdle that will require hustle.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Brazil: outside peak traffic, life stays relaxed with long meals and family time. Pace varies by city but supports a family-friendly rhythm.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Brazilian families balance progressive parenting with family input; schooling varies by city, with occasional traditional pressure that\u0027s manageable.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Brazil naturalization after 4 years (1 year if you have Brazilian children); dual citizenship allowed; Portuguese required; family-friendly route.",
      "alignmentValue": 10
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Brazil (BR), corruption is significant despite reforms. Expect bureaucratic delays and uneven enforcement in daily life.",
      "alignmentValue": 5
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Brazil, expect warmer, closer contact in crowded urban spaces; Brazilians greet with touch and close proximity—set clear boundaries as needed.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Brazil, warmer greetings and closer contact are common; we steer to polite space when needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In Brazil, mild days cluster in spring/fall; summers can be hot/humid, so outdoor plans favor shoulder seasons.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Brazil: a federal presidential democracy with active parties and an independent judiciary; stable, but civil society must counterbalance elite power.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory in Brazil: São Paulo and Rio show growing private acceptance; public services are cautious; discretion at work or school advised.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Brazil\u0027s municipal creches are limited. Most dual-working families rely on private daycares or nannies at moderate cost, with waitlists common.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "In Brazil, bilingual/private schools exist with solid academics; top options are pricey and competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Brazilian urban centers offer strong fresh markets. Processed foods are common; rely on feiras and local grocers to balance choices.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Brazil (São Paulo) PMM (Games) pay trails top hubs ~25–30%; lifestyle and lower cost of living offset lower absolute salaries.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Brazil\u0027s product marketing (games) continuing ed is limited: annual conferences and sporadic bootcamps; most upskilling is self-directed online.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Brazil has game/marketing programs mainly in São Paulo; PMM (games) curricula are limited, so expect on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In Brazil, PMM (Games) hiring is 3-4 months; local pools are shallow; remote work or relocation can help the family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Brazil PMMs in games often speak English, but Portuguese dominates; bilingual English-Portuguese preferred for client-facing roles.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Brazil, game PM marketing roles are typically hybrid; remote options exist but expect regular on-site collaboration in major studios (SP/RJ).",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Brazil\u0027s games PMM pool is solid, with talent in São Paulo/Rio; senior roles are competitive, but mid-level PMMs are accessible, often remote.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "Brazil\u0027s urban centers like São Paulo and Rio de Janeiro lean progressive on climate and rights; rural areas stay more conservative.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Brazil, urban centers (São Paulo, Rio) are broadly sex-positive; rural areas may gossip or restrict openness.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Public messaging in Brazil is largely factual with diverse media. It supports pluralistic, community-focused civic participation and minimal propaganda.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Brazil (BR), media is plural but election propaganda spikes; rely on independent outlets and fact-checking to stay balanced.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Public transit in Brazil\u0027s big cities (São Paulo, Rio) exists (metro/BRT) but crowding and reliability gaps push families toward rideshares or cars.",
      "alignmentValue": 6
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Brazil has regional platform contacts and events (São Paulo); partnerships exist but require proactive outreach.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Brazil\u0027s major cities like São Paulo and Rio, high-end living is available. Private schools and clinics are often exclusive and require advance planning.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Brazil, universal healthcare helps; childcare waitlists exist in cities; prioritize safe, family-friendly neighborhoods; costs manageable with budgeting.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Two-kid family in Brazil: housing and childcare can strain the budget. Target cities with affordable care and safe, walkable neighborhoods.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Brazil\u0027s real-time game dev is growing, with strong Unity/Unreal usage in São Paulo. Reliable broadband supports Trey and Sarah\u0027s remote, real-time work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Brazil: Evangelical blocs actively lobby on social issues; courts and civil society defend pluralism, though religious influence colors education and health debates.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Brazil (São Paulo/Rio hubs), established studios are hybrid-friendly for senior devs; remote work is case-by-case with on-site presence often preferred.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Brazilian startups favor hybrid work with strong async tooling. Teams across BR and the Americas collaborate well.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Remote work is accepted in Brazil, but policies may need negotiation; major cities offer broadband and coworking, though game latency and time zones differ from US markets.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Brazil typically issues temporary visas for 1-2 years with renewals. Permanent residency usually requires several years via work or family routes, with significant paperwork.",
      "alignmentValue": 6
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Brazilian studios show moderate churn; funding cycles can trigger turnover. In Sao Paulo hubs, stable teams exist but project-based shifts are common.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Brazil: INSS pensions are modest; many families rely on private plans. SUS provides universal healthcare, but access varies by region.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Brazil: visa holders can save via INSS or private plans, but residency thresholds and contribution requirements apply.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby on Rails remains active in São Paulo and Belo Horizonte, Brazil, but openings are clustered and smaller than Java/JS; steady networking helps Sarah.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "In Brazil, safety varies by city. Focus on family-friendly, secure neighborhoods and standard after-dark precautions.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "In Brazil\u0027s major cities (e.g., São Paulo, Rio), bilingual private and international schools are common. Public options exist but vary by district and school quality.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Brazilian beaches offer roughly 23-27°C water most months; ideal for kids. Southern areas can dip to ~22°C in winter; light rash guards help.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "In Brazil, seasons swing modestly with occasional rainstorms; plan for a few weather-driven adjustments.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Brazil\u0027s near-equatorial location gives year-round daylight with minimal seasonal swings; encourage outdoor time to keep mood steady.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Brazilian coastal climates bring hot, humid summers and mild winters; humidity and rain limit outdoor time, though most seasons are workable with AC.",
      "alignmentValue": 5
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Brazil\u0027s Sao Paulo and Rio hubs have senior tech leaders, but many are tied to incumbents; startups must offer competitive terms and remote options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Brazilian urban centers are open about sexuality; rural areas remain more conservative. This matches our sex-positive, progressive family profile.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Brazil\u0027s universal healthcare (SUS) and cash-transfer programs support families like this one, but paperwork and eligibility rules can limit access.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Brazil\u0027s major metros (São Paulo, Rio), 2k sq ft rentals are competitive. Expect premium rents and broker help to secure space.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "São Paulo spring stays mild (roughly 16–25°C) with intermittent showers; pack light jackets for cooler mornings.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Brazil maintains democratic institutions with regular elections; for families, expect protests and policy shifts, but overall stability in Brazilian cities.",
      "alignmentValue": 7
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Brazil, state ideology leans progressive, supports pluralism and rights, but coalition politics temper reform and dissent remains part of the landscape.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Brazil blends private innovation with state-linked giants; oligopolies influence prices, so stay vigilant while pursuing entrepreneurial goals.",
      "alignmentValue": 7
    },
    {
      "key": "Studio Density",
      "alignmentText": "Brazil has a moderate studio scene anchored in São Paulo and Rio, with mid-size studios and indie teams; growth is evident.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Brazil coast summers (Dec-Feb): 30-35°C with humidity; ocean breezes help, but heat persists; storms provide relief.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Brazil, people are warm and expressive. Service in cities like São Paulo is upbeat, with occasional delays.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Brazil has cultural tax incentives and R\u0026D schemes, but game-specific relief is modest and competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Brazil consular visas and federal police registration usually require several months; budget moderate fees with organized documentation.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Brazil, trust in government is mixed but improving amid anti-corruption reforms; regional disparities and bureaucratic hurdles temper confidence.",
      "alignmentValue": 5
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Brazil, corruption ranges from petty to grand; bureaucratic delays can affect daily tasks, but Brazil\u0027s institutions provide oversight, helping families settle.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "São Paulo senior software pay: R$200k–R$280k/yr (~$40–55k); decent locally but well below US remote rates. Remote/global contracts likely needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Brazil, weekends feature beaches, churrasco cookouts, and local cultural events. Plenty of family options, though popular spots fill quickly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Brazilian schools often run morning shifts (7:00-12:00/12:30) with limited after-care; traffic and work hours require flexible scheduling.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Brazil, legal minimum is 30 days of paid vacation after 12 months, with a 1/3 extra pay; unused days are commonly paid.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Brazil, paid vacation is typically 30 days after a year, often in 2-3 blocks; fits the family\u0027s rest priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Brazil has a growing vendor scene, especially in São Paulo, for art and QA; however capacity is uneven and contract terms vary.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Brazil\u0027s real-time VFX pay trails top markets by ~25-30%; lower living costs help a US family, especially in hubs like São Paulo, with visa support.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "In Brazil, real-time VFX education is sporadic; occasional workshops in São Paulo/Rio exist, but most upskilling is online or via remote courses.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Brazil has serviceable VFX (real-time) programs, especially in São Paulo and Rio, with studio partnerships bridging gaps as the field grows.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "In Brazil (BR), VFX Real-Time hires typically take 3–4 months; proactive sourcing and relocation support may be needed to land top talent in SP/Rio hubs.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "VFX (Real-Time) in Brazil mainly uses Portuguese. English is common in multinationals, especially in Sao Paulo/Rio hubs; screen for English.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "VFX real-time roles in Brazil are usually hybrid; remote is case-by-case with on-site weeks common in SP/RJ. English-friendly studios and broadband help.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Brazil\u0027s real-time VFX pool is moderate; strongest in São Paulo and Rio de Janeiro with outsourcing firms. Startups may rely on remote hires or relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Brazil, Mercosur ties are generally cooperative; Argentina’s soccer rivalries stay playful, cross-border life is friendly.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Brazil\u0027s diverse culture and resilient communities align with our family\u0027s values; we seek inclusive, steady progress, mindful of challenges.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Brazil, neighbors view its strong regional role; policy debates exist, but democratic stability and growing tech/expat links ease relocation.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Brazil offers Start-Up, investor, and work visas; viable but quota/timelines apply, often needing sponsorship or investment.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In Brazil, walkability varies by city; prioritize safe, family-friendly neighborhoods with sidewalks and parks, as drivers can be aggressive.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Americans are generally welcomed in Brazil, especially in cosmopolitan hubs like São Paulo and Rio. Portuguese learning accelerates integration and local ties.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Brazil\u0027s Afro-Indigenous fusion, samba, and growing game-dev hubs in São Paulo and Salvador spark Trey\u0027s storytelling.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Brazil winters are generally mild; southern Brazil can drop toward 0°C at night with 5-10°C days, frost occasional, snow rare.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Brazil, the legal workweek is 44 hours with overtime. Some tech firms hover near 40 hours, supporting family balance.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Brazil: family time is valued; tech crunch around launches happens, but flexible schedules and recovery time preserve family-friendly balance.",
      "alignmentValue": 7
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Brazil has strong formal protections (CLT) and active unions. Enforcement can be uneven, with gig-sector gaps.",
      "alignmentValue": 7
    }
  ]
}