{
  "version": 2,
  "iso": "BR",
  "values": [
    {"key": "Environment", "alignmentText": "Brazil preserves vast Amazon and Atlantic Forest reserves, yet deforestation and urban pollution in São Paulo and Rio remain pressing, so eco-conscious routines require proactive choices.", "alignmentValue": 5},
    {"key": "Global Warming Risk", "alignmentText": "Rising Amazon droughts, stronger Atlantic storms, and sea-level threats to coastal cities highlight medium-high climate exposure.", "alignmentValue": 4},
    {"key": "Seasonal Weather", "alignmentText": "Most coastal metros enjoy warm, humid summers and mild winters with a wet-dry cycle, which can feel sticky but predictable for planning.", "alignmentValue": 6},
    {"key": "Air Quality", "alignmentText": "São Paulo’s vehicle emissions and seasonal Amazon fires push PM2.5 above WHO guidance, though coastal breezes help moderate pollution compared with South Asian megacities.", "alignmentValue": 5},
    {"key": "Natural Disasters", "alignmentText": "Brazil avoids major earthquakes and hurricanes, yet flooding and landslides occur during heavy rains, especially in hillside neighborhoods.", "alignmentValue": 6},
    {"key": "Spring Temperature Range (C/F)", "alignmentText": "September–November in São Paulo brings 16–27°C (61–81°F) with intermittent showers, comfortable for park time.", "alignmentValue": 7},
    {"key": "Summer Temperature Range (C/F)", "alignmentText": "December–February highs reach 28–33°C (82–91°F) with humidity; heat indexes rise but ocean breezes and afternoon storms offer relief.", "alignmentValue": 6},
    {"key": "Fall Temperature Range (C/F)", "alignmentText": "Autumn cools to 15–26°C (59–79°F) with lower humidity, aligning with the family’s mild-weather preference.", "alignmentValue": 8},
    {"key": "Winter Temperature Range (C/F)", "alignmentText": "Winters in southern cities hover around 12–23°C (54–73°F) with occasional cold snaps, rarely dipping near freezing.", "alignmentValue": 7},
    {"key": "Beach Life", "alignmentText": "Rio, Florianópolis, and Northeast beaches offer vibrant sand culture with kiosks and family zones, though safety varies by neighborhood.", "alignmentValue": 7},
    {"key": "Seasonal Beach Water Temp", "alignmentText": "Water temperatures range from 21°C (70°F) in southern winters to 27°C (81°F) in the tropics, supporting year-round swimming with occasional chilly Atlantic currents.", "alignmentValue": 7},
    {"key": "Natural Beauty", "alignmentText": "Rainforests, Iguazu Falls, and the Pantanal provide world-class nature getaways accessible via domestic flights.", "alignmentValue": 8},
    {"key": "Minimum Wage", "alignmentText": "The national minimum wage sits around R$1,412/month (~$280) in 2024, insufficient for urban cost of living without supplementary income.", "alignmentValue": 4},
    {"key": "Typical Software Salaries", "alignmentText": "Senior developers in São Paulo earn R$200k–R$280k yearly (~$40–55k), competitive locally but lower than US remote rates, nudging Trey toward global contracts.", "alignmentValue": 6},
    {"key": ".NET Work Prospects", "alignmentText": "Banks, fintechs, and consultancies in São Paulo and Porto Alegre run sizable .NET teams serving Latin American markets.", "alignmentValue": 7},
    {"key": "Ruby Work Prospects", "alignmentText": "Ruby on Rails underpins startups in São Paulo and Belo Horizonte, yet the market is smaller than Java/JavaScript roles, requiring targeted networking for Sarah.", "alignmentValue": 5},
    {"key": "Employer Visa Sponsorship", "alignmentText": "Brazil issues work visas for high-skilled hires, but employers must justify hiring foreigners and bureaucracy can take months.", "alignmentValue": 4},
    {"key": "Economic Health", "alignmentText": "After recessionary years, Brazil is stabilizing with modest growth, a resilient agritech sector, and easing inflation, though public debt remains high.", "alignmentValue": 5},
    {"key": "Remote-Friendly Culture", "alignmentText": "Hybrid work is common in tech hubs, coworking spaces thrive, and time zones align well with US East Coast, benefiting remote collaborations.", "alignmentValue": 7},
    {"key": "Work-Life Balance", "alignmentText": "Brazilian labor culture values socializing and family time, yet tech teams can face crunch before product launches.", "alignmentValue": 6},
    {"key": "Work Week Hours", "alignmentText": "The legal workweek caps at 44 hours with strong overtime rules, and many tech firms operate closer to 40 hours.", "alignmentValue": 7},
    {"key": "Vacation Days (Minimum)", "alignmentText": "Employees earn 30 days of paid vacation plus 11 public holidays, supporting extended family travel.", "alignmentValue": 9},
    {"key": "Vacation Days (Typical)", "alignmentText": "Companies generally honor the full 30 days, often split into two or three blocks, aligning with Sarah’s rest needs.", "alignmentValue": 8},
    {"key": "Pace of Life", "alignmentText": "Outside intense traffic, Brazilians maintain a relaxed social rhythm with long lunches and weekend family gatherings.", "alignmentValue": 7},
    {"key": "Typical Workday Schedule (Family of Four)", "alignmentText": "Schools run 7:30 a.m.–1 p.m. shifts, prompting afternoon childcare planning, while offices often start at 9 a.m. with evening commutes affected by traffic.", "alignmentValue": 5},
    {"key": "Typical Weekend Schedule (Family of Four)", "alignmentText": "Weekends revolve around beach visits, churrasco cookouts, and cultural events, offering rich community integration opportunities.", "alignmentValue": 8},
    {"key": "Family Life", "alignmentText": "Family ties are strong and neighbors often help with childcare, though expats must build trust networks and manage safety awareness.", "alignmentValue": 7},
    {"key": "Polyamory", "alignmentText": "Polyamorous relationships are not legally recognized but urban queer scenes in São Paulo and Rio are increasingly accepting, provided discretion in conservative circles.", "alignmentValue": 4},
    {"key": "Parenting Expectations", "alignmentText": "Parents balance academics with social development, but elite schools can be competitive and homework-heavy.", "alignmentValue": 6},
    {"key": "Child-Friendliness of Cities", "alignmentText": "Parks, shopping centers, and condominium play areas cater to kids, yet public transit safety and crime concerns require vigilance.", "alignmentValue": 5},
    {"key": "Schooling Options", "alignmentText": "Bilingual private schools, international curricula, and public options exist, with quality diverging widely between neighborhoods.", "alignmentValue": 6},
    {"key": "Pre-K / Early Childcare Landscape", "alignmentText": "Municipal creches provide limited slots; most middle-class families use private daycare or nannies, often at moderate cost.", "alignmentValue": 6},
    {"key": "Childcare Support (Citizens)", "alignmentText": "Low-income families access Bolsa Família stipends and some municipal daycare, but middle-class support is largely private.", "alignmentValue": 5},
    {"key": "Childcare Support (Visa Holders)", "alignmentText": "Expat families rely on private daycare or hired caregivers; legal hiring is straightforward but requires social security contributions.", "alignmentValue": 5},
    {"key": "K-12 Education Access (Citizens)", "alignmentText": "Public schools vary; top state schools perform well while many urban campuses face funding gaps, pushing families toward private options.", "alignmentValue": 5},
    {"key": "K-12 Education Access (Visa Holders)", "alignmentText": "International schools in São Paulo, Rio, and Brasília welcome foreigners with English instruction but charge high tuition.", "alignmentValue": 5},
    {"key": "Private Education", "alignmentText": "Bilingual and IB schools provide strong academics and extracurriculars, though admissions and fees can be demanding.", "alignmentValue": 7},
    {"key": "Family Policy (Citizens)", "alignmentText": "Maternity leave spans 120 days (extendable), with tax incentives for employers who offer 180 days; paternity leave is short but expanding.", "alignmentValue": 6},
    {"key": "Family Policy (Visa Holders)", "alignmentText": "Foreign employees receive the same leave entitlements if formally contracted, though navigating INSS benefits requires Portuguese paperwork.", "alignmentValue": 6},
    {"key": "Higher Education Access (Citizens)", "alignmentText": "Public universities are tuition-free but highly competitive; private universities expand capacity with scholarships for low-income students.", "alignmentValue": 6},
    {"key": "Higher Education Access (Visa Holders)", "alignmentText": "International students can enroll with validated diplomas and Portuguese proficiency; tuition at private institutions remains reasonable.", "alignmentValue": 6},
    {"key": "Gender Roles", "alignmentText": "Urban centers champion gender equality, yet machismo persists, requiring intentional community choices to find egalitarian circles.", "alignmentValue": 5},
    {"key": "Gender Fluidity", "alignmentText": "Legal recognition of transgender rights exists, but social acceptance varies and trans people face safety risks, especially outside big cities.", "alignmentValue": 4},
    {"key": "Gender Rights", "alignmentText": "Strong legal frameworks on domestic violence and workplace equality exist, though enforcement is uneven.", "alignmentValue": 6},
    {"key": "Femininity Norms", "alignmentText": "Women frequently balance careers with familial expectations, yet cosmopolitan areas embrace diverse expressions and fashion.", "alignmentValue": 6},
    {"key": "Masculinity Norms", "alignmentText": "Traditional masculinity emphasizing assertiveness coexists with growing acceptance of nurturing fatherhood in middle-class circles.", "alignmentValue": 6},
    {"key": "What Is Intriguing", "alignmentText": "Brazil’s Afro-Indigenous cultural fusion, music, and art scenes offer endless inspiration for Trey’s storytelling.", "alignmentValue": 8},
    {"key": "Language & English Ubiquity", "alignmentText": "Portuguese dominates daily life; while professionals in tech speak English, the family would benefit from language classes for bureaucracy and social integration.", "alignmentValue": 5},
    {"key": "Progressivism", "alignmentText": "Urban voters support progressive policies on climate and social inclusion, yet rural regions lean conservative, creating a mixed landscape.", "alignmentValue": 6},
    {"key": "Marxism (Societal Attitudes)", "alignmentText": "Leftist parties have deep roots in labor movements, but mainstream politics currently blend social programs with market pragmatism.", "alignmentValue": 6},
    {"key": "Atheism", "alignmentText": "Secularism is constitutionally protected, though Catholic and evangelical faiths remain influential; open atheism is accepted in cosmopolitan circles.", "alignmentValue": 6},
    {"key": "Sex (Attitudes)", "alignmentText": "Brazilian culture is open about sexuality in media and Carnival, yet conservative evangelical communities advocate traditional norms.", "alignmentValue": 6},
    {"key": "LGBTQ+ Attitudes", "alignmentText": "Marriage equality is legal and Pride events are massive, but hate crimes remain a concern, prompting careful neighborhood selection.", "alignmentValue": 6},
    {"key": "Community Vibes", "alignmentText": "Neighbors are warm and welcoming, often inviting new families to barbecues and school events, fostering quick integration.", "alignmentValue": 8},
    {"key": "View of self", "alignmentText": "Brazilians celebrate creativity, resilience, and diversity, often referencing their multicultural heritage with pride.", "alignmentValue": 7},
    {"key": "View of Neighboring Countries", "alignmentText": "Relations with Mercosur partners are mostly cooperative, though soccer rivalries with Argentina shape playful banter.", "alignmentValue": 7},
    {"key": "View of Them by Neighboring Countries", "alignmentText": "Neighbors see Brazil as a regional leader with both cultural clout and responsibility for Amazon stewardship.", "alignmentValue": 7},
    {"key": "Nightlife Culture", "alignmentText": "Late-night samba clubs, craft breweries, and forró halls keep cities buzzing, though safety planning and rideshare budgets are necessary.", "alignmentValue": 7},
    {"key": "Fashion Trends (Male)", "alignmentText": "Men blend casual streetwear with tailored beach-inspired styles; climate-friendly fabrics dominate wardrobes.", "alignmentValue": 7},
    {"key": "Fashion Trends (Female)", "alignmentText": "Women embrace colorful, body-positive fashion ranging from beachwear to avant-garde street style, offering expressive choices for Sarah.", "alignmentValue": 8},
    {"key": "Common Hobbies", "alignmentText": "Soccer, beach volleyball, capoeira, music, and gaming all thrive, giving the family plenty of entry points into social circles.", "alignmentValue": 8},
    {"key": "Boardgaming & Tabletop", "alignmentText": "Tabletop cafés in São Paulo and Curitiba host regular meetups, though import costs mean smaller libraries than in the US.", "alignmentValue": 6},
    {"key": "Nightlife & Music", "alignmentText": "Live music from samba to indie rock is abundant, with venues catering to families earlier in the evening and adults later at night.", "alignmentValue": 8},
    {"key": "Meetups & Communities", "alignmentText": "Tech meetups, game jams, and language exchanges are frequent, aiding both professional networking and community building.", "alignmentValue": 8},
    {"key": "Nature Access", "alignmentText": "Urban residents can reach Atlantic rainforest trails, waterfalls, and coastal islands within a few hours, supporting frequent outdoor escapes.", "alignmentValue": 7},
    {"key": "Political System", "alignmentText": "Brazil’s federal presidential democracy has active parties, a vocal congress, and judicial oversight, albeit with periodic crises.", "alignmentValue": 6},
    {"key": "Religion in Politics", "alignmentText": "Evangelical blocs wield influence on social legislation, yet secular institutions and civil society push back on theocratic moves.", "alignmentValue": 5},
    {"key": "Workers' Rights", "alignmentText": "Strong unions and consolidated labor laws protect formal workers, including mandatory benefits and severance funds.", "alignmentValue": 7},
    {"key": "State Ideology", "alignmentText": "Current governance emphasizes social inclusion, environmental protection, and fiscal pragmatism, though coalition politics tempers bold reforms.", "alignmentValue": 6},
    {"key": "Authoritarian Backsliding Risk", "alignmentText": "Institutions resisted recent authoritarian pressure, but polarization and military nostalgia mean vigilance is necessary.", "alignmentValue": 6},
    {"key": "State of Capitalism", "alignmentText": "A mixed economy pairs strong private sectors with state-owned giants in energy and banking, offering entrepreneurial openings alongside regulation.", "alignmentValue": 6},
    {"key": "Stability", "alignmentText": "Democratic institutions held through contested elections, though protests and budget debates can create short-term volatility.", "alignmentValue": 6},
    {"key": "Propaganda Prevalence", "alignmentText": "Mainstream media is pluralistic, yet social media misinformation spikes during elections, requiring media literacy.", "alignmentValue": 6},
    {"key": "Propaganda Messaging", "alignmentText": "Narratives range from national development to public security; state media is less dominant than in authoritarian regimes.", "alignmentValue": 6},
    {"key": "Social Policies", "alignmentText": "Flagship programs like Bolsa Família, public healthcare, and racial equity initiatives offer meaningful support for vulnerable families.", "alignmentValue": 7},
    {"key": "Trust in Government", "alignmentText": "Citizens are cautiously optimistic after anti-corruption reforms, though scandals keep trust at moderate levels.", "alignmentValue": 5},
    {"key": "Perceived Corruption", "alignmentText": "Transparency International scores indicate persistent corruption risks despite Operation Car Wash reforms.", "alignmentValue": 4},
    {"key": "Type of Corruption", "alignmentText": "Grand corruption involving political patronage coexists with bureaucratic bribery, especially at municipal levels.", "alignmentValue": 4},
    {"key": "Housing Situation", "alignmentText": "Modern condominiums with security and amenities are common in major cities, but income inequality creates stark contrasts between neighborhoods.", "alignmentValue": 6},
    {"key": "Safety & Crime", "alignmentText": "Urban crime rates remain high—robberies, carjackings, and occasional armed incidents—necessitating situational awareness and secure housing.", "alignmentValue": 3},
    {"key": "Healthcare (Citizens)", "alignmentText": "The SUS public system guarantees universal coverage; quality varies, but emergency care is accessible and preventive programs are robust in larger cities.", "alignmentValue": 6},
    {"key": "Healthcare (Visa Holders)", "alignmentText": "Private hospitals like Albert Einstein offer high-quality care with English-speaking staff; expats typically combine private insurance with optional SUS registration.", "alignmentValue": 7},
    {"key": "Child Care Support", "alignmentText": "Families often hire live-in or daytime caregivers; costs are lower than US equivalents but require legal contracts and benefits.", "alignmentValue": 6},
    {"key": "Family Policy (Common Family)", "alignmentText": "Middle-class families rely on a mix of public healthcare, private schooling, and household help, balancing affordability with safety planning.", "alignmentValue": 6},
    {"key": "Education", "alignmentText": "Top private schools deliver strong academics and bilingual programs, while public system reforms are ongoing to address inequality.", "alignmentValue": 6},
    {"key": "Public Transportation", "alignmentText": "São Paulo and Rio offer metro and BRT networks, yet overcrowding and safety concerns mean families often mix transit with rideshare or private cars.", "alignmentValue": 5},
    {"key": "Economic System", "alignmentText": "Brazil pursues a regulated market economy with industrial policies, making it moderately friendly to entrepreneurs who can navigate paperwork.", "alignmentValue": 6},
    {"key": "How Taxes Are Handled", "alignmentText": "Tax compliance is bureaucratic with multiple federal and state levies; accountants are essential for small businesses and expats.", "alignmentValue": 4},
    {"key": "Expected Tax Rate (Our Family)", "alignmentText": "High earners face progressive rates up to 27.5% plus social contributions, though foreign income may be taxed depending on residency status.", "alignmentValue": 5},
    {"key": "Banking & Payments", "alignmentText": "Pix instant payments, contactless cards, and digital banks like Nubank make daily finance smooth once residency documents are in order.", "alignmentValue": 7},
    {"key": "Cost of Living (Optional)", "alignmentText": "Groceries and services are affordable, but imported goods, private school tuition, and secure housing in top neighborhoods raise expenses.", "alignmentValue": 6},
    {"key": "Retirement (Citizens)", "alignmentText": "INSS social security provides modest pensions; middle-class Brazilians invest in private plans to maintain lifestyle.", "alignmentValue": 5},
    {"key": "Retirement (Visa Holders)", "alignmentText": "Permanent residents can contribute to INSS, but many expats keep US retirement accounts while accessing local private plans.", "alignmentValue": 5},
    {"key": "Visa Paths", "alignmentText": "Tech visas, investor visas, and digital nomad permits exist, with the retirement visa accessible through income proof; processing can be lengthy.", "alignmentValue": 6},
    {"key": "Welcoming of US Migrants", "alignmentText": "Brazilians generally welcome Americans, especially in cosmopolitan hubs, though cultural integration benefits from Portuguese proficiency.", "alignmentValue": 7},
    {"key": "Residency Types & Durations", "alignmentText": "Temporary visas typically last one to two years with renewals leading to permanent residency after four years of compliance.", "alignmentValue": 6},
    {"key": "Path to Citizenship", "alignmentText": "Naturalization requires four years of residency (or one with Brazilian children), Portuguese proficiency, and a clean record, with dual citizenship allowed.", "alignmentValue": 7},
    {"key": "Family Members", "alignmentText": "Dependents receive linked residency permits, and spouses can often obtain work authorization, supporting dual-career planning.", "alignmentValue": 7},
    {"key": "Timelines & Costs", "alignmentText": "Consular appointments and federal police registration add several months and moderate fees, manageable with organized documentation.", "alignmentValue": 6},
    {"key": "Compliance & Risks", "alignmentText": "Residency requires maintaining local addresses, tax filings, and periodic renewals; bureaucracy is heavy but predictable with legal counsel.", "alignmentValue": 5},
    {"key": "Dual Citizenship Allowed", "alignmentText": "Brazil permits dual citizenship, so the family could keep US passports if naturalizing.", "alignmentValue": 9},
    {"key": "General Considerations for Visa Holders", "alignmentText": "Registering with the federal police, obtaining CPF tax IDs, and signing notarized leases are standard steps; professional assistance eases the process.", "alignmentValue": 6},
    {"key": "Game Dev Work Prospects", "alignmentText": "Studios like Aquiris (now Epic), Wildlife, and Kokku employ hundreds across console and mobile projects, offering collaboration opportunities.", "alignmentValue": 7},
    {"key": "Notable Game Studios", "alignmentText": "Wildlife Studios, Aquiris/Epic, Hoplon, and QuByte anchor the industry in São Paulo, Porto Alegre, and Recife.", "alignmentValue": 7},
    {"key": "Notable Game Development Communities", "alignmentText": "Events like BIG Festival and SBGames plus regional IGDA chapters create robust networking avenues.", "alignmentValue": 8},
    {"key": "Opportunities for Video Game Startup", "alignmentText": "Public funds like Ancine grants, Sebrae accelerators, and a growing investor scene support indie studios, though bureaucracy adds friction.", "alignmentValue": 7},
    {"key": "Modernity & Infrastructure", "alignmentText": "Fiber internet, modern airports, and fintech adoption are strong in major metros, but public infrastructure quality varies drastically between neighborhoods.", "alignmentValue": 6}
  ]
}
