{
  "version": 2,
  "iso": "CA",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Federal digital services, Shopify, and defence contractors like Ciena and Nokia keep senior .NET positions plentiful, letting Trey choose between public service stability and private-sector pace.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "Ottawa usually posts low PM2.5 thanks to green belts, with wildfire smoke from Quebec and Ontario only spiking a few weeks each summer.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular norms dominate public life, letting the family raise the kids without religious pressure even though faith communities stay visible.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Canada’s institutions, courts, and media remain resilient, aligning with the family’s demand for a progressive, rights-protecting democracy.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "The big-five banks, Interac, and wide contactless adoption make everyday payments smooth for the family, albeit with higher fees than U.S. online banks.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Mooney’s Bay and Petrie Island offer lifeguarded river beaches each summer, though water-quality advisories pop up after storms.",
      "alignmentValue": 5
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Loft Board Game Lounge, House of Targ, and Carleton University clubs keep a steady tabletop calendar for Trey’s interests.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Federal-provincial $10/day deals lower tuition, yet Sarah would still face waitlists and patchy infant care until the new spaces open.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "National museums, bilingual library programs, and safe neighborhoods make raising young kids straightforward despite the winter chill.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Once placed, CWELCC subsidies and Ontario child benefits keep monthly costs manageable for mid-income households.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Work-permit holders qualify for CWELCC once they secure SINs and file taxes, though reimbursements may lag their first few months.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Skating the Rideau Canal, winter skiing, and summer cycling provide accessible hobbies that fit the family’s outdoor goals.",
      "alignmentValue": 7
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Civic events, bilingual school councils, and community leagues welcome families once we show up consistently despite the government-town reserve.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Rules are strict but transparent, meaning the family must stay on top of filings yet benefits from clear guidance and digital portals.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Rents and groceries run 15–20% lower than Toronto, so a family-friendly rowhouse in Old Ottawa South or Kanata fits budget projections.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Canada allows dual citizenship, letting Trey and Sarah retain U.S. passports while securing long-term Canadian rights for the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "The economy is steady with low unemployment, yet commodity swings and high household debt encourage the family to keep a solid emergency fund.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "A social-market mix funds healthcare and childcare while maintaining private enterprise, matching the family’s preference for progressive capitalism.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Ottawa-Carleton and Conseil des écoles publiques offer English, French, and immersion tracks with strong outcomes, though popular programs require early lotteries.",
      "alignmentValue": 8
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Employers sponsor via LMIA or Global Talent Stream, but Trey would need standout credentials and patient timelines to secure a work permit.",
      "alignmentValue": 5
    },
    {
      "key": "Environment",
      "alignmentText": "Extensive parks, the Rideau Canal, and strict river protection deliver clean air and water, aligning with the family’s love of outdoors.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Stacked federal and provincial brackets push combined rates near 35-40% on tech incomes, so Trey’s startup budget must include higher payroll taxes.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September and October stay between 8 and 18 °C (46–64 °F), giving prime biking weather before the November chill.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Family-focused policies, parental leave, and community programs support Sarah’s hunt for balance even if winter hibernation is real.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and dependent children can ride along on most residency streams, easing worries about keeping the household together.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizens enjoy generous leave, universal healthcare, and indexed child benefits—exactly the safety net Sarah asked for.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Typical families rely on paid leave and subsidized childcare, so Trey and Sarah would see peers modeling the balance they want.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Work-permit families qualify for many supports after meeting residency and contribution rules, so Trey and Sarah get a safety net once they clear province-specific requirements.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Urban centers lean toward practical minimalist layers—great for Sarah’s casual tech style, less exciting if she craves bold fashion.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men’s fashion centers on technical outerwear and smart-casual looks, so Trey blends in with jeans, flannels, and weather-ready jackets.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Gender expectations are flexible; mothers balance careers and family without heavy social penalty, aligning with Sarah’s goals.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like Ubisoft Ottawa, Snowed In, and Raven Software satellite teams provide roles, but the market is smaller than Montreal or Toronto.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal recognition of non-binary markers and inclusive school policies make it easier to raise kids in the sex-positive environment the family values.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Equal pay laws, reproductive rights, and parental leave are well protected, giving the household confidence their progressive values will be upheld.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-income households are normal and dads take leave, matching Trey and Sarah’s expectation of shared parenting.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "The family must navigate SIN applications, provincial health wait periods, and auto insurance rules before feeling fully settled.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Ottawa River flooding, freezing rain, and hotter summers are intensifying, so we favor higher-ground neighborhoods and invest in sump pumps and backup cooling.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "OHIP covers primary and pediatric care, yet family doctors can be scarce, so we expect to join a waitlist while using walk-in clinics.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Ontario reinstated the three-month OHIP wait, making private insurance essential for newcomers until coverage begins.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Domestic tuition plus RESP incentives keep university accessible for the boys, even if spots in top programs stay competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International fees remain steep and aid is limited, so the family would budget extra if the kids enroll before citizenship.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Townhomes and semi-detached houses remain attainable compared with GTA prices, though bidding wars still happen near top schools.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "CRA prefilled slips and online filing keep compliance manageable, yet the family will still hire cross-border tax help to reconcile U.S. obligations.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Free public schools with French immersion, STEM academies, and inclusive policies match the family’s education priorities.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Dependent kids enroll as domestic students with ESL supports, letting the boys integrate quickly once paperwork clears.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English dominates, yet access to French schooling and services makes bilingual education easy without language barriers.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Capital Pride, inclusive public servants, and supportive school policies create a welcoming environment for queer families.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Left politics inform policy debates, yet mainstream parties stay centrist, so Trey’s curiosity about socialist experiments is met mostly in academia.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Canadian dads take leave and show-up in schools, giving Trey role models for engaged, emotionally open fatherhood.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech, gaming, and parenting meetups crowd Eventbrite in the big metros, helping the family build community quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Ontario’s 16.55 CAD minimum wage helps, yet rising rents still require roommates or subsidies for service workers.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Gigabit fiber, reliable utilities, and modern transit projects keep cities functional, though rural broadband still lags Trey’s latency needs.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Rideau Canal vistas, Parliament Hill greenspace, and fall foliage along the river keep nature visible even downtown.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Floods, the odd tornado, and ice storms are the main risks; we follow city alerts and keep emergency supplies stocked.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Gatineau Park, Greenbelt trails, and cross-country ski loops lie 20 minutes away, making weekend adventures easy.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Nightlife clusters in the ByWard Market and Elgin Street but quiets early compared to Toronto or Montreal, suiting parents focused on family time.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Craft breweries and live-music lounges thrive on weekends, yet weekday scenes are subdued, so social life leans toward house gatherings.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Ottawa Game Dev, Invest Ottawa’s Digital Media Lab, and Algonquin College meetups foster collaboration even in a mid-sized community.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Ubisoft Ottawa, Snowed In Studios, Fuel Studios, and Beamdog’s Ottawa office anchor the local scene alongside federal XR labs.",
      "alignmentValue": 6
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Invest Ottawa accelerators, Ontario Creates tax credits, and proximity to federal grants help launches, though local venture funding remains limited.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Government hours and shorter commutes deliver a calmer rhythm than Toronto while still offering urban amenities.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents juggle structured activities with free play; the family can choose hockey or coding clubs without judgment for charting a balanced path.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Three years of residency and language tests set a clear path to passports for the whole family.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International ranks Canada highly, reassuring the family that public funds and services rarely suffer from graft.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary democracy with strong courts and charter rights aligns with the family’s progressive expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Ottawa Polyamory and Consent Ottawa host regular meetups and workshops, offering community even if circles are smaller than Toronto’s.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "CWELCC $10-a-day conversions are underway, but infant spaces in central neighborhoods have 12–18 month queues, so we plan for interim sitters.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Independent schools offer IB and alternative curricula, but tuition is steep, so the family views them as optional backups rather than a must.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "Municipal politics focus on transit, climate adaptation, and reconciliation, aligning with the family’s progressive leanings despite federal bureaucracy.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government messaging leans on multicultural unity and national pride, but pluralistic media offer counterpoints the family appreciates.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters and private conglomerates dominate narratives, yet independent outlets stay accessible so the family can compare perspectives.",
      "alignmentValue": 6
    },
    {
      "key": "Public Transportation",
      "alignmentText": "OC Transpo buses and the new LRT cover key corridors, but reliability issues and suburban gaps mean we likely keep a car for backup.",
      "alignmentValue": 5
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Faith groups rarely drive policy, supporting the secular governance the family wants for raising the boys.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Federal agencies, Shopify, and numerous contractors support hybrid policies, and EST hours sync perfectly with U.S. partners.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Express Entry, provincial nominee programs, and study-to-work paths offer multi-year permits, giving the family flexibility if one route stalls.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "CPP/QPP plus OAS provide a stable base, but the family would still build RRSP and TFSA savings to maintain U.S.-level comfort.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Newcomers qualify for CPP after meeting residency years, so the household builds private savings knowing public pensions alone won’t mirror U.S. income levels.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Work permits grant access to CPP with contributions, but portability and benefits end if status lapses, prompting the family to maintain RRSPs and U.S. accounts.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Shopify’s headquarters and spin-offs keep Ruby in demand, though Sarah may balance local work with remote contracts during hiring freezes.",
      "alignmentValue": 7
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime remains low and neighborhoods feel safe; we mainly guard against car break-ins and downtown protests.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public, French immersion, and alternative programs let the family tailor education without leaving secular schools.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Ottawa River temperatures reach 22 °C (72 °F) in July, letting the kids swim comfortably for a couple of months.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Winters are long and cold while summers turn humid, forcing the family to rotate between skating gear and robust air conditioning.",
      "alignmentValue": 5
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex education and queer-inclusive spaces make it easier to live the family’s sex-positive values.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, child benefits, and progressive labor laws deliver the social contract Trey and Sarah want while raising the boys.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "April swings between 2 and 12 °C (36–54 °F) with lingering slush, so playground plans wait until late spring.",
      "alignmentValue": 5
    },
    {
      "key": "Stability",
      "alignmentText": "Political and economic stability is high, keeping immigration policies and social services predictable for the family.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Canada blends market economics with social welfare, aligning with Trey’s preference for regulated capitalism.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "The system favors regulated markets with SME supports, so Trey can pursue entrepreneurship without extreme inequality concerns.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "July highs around 26 °C (79 °F) feel pleasant, with humid heat waves pushing us toward splash pads and shaded trails.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Express Entry fees are reasonable, but biometrics and medicals add time, so the family should budget 12-18 months for PR.",
      "alignmentValue": 6
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show moderate-to-high trust in institutions, reinforcing the family’s desire for dependable governance.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Corruption surfaces as isolated patronage or procurement issues, which gives the family confidence they won’t need insider favors to access services.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers at Shopify, You.i TV, and government contractors earn 120k–160k CAD with pensions or stock, supporting a comfortable lifestyle.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends mix museum visits, skating or biking along the Canal, and Gatineau hikes, giving the kids structured and outdoor options.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools operate about 8:30–15:00, and many offices follow 8:30–4:30 schedules, leaving an hour buffer for after-school programs.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Statutory leave is two weeks plus holidays, requiring Trey to negotiate extra time for U.S. family visits.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech employers often grant three to four weeks, which helps Sarah guard downtime but still trails European norms.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Canadians view the U.S. as a vital partner with cautious critiques, so the family can discuss politics openly without hostility.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Canadians embrace an inclusive, polite national identity, matching the family’s desire for collaborative communities.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighboring countries generally see Canada as friendly and reliable, which helps Trey when pitching cross-border clients.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Express Entry, provincial nominations, and Start-up visas give the family multiple routes, though each demands meticulous documentation and proof of funds.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Shared culture and existing American expats mean the family fits in quickly, though housing competition is stiff.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "A bilingual capital with generous public services, easy access to nature, and a calmer pace offers a balanced option for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "January often sits between −15 and −5 °C (5–23 °F), so we plan for heated garages, snow tires, and indoor play spaces.",
      "alignmentValue": 3
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Standard 40-hour expectations persist, with occasional crunch in tech; Trey and Sarah can guard evenings by negotiating boundaries.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Canadian employers respect boundaries more than U.S. counterparts, letting the family schedule dinners and bedtime routines even when tech projects peak.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Strong labor laws, paid leave, and union coverage support the family’s need for stability and predictable schedules.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Extremes & Variability\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Sunlight Hours\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Pleasant Weather Windows\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Friendliness & Neighborliness Index\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - General",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - General\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - White Migrants",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - White Migrants\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Surface Interaction Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depth-Seeking Social Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Boundary & Bubble Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Moral, Honesty & Openness Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Living Opportunities\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Lower-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Lower-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Middle-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Middle-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Higher-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Higher-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Spacious Housing Benchmark (2k sq ft Rent)\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Grooming & Beauty Investment\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Body Image & Fitness Pressure\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fashion & Style Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Flirting Boundaries & Consent Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Gendered Flirting Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Monogamy vs. Non-Monogamy Acceptance\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Promiscuity Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Group & Multi-Partner Relationship Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Space & Touch Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Firearm Laws & Ownership Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Controlled Substance Policies\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Drug Enforcement Climate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Mass Violence Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Carceral Conditions & Prison Labor\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Walkability & Pedestrian Safety\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Health Consciousness\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Processed Food Saturation\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fresh & International Cuisine Access\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depression Prevalence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Obesity Rate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Cancer Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Broader Job Market Resilience\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    }
  ]
}
