{
  "version": 2,
  "iso": "CA",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Vancouver\u0027s .NET market is healthy with regular openings for senior architects; Pacific Time overlap aids US clients; strong Azure/Cloud fits Trey\u0027s stack.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "Vancouver, BC: marine air keeps PM2.5 in the teens most days. Fraser Valley wildfire smoke in late summer can spike AQI for sensitive groups; we use filtration.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "Vancouver, Canada: secular culture is strong; atheism is widely accepted with minimal friction in daily life and public institutions.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Canada\u0027s democracy is strong; Vancouver\u0027s civil liberties and independent media remain robust with vigilant institutions.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Vancouver offers modern, accessible banking for newcomers. Cross-border needs with the US are practical and digital payments are robust.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Kitsilano, Jericho, and Spanish Banks are clean and transit-accessible; water is cold and lifeguard coverage varies, but great family beach days are doable.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Vancouver has a vibrant, English-friendly boardgame scene with regular nights at Rain City Games and Dicey Business, plus family-friendly play.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Canada offers strong childcare subsidies; in Vancouver, waitlists and costs require proactive planning and local networks are essential.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Vancouver, BC is broadly kid-friendly: parks, seawall cycling, Playland/Science World. Most neighborhoods feel safe for kids.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "BC subsidies and Canada Child Benefit cover most childcare costs in Vancouver; supports both parents\u0027 work, but childcare slots aren’t guaranteed.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Vancouver, BC has resident childcare subsidies; visa holders often face residency requirements. Plan for private care until eligibility is clear.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Vancouver, Canada has a rich hobby scene: climbing gyms, biking, board-game cafés, and broad family-friendly clubs and classes nearby.",
      "alignmentValue": 10
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Vancouver\u0027s friendly communities reward initiative. We\u0027ll build our network through school councils, climbing gyms, and gaming meetups.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Vancouver startup immigration is navigable but involves periodic checks; expect biometrics, docs, and potential employer/ designated org review.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Vancouver, BC\u0027s housing, daycare, and groceries are expensive; even with tech salaries, budgeting is essential to meet family goals.",
      "alignmentValue": 5
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Canada fully permits dual citizenship with the US; you can keep US status while becoming Canadian in Vancouver.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Economic Health",
      "alignmentText": "Canada\u0027s economy is solid with low unemployment; Vancouver\u0027s growing tech/services scene offers stability, though housing remains costly.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Canada\u0027s balanced mixed economy in Vancouver supports startups with grants and strong governance, while universal healthcare and education aid your family.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Education",
      "alignmentText": "Vancouver, BC public schools deliver strong academics, early childhood programs, and French immersion; top slots may require early lottery.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Vancouver tech firms commonly sponsor skilled workers; fast Global Talent Stream paths, and dependents included with straightforward processes.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Environment",
      "alignmentText": "Vancouver\u0027s tree-lined streets and Seawall greenways keep daily life clean for this family; occasional port and construction dust.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Vancouver, BC two-earner taxes run mid-30s% (federal\u002Bprovincial); strong public services and universal healthcare help justify the cost.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Vancouver, Canada: September stays mild at about 12–18°C (54–64°F). By late October, Pacific storms bring long wet weeks that push weekend plans indoors.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Vancouver, BC, Canada offers family-friendly neighborhoods, parks, and universal healthcare. Childcare waitlists and high housing costs require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Vancouver, Canada: this 2-adult, 2-child family can qualify for Express Entry with dependents. PR enables universal healthcare and work rights.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Canada offers generous parental leave, child benefits, and universal healthcare; Vancouver housing is costly and some benefits have processing delays.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Vancouver, BC: strong family support via universal healthcare and Canada Child Benefit. Childcare subsidies are income-based and capped.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Vancouver, Canada: visa families face limited regular benefits; MSP waiting periods and reliance on private coverage or HR guidance.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Vancouver, fashion is diverse and body-positive, offering broad style freedom that fits your progressive, family-friendly values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "9: In Vancouver, Canada, urban fashion is expressive and casual-friendly; men can dress creatively without stigma in tech-friendly workplaces.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Vancouver, Canada, femininity is broadly accepted with diverse expressions. The city supports gender equality and LGBTQ\u002B rights.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Vancouver, BC has a healthy game-dev scene (EA Vancouver, Relic, Blackbird); stable salaries and hybrid roles fit the family\u0027s needs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Vancouver studios move fast; roles often close in 6-8 weeks with strong pipelines. Good fit for Trey\u0027s dev background and quicker visa path to BC.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Vancouver studios offer pay near global medians after COLA; strong benefits and universal healthcare support family life.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English-dominant Vancouver studios; bilingual support exists for community and compliance; family is open to learning the local language.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Vancouver studios typically offer hybrid/remote roles with formal policies; relocation to Canada remains a feasible option for this family.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Vancouver, Canada offers strong legal recognition, universal healthcare, and active LGBTQ\u002B inclusion, aligning with the family\u0027s values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Canada (Vancouver) has strong, enforced gender rights; inclusive laws support LGBTQ\u002B families and parental equality.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Vancouver, Canada, gender roles are broadly egalitarian. Two working parents share caregiving with strong parental leave and childcare options.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Vancouver, visa holders gain universal healthcare and protections; however, voting rights and some subsidies remain restricted.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Global warming risk in Vancouver, Canada: sea-level rise and wildfire smoke are notable; plan higher elevations and renters\u0027 insurance to keep risk manageable.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Vancouver, BC has universal care for hospital and physician visits; family doctors are scarce and specialist wait times can be long.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Vancouver, BC MSP typically has a three-month wait for new residents; plan interim private insurance during that period.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Vancouver public universities are broadly accessible to citizens with loans and scholarships; high living costs in the city require careful planning.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Vancouver offers strong higher-ed access for visa holders with good international student services. Some scholarships exclude non-citizens.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Vancouver metro: 3-bedroom family rentals under 3k CAD are scarce; expect competition and deposits; Burnaby/NW options may require compromises.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Canada\u0027s tax system is transparent, digital-first, with auto-fill returns and strong family credits for Vancouver, BC households.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "K-12 access in Vancouver, BC, Canada is broad with strong public schools and French immersion options; transfers depend on catchment and program availability.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Enrollment allowed with residency proof; Vancouver public schools may require extra paperwork for visa-holding families.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English dominates daily life and services in Vancouver; strong Chinese-language support (Cantonese/Mandarin) helps newcomers.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Vancouver\u0027s Davie Village and Pride events show broad LGBTQ\u002B acceptance with strong anti-discrimination protections for queer families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Marxist ideas are influential in academia and policy in Vancouver, Canada. Open discussion and pluralistic media keep perspectives diverse.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Vancouver, Canada, masculinity norms are broad; men can be nurturing and caregivers without stigma.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Vancouver, BC, Canada offers frequent tech, parenting, and culture meetups with inclusive venues; networking is easy and welcoming.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Vancouver\u0027s minimum wage is about CA$17.40/hour; Metro Vancouver housing is very costly, so a second income or subsidies are typical.",
      "alignmentValue": 5
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Vancouver offers robust utilities, fast fiber broadband, and reliable transit with minimal outages. The mild climate supports family life and remote work.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Iconic Vancouver nature: coastal mountains, Stanley Park, and Gulf Islands within easy reach for family weekend adventures.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Vancouver faces Cascadia quake risk; keep earthquake kits and solid renters insurance. Heavy rain and landslides can briefly disrupt transit.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "SkyTrain/SeaBus access to Lynn Canyon, Grouse Mountain, Stanley Park, and North Shore trails enables easy weekend hikes for Trey and Sarah.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Vancouver offers venues like the Commodore Ballroom and Fortune Sound Club; nightlife is active but regulated, keeping late nights modest.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Vancouver, Canada offers a moderate nightlife; family-friendly venues exist, but most spots close early, with some districts offering later options.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Vancouver, Canada has a strong game dev scene; DigiBC and Vancouver Game Dev host monthly meetups and mentorship nights welcoming newcomers.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Vancouver\u0027s mix of AAA and indie studios (EA Burnaby, Klei, East Side Games, Hinterland) offers strong networking and local funding potential.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Vancouver offers BC IDMTC/CMF incentives and a strong game-talent pool. High living costs require disciplined budgeting.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Vancouver\u0027s startup scene, supported by Creative BC credits and Canada Media Fund, hires quickly (6–8 weeks); favorable for relocating a family.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Vancouver, startup pay trails top hubs but equity is meaningful. Local grants and visa options help founders offset the high cost of living.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Vancouver startups run mainly in English; local-language hiring/outreach (Mandarin/Cantonese) helps, with translation budgets often needed.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Vancouver, Canada startups lean hybrid; senior roles remote-friendly with solid tooling, matching your family\u0027s need for flexible schedules.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Vancouver, Canada offers walkable neighborhoods and mild days. Downtown bustle is balanced by beaches and parks that help Sarah downshift.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Vancouver, BC supports diverse parenting with universal healthcare and parental benefits. Paternal leave is common and services are nonjudgmental.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Canada grants PR leading to citizenship after 3 of 5 years, dual citizenship allowed; family-friendly, Vancouver, BC.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Canada (Vancouver) enjoys low perceived corruption; robust institutions and active watchdogs rapidly address issues.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Canada\u0027s open democracy and strong rule of law support families in Vancouver. Transparent institutions align with your progressive, family-friendly values.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Vancouver, polyamorous families enjoy strong social acceptance and visible support networks; legal recognition remains largely monogamy-centric.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Vancouver, waitlists for early care in Kitsilano/East Van run 12–18 months. For dual-working parents, co-ops and shared care are common stopgaps.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "In Vancouver, Canada, private schools exist with solid programs, but tuition remains premium; public bilingual options can be more cost-effective.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Progressivism",
      "alignmentText": "Vancouver City Hall leans progressive on housing, climate action, and inclusivity, aligning with the family\u0027s values in Canada.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Vancouver, Canada, public messaging emphasizes inclusivity and facts. It supports pluralistic media with minimal propaganda.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Propaganda prevalence in Vancouver, Canada is low to moderate; diverse outlets and CBC/independent media support factual discourse with occasional spin.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Vancouver\u0027s SkyTrain/SeaBus (and RapidBus) enables car-optional travel. Coverage drops east of Coquitlam and late-night service for parents is limited.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Vancouver, Canada, church and state are kept separate, upholding pluralism. This aligns with your family\u0027s progressive, inclusive values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Vancouver\u0027s remote-friendly tech scene favors hybrid work; strong broadband and many coworking spaces support Trey\u0027s startup and Sarah\u0027s remote role.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Canada offers multiple long-term residency routes (Express Entry, PNP) to permanent status, with clear paths from temporary permits to PR in Vancouver.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Canada\u0027s retirement system is solid with CPP/OAS. Benefits depend on ongoing contributions, but universal healthcare helps Vancouver retirees.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Vancouver, long-term visa holders who settle can access CPP (pension) and OAS after residency and contributions.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles exist in Vancouver, Canada\u0027s tech scene with startups and agencies. Sarah can lean on remote U.S. work when local openings slow.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Vancouver is generally safe for families; avoid DTES (Granville \u0026 East Hastings) after dark due to property crime and drug activity.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Vancouver, BC offers broad schooling options: strong public system with English/French immersion, many private schools; waitlists exist for selective programs.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Vancouver beaches stay cold most of the year; full wetsuits are standard for the kids, with only brief swims during a small warm window.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Vancouver\u0027s mild, rainy winters align with Sarah\u0027s preferences; expect frequent rain Nov–Mar, with drier, mild summers.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Vancouver, Canada offers comprehensive, inclusive sex education and broad access to resources, matching your sex-positive, family-friendly values.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Canada (Vancouver) has inclusive, well-funded social policies: universal healthcare, strong family supports, and LGBTQ\u002B protections.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March-April in Vancouver is mild but rainy; temps around 8-14 °C with frequent showers, so outdoor play on dry days and indoor visits on wet ones.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Vancouver, Canada offers strong stability with predictable policies. Universal healthcare, safety, and family-friendly services support your long-term plans.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Vancouver, BC, Canada emphasizes pluralism and human rights. It upholds evidence-based policy and strong civil liberties for your family.",
      "alignmentValue": 10
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Canada\u0027s healthy, regulated market supports families with universal healthcare. Vancouver adds a thriving tech scene and practical policies.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Vancouver, Canada: July highs around 22–24 C with low humidity. Occasional heat waves to ~30 C require shade breaks and portable AC.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Vancouver, BC: expect up to a year for immigration steps; plan for legal/translation fees. Healthcare is universal, but housing remains pricey.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in government in Vancouver, Canada is generally solid, with transparent services and universal healthcare supporting families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Vancouver, Canada has very low corruption; swift, transparent governance minimizes risks, keeping daily life stable for families.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Vancouver tech salaries are solid (CAD 110–170k), but housing is very expensive. Dual incomes and remote work help sustain the lifestyle.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Vancouver offer family-friendly markets (Granville Island), outdoor fun (Grouse gondola), and museums; transit makes outings easy.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Vancouver schools run roughly 8:45-3:15. Remote/hybrid work and wraparound care can bridge after-school hours for a two-adult, two-child family.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Vancouver, BC offers 2 weeks (10 days) vacation after 1 year; fits the 10-14 day range for family trips.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Vancouver, Canada: typical vacation is 2 weeks (10-14 days) plus public holidays; many firms offer tenure-based extra days.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Canada-US relations are warm. In Vancouver you\u0027ll enjoy easy cross-border trips and a collaborative tech and culture scene.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Canada (Vancouver) sees itself confidently yet inclusively, valuing universal healthcare, diversity, and a welcoming tech scene.",
      "alignmentValue": 9
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Vancouver, BC enjoys strong Canada-US ties and a stable, welcoming climate. Easy cross-border travel and a family-friendly, inclusive society support your move.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Canada offers Start-Up Visa and BC routes for a US tech founder family; with your profile, Start-Up Visa and Express Entry routes look viable in Vancouver.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Vancouver, BC, US migrants are well-received; diverse communities and strong immigration support ease integration.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Vancouver\u0027s Seawall cycling, North Shore mountains, and inclusive city culture fuel endless family curiosity and stories.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Vancouver, BC are mild (0-7 °C) with frequent rain; snow is rare. Pack rain gear and rely on steady heating.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Vancouver, BC tech roles typically 35-hour weeks with strict overtime caps, supporting predictable hours and family balance in Canada.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Vancouver, Canada, work-life norms support a slower pace and family priorities; flexible hours and remote options are common.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Vancouver, BC: strong workers\u0027 rights with minimum wage, vacation, and overtime; active enforcement and union protections, though gig gaps exist.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Vancouver\u0027s mild, maritime climate keeps seasons mostly gentle. Rain is common, heatwaves are rare; layer up as needed.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Vancouver, BC winters bring noticeable darkness; we can maintain energy with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Vancouver, Canada has two to three strong outdoor seasons with mild temperatures. Shoulder months bring rain, so plan for variability.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Vancouver, Canada, universal healthcare covers basics. High housing and childcare costs strain savings and extracurriculars for this family.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Vancouver, BC, Canada, housing and childcare costs strain this Kansas City family\u0027s budget, limiting savings most months.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Vancouver offers premium dining and strong schools. However, housing and childcare costs plus waitlists temper the high-income experience.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Metro Vancouver, 2k sq ft rentals are scarce; expect limited listings and compromises. Suburbs like Burnaby or Coquitlam offer more space at similar budgets.",
      "alignmentValue": 3
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Vancouver has limited intentional communities. A few family-friendly co-housing options exist, but supply is tight and there may be waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Vancouver, Canada, locals are polite and connect with initiative; choose family-friendly neighborhoods with parks to grow ties.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Vancouver, Canada broadly welcomes immigrants; diverse communities support language and culture with occasional debates, but it\u0027s generally inclusive and safe.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Vancouver is welcoming for families with strong public services. English is ubiquitous, but housing costs may spark occasional concerns.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Vancouver, service tends to be courteous and responsive; staff generally warm when we initiate, easing daily errands for a family of four.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Vancouver, Canada, newcomers often deepen ties through clubs and community events; with consistent effort, this family can build supportive circles quickly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Vancouver, personal space is respected; polite distance and clear cues are common. In crowded transit, adjust gently.",
      "alignmentValue": 9
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Vancouver, openness is valued; share concerns respectfully and expect constructive, empathetic responses from diverse local communities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Vancouver, Canada’s casual-professional culture supports modest grooming; neat, comfortable attire fits work and family life.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Vancouver\u0027s culture celebrates body diversity and frames fitness as personal well-being with inclusive gyms and no body-shaming.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Vancouver\u0027s relaxed, outdoorsy fashion suits your family; casual attire fits everywhere, with smart-casual for some workplaces.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Vancouver, Canada, has a strong, inclusive consent culture; people check in enthusiastically and intervene when lines are crossed, aligning with our family values.",
      "alignmentValue": 10
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Vancouver, Canada, flirting norms are highly inclusive; all genders initiate or decline with no stigma.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Vancouver, Canada: urban and progressive; non-monogamy is broadly understood and supported in many workplaces and communities, with discretion where needed.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Vancouver, open discussion about relationships is common in urban circles; privacy remains valued in more traditional groups.",
      "alignmentValue": 9
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Vancouver, Canada: polyamory is commonly accepted within progressive circles and tolerated publicly with respectful curiosity in civic life.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Vancouver, Canadians generally respect personal space. They check before any casual touch, especially on crowded transit.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Vancouver, Canada has strict gun laws with rigorous licensing, storage, and training; ownership exists but is tightly regulated.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Vancouver, Canada: cannabis is regulated and harm-reduction focused; universal healthcare supports treatment and education.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Canada\u0027s Vancouver, enforcement leans harm-reduction with targeted policing; occasional crackdowns in Downtown Eastside can feel uneasy.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Vancouver, Canada, mass violence is rare; authorities emphasize prevention and drills, but we stay alert at large events.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Carceral conditions in Vancouver, Canada are generally decent with oversight; a few facilities lag in services.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Vancouver, Canada offers strong walkability with parks and safe crossings in family-friendly neighborhoods. Plan routes to avoid busy arterials with kids.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Vancouver offers universal healthcare and active living with parks and markets. Family-friendly wellness programs support us locally.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Vancouver, Canada, fresh markets and diverse grocers support clean eating; processed snacks are common, but balance is achievable with planning.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Vancouver, fresh markets and global cuisines abound; Granville Island and diverse neighborhoods keep weekly family meals easy.",
      "alignmentValue": 10
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Vancouver, BC, Canada has moderate depression prevalence. Universal healthcare supports accessible therapy, but wait times can occur.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Vancouver\u0027s walkable neighborhoods and mild climate support active living; obesity rates are below national averages due to public health initiatives.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Vancouver, Canada, cancer incidence aligns with global norms thanks to universal healthcare and robust screening; continue routine checkups.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Vancouver\u0027s diversified economy (tech, film, services) with strong social nets supports quick rehiring during downturns.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Vancouver, Canada has a strong game-dev ecosystem with major and indie studios; solid for a founder, though competition is high and specialized.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Vancouver hosts EA Canada and multiple AA studios, delivering strong game-dev jobs, training, and local grant opportunities.",
      "alignmentValue": 9
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Vancouver has several reputable game-dev vendors (art, QA, live ops); solid overflow capacity with local, nearshore options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Vancouver has multiple game-focused programs (UBC/SFU/BCIT/Emily Carr) with strong industry internships and capstone projects.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Vancouver, Canada offers regular bootcamps, university continuing ed, and game-dev meetups—covering most upskilling needs for families.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Vancouver, BC offers regular game/tech meetups, game jams, and annual conferences; a strong, active community.",
      "alignmentValue": 9
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Vancouver hosts strong Unity and Unreal scenes with active meetups and studios. The engine cross-pollination supports Trey\u0027s game-dev and startup goals.",
      "alignmentValue": 9
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Vancouver, Canada has a robust real-time game dev ecosystem with active studios and engines. Cinematic work exists, but real-time production dominates.",
      "alignmentValue": 9
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Vancouver\u0027s software/game dev market is competitive; talent is tight, but remote/hybrid options and immigration programs ease hiring Trey and Sarah.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Vancouver’s studios offer solid retention for tech roles. Funding cycles can trigger occasional churn; immigration pathways add family stability.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Vancouver offers strong LGBTQ\u002B inclusion, multicultural communities, and universal healthcare; aligns with our family\u0027s progressive, bilingual exposure goals.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Vancouver benefits from BC IDMTC and Canada CMF grants; solid credits for games, competitive windows, strong indie/dev ecosystem.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Canada\u0027s policy stability and Vancouver\u0027s startup grants/immigration support offer predictable, long-term planning for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Vancouver has a growing founder scene with regular meetups and mentorship for tech/game ventures.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Vancouver has public grants (Canada Media Fund, BC programs) and generalist VCs; game funding exists but is competitive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Vancouver offers general tech accelerators with occasional game cohorts; expect sporadic but accessible programs and local grant options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Vancouver, Canada has a solid senior talent pool in games and software; expect competitive offers amid strong local demand.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Vancouver\u0027s tech/game-dev scene offers a robust contractor bench; expect strong software/game dev talent, though top specialists book out weeks ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Vancouver has abundant coworking and strong game-dev labs; mocap studios and grants support indie devs and startups in this thriving ecosystem.",
      "alignmentValue": 9
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Vancouver has several IP-focused firms and tech clinics; game IP, publishing, and licensing are reliably supported for startups.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Vancouver\u0027s growing game scene offers occasional publisher activity; Trey should proactively reach out to local publishers and events to build partnerships.",
      "alignmentValue": 7
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Vancouver, BC has active indie game groups and local playtest labs. Scheduling playtests may require lead time, but options exist for local feedback.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Vancouver startups can leverage Canada\u0027s Start-up Visa with designated org support; expect modest processing, good family residency prospects.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Vancouver\u0027s office rents and housing push costs up; leverage BC/Canada startup incentives and remote work to keep runway manageable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Vancouver\u0027s game/VFX hub offers a solid 3D character artist pool with mid-to-senior talent and steady hiring from local studios.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Vancouver has multiple strong 3D art programs (ECUAD, VFS, BCIT) feeding well-prepared grads; robust local industry pipelines.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "8: Vancouver, Canada, offers regular short courses and strong studios (VFS, BCIT) for 3D character art; solid instructor quality for busy families.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Vancouver\u0027s game-dev scene offers solid pipelines; expect 2-3 month hiring for 3D character artists with active studios and local grads.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Vancouver, Canada: 3D character artist pay ~20% below top NA hubs; solid benefits, but high living costs affect family compensation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Vancouver\u0027s English-first game scene; studios value bilingual capability, but English is widely used, easing 3D character artist hiring.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "9: Vancouver, BC studios widely support flexible remote/hybrid 3D artist roles. Equipment stipends and periodic onsite reviews are common.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Vancouver\u0027s active VFX and game-dev scene offers a large pool of 3D animators across studios and outsourcing partners; senior hiring remains competitive.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Vancouver has several solid programs (VFS, ECUAD, BCIT) producing ready 3D animators; local studios hire regularly.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Vancouver has a healthy 3D animation scene with film/game schools and continuing education programs. Regular meetups and strong instructors help keep skills sharp.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Vancouver\u0027s strong game-dev scene keeps 3D animator roles moving in about 2–3 months; relocation/visa options help land top talent.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Vancouver, BC, Canada: 3D animator pay lags top hubs ~10–15%; solid benefits and family-friendly policies help offset living costs.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Vancouver, English is widely used in 3D animation; some studios also value working knowledge of local languages (e.g., Chinese) for collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Vancouver, Canada, studios commonly offer hybrid 3D animation roles with some on-site collaboration. Fully remote roles exist but are negotiated case-by-case.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Canada (Vancouver): solid 2D environmental art pool with mid-to-senior talent across local studios; niche hires may need proactive sourcing or remote options.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "9: Vancouver has strong programs (UBC, Emily Carr, BCIT, VFS) feeding well-prepared 2D environmental artist grads; solid local game/art pipeline.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "8: Vancouver offers regular 2D environment art courses/workshops through local schools (UBC, Emily Carr, BCIT) and active studio-led events; solid instruction.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Vancouver\u0027s strong game-dev scene yields quick 2D environmental artist hires; most openings close fast with a healthy local candidate pool.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Vancouver 2D Environmental Artist pay aligns with global median after cost of living. Canada\u0027s game-dev scene and universal healthcare support stable comp.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "English is widely used in Vancouver studios; a few teams seek local language basics, but English suffices for most 2D environmental artist roles.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Vancouver\u0027s game studios largely use hybrid/remote for 2D environmental art; fully remote setups usually require negotiation and occasional on-site reviews.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Vancouver, Canada hosts a strong real-time VFX pool with many mid-to-senior artists across game/film studios; solid local demand and outsourcing.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Vancouver\u0027s VFX education ecosystem is strong. BCIT and VFS graduate ready real-time artists; industry links boost jobs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Vancouver\u0027s strong film/game VFX scene offers regular short courses and Unreal/Unity meetups. BCIT/UBC provide continuing education certificates.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Vancouver, Canada has a strong Real-Time VFX scene; roles often close in 1–2 months with a robust local studio network and remote options.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Vancouver, Canada: real-time VFX pay is ~10-15% below top NA hubs, but its strong studios and benefits attract experienced artists.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Vancouver VFX work mostly uses English. Bilingual ability is a plus for client access in diverse markets.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Vancouver studios commonly enable hybrid schedules for real-time VFX; remote work is possible but onsite collaboration may be needed.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Vancouver offers a strong CM talent pool in its game/dev scene, with mid-to-senior pros available; remote options widen access.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Vancouver, BC has solid CM-related programs (UBC, SFU, BCIT) and a thriving game/media scene feeding grads to local studios.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Vancouver has a growing game/tech scene with frequent meetups and solid continuing ed options; local universities and studios offer courses and workshops.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Vancouver, Canada sees CM roles fill in 1–2 months. A strong local tech/gaming scene and English fluency support steady pipelines.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Vancouver CM pay is about 20% under global medians; top firms offer strong benefits to attract talent. Remote/hybrid options can boost net value amid high living costs.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Vancouver studios primarily operate in English. Some teams value local-language support (Mandarin/Cantonese) for community efforts.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Vancouver, studios support flexible remote/hybrid work with async workflows, aiding family balance. Equipment stipends are common for Community Manager roles.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Vancouver, Canada has a strong PMM (games) pool with a healthy mix of mid- to senior pros; local studios plus remote options aid hiring.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Vancouver offers several game-focused programs (SFU/UBC/VFS) and strong studios links; grads enter regional game marketing roles, with modest cohorts.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Vancouver offers regular short courses and meetups for game marketing; solid instructors from local schools and studios.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Vancouver\u0027s strong game-dev ecosystem and English ubiquity support quick PMM (Games) hiring; expect 1-2 month searches with solid local pipelines.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Vancouver PMM (Games) pay trails top hubs by ~25–30%; strong benefits and universal healthcare offset higher cost of living.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Vancouver game PMMs use English widely; bilingual ability is a plus, but most teams operate with English as the default.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Vancouver, Canada game studios support hybrid/remote PMM roles with strong async workflows; expect occasional on-site collaboration and equipment stipends.",
      "alignmentValue": 9
    }
  ]
}