{
  "version": 2,
  "iso": "CA",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Montreal hosts fintech, gaming, and AI firms with solid .NET openings; bilingual English/French work is common, with accessible Canadian visa paths.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Montreal game studios offer solid 2D roles, but pay trails global medians by about 20%; bilingual advantage and lower cost of living help offset offers.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Montreal, Canada offers regular 2D environment art courses via colleges and studios. Strong game-dev meetups keep skills current.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Montreal has several strong degree programs in game art and 2D environment art, producing well-prepared graduates annually.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Montreal\u0027s strong game scene supports 1-2 month hiring for 2D environmental artists; abundant local talent and studios (Ubisoft, indie houses).",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Montreal studios use English in tech; French is often required. An English-first profile open to learning French fits here.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Montreal studios often support flexible remote/hybrid 2D environmental art roles; English-friendly teams and a strong game-dev scene suit a family move.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Montreal\u0027s robust game scene (Ubisoft, Beenox, studios) supports a strong 2D environmental art pool; mix of mid-to-senior talent.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Montreal, Canada provides solid 3D animator pay with good benefits; top hubs lead by ~10–15%, but affordable living and universal healthcare soften the gap.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Montreal offers a growing 3D animation scene with university certificates and private courses; regular workshops and online groups help keep skills sharp.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Montreal has strong animation programs and a thriving game/film scene; grads are well-prepared for 3D animator roles.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Montreal\u0027s robust game/animation scene offers a healthy pool of 3D animators. Typical searches in Montreal, Canada take 1-2 months.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Montreal studios use English widely, but many teams expect French basics; bilingual readiness boosts fit in local 3D animation shops.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Montreal studios offer some remote work for 3D animators, but core work is onsite. Strong broadband in Montreal supports hybrid schedules that fit the family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Montreal, Canada hosts Ubisoft and a robust 3D animation scene; large pool of seasoned specialists and solid outsourcing options.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Montreal\u0027s 3D character artist pay trails top markets by ~25–30%. The city offers affordable living and a bilingual culture to ease relocation.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Montreal offers strong 3D art/animation programs (Concordia, UdeM) and frequent workshops; studios host hands-on character art training.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Montreal offers multiple 3D art programs (Centre NAD, LaSalle) feeding grads to Ubisoft Montreal; strong local pipeline.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Montreal\u0027s vibrant game-dev scene provides abundant 3D artists; expect 1–2 month searches, aligned with global benchmarks.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Montreal, Canada gaming/tech studios are largely bilingual. English is widely used, though some studios value French.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Montreal game studios lean into flexible remote/hybrid 3D character roles, with strong async workflows and occasional on-site sprints.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Montreal has a strong 3D character artist pool from top studios like Ubisoft. Senior talent is accessible, with active outsourcing networks.",
      "alignmentValue": 9
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Montreal offers occasional game-focused cohorts within broader accelerators. General programs exist, but dedicated game tracks are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Montreal, QC: AQI is usually good, but winter heating and summer wildfire smoke cause monthly spikes; monitor alerts and use filters on bad days.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Montreal hosts Ubisoft Montréal and WB Games Montreal, a strong AAA ecosystem. Local hiring and training programs support game careers.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "Montreal\u0027s secular culture broadly accepts atheism; public life and schools are inclusive with minimal religious visibility.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Montreal, Canada benefits from strong democracy and civil liberties; stable institutions and vigilant media guard personal freedoms.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Montreal, Canada banking is modern and accessible; newcomers can open accounts with modest docs and strong digital tools plus cross-border options.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Montreal\u0027s Parc Jean-Drapeau and Clock Tower Beach are seasonal; water quality checks and humid summers limit frequent beach days.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Montreal hosts regular board game nights at cafes and shops and family-friendly events. A bilingual scene makes games accessible for Trey and Sarah.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Montreal, Canada fosters inclusive wellness cultures that celebrate diverse bodies; local sports clubs welcome all abilities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Montreal, Canada offers diversified tech/creative jobs and universal healthcare. Visa/grant options support entrepreneurship with quick reemployment.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Montreal, Canada benefits from universal healthcare and strong cancer screening; incidence aligns with global norms, so routine checkups remain important.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Montreal, Canada: carceral conditions are generally decent with oversight; some facilities have gaps, but no systemic abuse.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Montreal offers strong subsidized childcare and bilingual options; expect some planning to secure spaces for a 1-year-old and a 5-year-old.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Montreal, Canada is generally kid-friendly: many parks and libraries, walkable neighborhoods, and solid transit; winters require extra planning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Montreal, Quebec, subsidized CPEs keep childcare fees very low (often under $10/day) with strong family benefits that help two working parents.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Montreal, visa families can access Quebec childcare subsidies after filing taxes, but face French paperwork and waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Montreal offers year-round hobbies: winter skating, summer biking along the Lachine Canal, and vibrant festivals; plenty of local clubs and classes for socializing.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Montreal hosts active game-dev meetups and MIGS. Frequent tech events keep the community connected in English and French.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Montreal\u0027s universal healthcare and plentiful parks support wellness; local community programs and bilingual groups keep motivation alive.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Montreal offers a few reputable co-housing or cooperative projects; family-friendly neighborhoods help, but demand may require patience.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Montreal CM pay runs ~20-25% below top markets; bilingual pros are active, but compensation trails global medians; lifestyle advantages help.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Montreal offers occasional community-manager trainings and remote options; rely on visiting experts and local meetups rather than a steady program.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Montreal has multiple strong CM-related programs (McGill, UdeM, Concordia); grads feed local game/tech teams and bilingual markets.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Montreal CM hires typically take 3-4 months; bilingual needs and local demand mean proactive sourcing is wise.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Montreal\u0027s market blends English and French; English is common, but client-facing roles often expect French knowledge. Family is ready to learn.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Montreal studios commonly offer hybrid roles; fully remote options may require negotiation. This supports family-friendly balance for two working adults with young kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Montreal has a moderate CM talent pool anchored by Ubisoft and studios. Senior hires may require relocation or remote options; bilingual abilities help.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Montréal\u0027s bilingual neighborhoods and festivals welcome newcomers; with effort in French-English spaces, community bonds grow.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Montreal\u0027s established studios offer compensation near global medians after cost-of-living adjustment; solid benefits support families.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Montreal startups balance cash and equity; comp aligns with global medians after COL, and equity remains meaningful given lower living costs.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Montreal, CA offers universal healthcare and a bilingual environment. Immigration steps are clear, but initial filings may need guidance for families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Montreal offers regular continuing education via Concordia, McGill, and Université de Montréal, plus bootcamps and game-dev meetups with bilingual options.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Montreal offers a solid contractor bench in software, web, and game dev with bilingual talent; top specialists may book weeks ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Montreal\u0027s harm-reduction approach and cannabis regulation align with our values. Strong healthcare and decriminalization efforts support families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Montreal offers predictable costs with solid talent; healthcare and childcare ease family budgets. Rent/payroll are manageable with local incentives.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Montreal rents are roughly 20–30% below Toronto; a 3-bed in Plateau or Rosemont fits the budget after daycare and winter utilities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Montreal, Canada has quality coworking spaces (Notman House, Crew) and shared game-dev labs; good for indie teams and families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Montreal\u0027s gaming/software scene is strong; top roles are competitive, but local pipelines and grants help, with viable remote/hybrid options for founders.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Montreal, Canada benefits from universal healthcare and bilingual services. Therapy access can have wait times, so plan ahead for family mental health support.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Montreal\u0027s bilingual, community-focused scene offers clubs and neighborhood events that invite deeper bonds. With steady effort, friendships deepen over months.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Montreal\u0027s inclusive, bilingual culture and LGBTQ\u002B protections align with your family\u0027s values; progress is strong but sector gaps remain.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Montreal\u0027s drug enforcement leans toward public-health and harm-reduction. Users often get support and diversion rather than harsh raids.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Montreal, Canada fully permits US-Canada dual citizenship with no restrictions. No renunciation or special approvals are needed to hold both nationalities.",
      "alignmentValue": 10
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Montréal, QC offers strong early-stage grants from federal and provincial programs. Typical funding ranges around $350k–$1M for tech startups like game/software.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Montreal has a solid game-dev scene with generalist VCs and public grants; expect competition, but public funding supports game startups.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Montreal\u0027s stable, diversified economy offers grants and startup visas for game/tech ventures, with strong safety nets and universal healthcare.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Montreal\u0027s mixed economy with startup grants and stable governance supports Trey\u0027s ventures. It also backs Sarah\u0027s remote work and family stability.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Montreal offers a stable, predictable policy environment. Quebec\u0027s multimedia tax credits and grants support game/tech ventures.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Montreal, Canada public schools are solid overall; English-language spots require eligibility, but immersion helps the kids become bilingual.",
      "alignmentValue": 8
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Montreal\u0027s Concordia/ETS offer strong game programs with studio internships (Ubisoft, Behaviour) and capstone projects.",
      "alignmentValue": 9
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Montreal tech employers commonly sponsor skilled workers. Language requirements and onboarding can vary, but family-friendly relocation is common.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Montreal\u0027s game scene blends Unity/Unreal talents with strong proprietary engines at studios like Ubisoft; multiple engine communities exist.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "Montreal, Canada offers extensive bike lanes, parks, and composting for families. Some industrial corridors along Saint-Laurent cause localized pollution hotspots.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Montreal, Canada taxes for your family sit near 40%; optimize deductions to ease the load. Public services help, but the rate remains noticeable.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Montreal fall typically runs 10-18°C (50-64°F) in Sept-Oct. Mild days for hiking with cool evenings; layer up.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Life",
      "alignmentText": "Montreal offers universal healthcare, strong bilingual schools, and parks; family life is well-supported, with active community networks.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Montreal allows skilled workers to bring spouses and two kids with minor steps. Prepare docs for proof of relationship and birth certificates.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Montreal/Quebec offers strong parental leave, child benefits, and subsidized daycare. Some provincial processes can slow access but fit your family priorities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Montreal/Quebec offers strong family supports: child benefits and subsidized childcare; universal healthcare and education. Some caps and paperwork apply.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Montreal, QC: RAMQ coverage typically requires residency and a waiting period for new visa families; private insurance is common initially.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Montreal fashion leans casual-smart and practical; comfortable, well-put-together outfits fit your family in urban Canadian life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Montreal, Canada offers a vibrant, inclusive fashion scene with diverse styles and body-positivity for all women.",
      "alignmentValue": 10
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Montreal, Canada urban tech scene embraces modern, comfortable male fashion; suburbs skew classic.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Montreal, Canada offers liberal femininity norms; diverse identities are supported with minor pockets of tradition in some settings.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Montreal\u0027s strict gun laws and regulated ownership mean low firearm exposure. The environment is calm and safety-focused for your family.",
      "alignmentValue": 10
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Montreal\u0027s inclusive, bilingual scene supports strong consent norms; flirting is respectful with clear cues, and venues reinforce boundaries.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Montreal has a growing founder network with frequent meetups, strong game-tech ties, and accessible funding/mentorship for startups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Montreal has abundant markets (Jean-Talon, Atwater) and diverse produce. Global cuisines flourish across Mile End and Plateau with few gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Montreal, Canada locals are polite and open to newcomers who show initiative; bilingual culture and learning French help friendships form quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Montreal hosts Ubisoft, WB Games, Eidos \u0026 Behaviour; strong studio ecosystem and grants support for Trey\u0027s game dev venture.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Montreal, Canada, gender-diverse identities are celebrated with legal recognition and inclusive healthcare. Urban acceptance is high here.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Montreal, Canada: gender rights are strongly protected and enforced. Inclusive policies support families, equality, and LGBTQ\u002B rights.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Montreal, Canada supports egalitarian gender roles through policy and urban norms; caregiving and leadership are shared with little stigma.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Montreal\u0027s inclusive, bilingual culture supports fluid flirting; most venues welcome diverse gender expressions, though some nightlife spots still cling to scripts.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Montreal offers universal healthcare and startup support for visa holders with strong tech grants. Voting and subsidies are restricted.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Montreal area faces heavier rain and July heat; plan resilient housing with backup cooling and flood awareness (Saint-Laurent).",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Montreal Start-up Visa offers a founder-friendly route with designated organizations; expect moderate processing and Quebec-specific requirements.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Montreal, Canada offers a balanced grooming culture; practical, no overinvestment. There\u0027s no pressure to chase fashion.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Montreal, Canada: progressive scenes broadly accept multi-partner households. Civic life accommodates them with minimal friction.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Montreal, QC: RAMQ offers universal care, but finding a family doctor can take months; lean on CLSCs and pediatric clinics for timely care.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Montreal, QC: visa holders receive care but must navigate RAMQ wait times and private insurance during the ~3-month transition.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "9: In Montreal, resident tuition is affordable with clear aid paths; strong public options and bilingual programs expand degree choices.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Montreal, Canada: international students pay higher tuition; robust university support and scholarships exist, but aid isn’t citizen-level.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Montreal\u0027s game studios (Ubisoft, Eidos, Behaviour) hire fast. Most roles close in 6-8 weeks, with English-friendly, bilingual options for families.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Montreal startup hiring is fast: 6-8 weeks for early roles, aided by Quebec tax credits and strong game/dev talent pools.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Montreal offers family-friendly, walkable neighborhoods with parks; the market is tight and prices can be high, so some space compromises may be needed.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Montreal, Canada: taxes are transparent, largely digital, with pre-filled returns and family credits via CRA and Revenu Québec.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Montreal, Canada is broadly welcoming to newcomers. Diverse, bilingual communities support your family, with periodic language-policy discussions.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Montreal, Canada\u0027s bilingual scene eases our fit; we\u0027ll learn French and engage locally. Most locals welcome us, though some circles doubt our commitment.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Montreal has broad public K-12 access with English/French options; transfers vary by school board, but bilingual programs are common.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Montreal public schools generally welcome visa families; children usually access public education with comparable resources.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Montreal is bilingual; daily life is primarily French, with English usable in many services. The family will learn French to participate more fully.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Montreal studios use English for cross-border work. French fluency remains key for local life and community.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Montreal startup scene runs in English with strong French local hiring and compliance; fits this family\u0027s bilingual exposure and Canada context.",
      "alignmentValue": 9
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Montreal has several game-IP focused firms/clinics (e.g., Lavery, Fasken); startups can access reliable IP counsel locally.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Montréal, Canada: strong LGBTQ\u002B protections and a vibrant Pride scene; urban, bilingual services support open living.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Montreal offers a solid game-dev ecosystem with local labs and bilingual testers; reliable playtests exist but require lead time.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Montreal\u0027s pluralist, social-democratic vibe supports open Marxist dialogue in line with this progressive family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Montreal, masculinity is broadly inclusive; nurturing, expressive dads are accepted, with only occasional lingering traditional views.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Montreal, Canada has a very low risk of mass violence. Authorities communicate clearly and communities stay prepared.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Montreal offers a vibrant, bilingual meetups scene for tech, parenting, and culture with many inclusive venues; expect some fees or French-focused groups.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Montreal\u0027s CAD 15.75 minimum wage trails living costs; universal healthcare and subsidized childcare soften family expenses.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Montreal, CA offers reliable power and solid broadband; utilities and transit run smoothly with minimal outages. Canada\u0027s infrastructure supports families and remote work well.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Montreal, Canada offers progressive norms; polyamory is broadly understood in urban spaces with social acceptance and community resources.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Montreal, openness is welcomed with tact; share concerns clearly while respecting bilingual norms and local politeness.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Montreal offers four-season scenery near Mount Royal Park and Lachine Canal. Laurentians trips are doable for weekend family outings.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Montreal winters bring ice storms and spring floods; earthquakes are rare. Keep emergency kits and family disaster plans ready.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Montreal offers abundant nature with urban parks. Mont-Royal and Lachine Canal are transit-accessible; trips to Oka or Mont-Tremblant by car are feasible.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Montreal\u0027s music scene is vibrant with Jazz Fest, Osheaga, and Mutek. There are family-friendly daytime events and safe transit for evenings with kids.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Montreal offers vibrant bars, clubs, and festivals that run late. For families, late options are limited—plan safe transit and babysitting.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Montreal\u0027s MIGS, Pixelles, and GamePlay Space offer regular meetups, mentorship, and programs for newcomers in English and French.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Montreal, Canada hosts Ubisoft, Eidos, WB Games, and Behaviour. It has a thriving game-dev scene with grants and networking opportunities.",
      "alignmentValue": 9
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Montreal, Canada shows moderate obesity levels; monitor diet and activity given urban lifestyle and seasonal challenges.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Montreal, QC, Canada offers generous video game tax credits, GamePlay Space incubators, and a deep talent pool - an ideal launchpad for your indie studio.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Montreal offers a calmer city pace: cafe culture, parks, and bike-friendly streets help family routines stay relaxed.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Montreal, Canada welcomes diverse parenting; shared parental leave and proactive school partnerships align with your progressive family values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Montreal, Canada offers a clear path: permanent residency with 3 of 5 years of presence. Dual citizenship is allowed and processes are family-friendly.",
      "alignmentValue": 10
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Montreal, Canada: corruption is rare, with strong watchdogs and universal healthcare that fit your family\u0027s values and easy civic engagement.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Most Montrealers respect personal space, but crowded transit and cafes can feel closer; bilingual setting means polite cues help.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Montreal, Canada, most interactions respect personal space; hugs or handshakes follow clear etiquette, even on crowded transit.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Montreal offers two to three strong seasons with mild springs and falls; prepare for chilly winters and humid summers.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Montreal, Canada: transparent, participatory democracy with strong rule of law; stable institutions support families and innovation.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "Montreal\u0027s inclusive, urban scene supports polyamorous families with visible communities, services, and LGBTQ\u002B-friendly resources.",
      "alignmentValue": 9
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Montreal\u0027s CPE system offers quality childcare around 8.85 CAD/day; expect queues or private slots waiting for availability, with bilingual options.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Montreal offers a strong private school network with bilingual options. Tuition can be high, but scholarships or employer subsidies can help.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common in Montreal, Canada, but strong fresh markets (Jean-Talon, Atwater) balance intake.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Montreal\u0027s PMM (games) pay trails top hubs by ~10–15%, but it still attracts seasoned talent; strong game scene and family-friendly lifestyle.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Montreal has a strong game-dev ecosystem (MIGS, studios, universities) with regular workshops and marketing certs; ideal for a Product Marketing Manager in games.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Montreal has game studios and strong marketing programs, but dedicated PMM (Games) pipelines are modest; on-the-job upskilling common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Montreal has an active games scene; PM (Games) roles typically take 2-3 months with solid local pipelines and a bilingual market that suits your family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Montreal PMMs use English widely; many studios expect French knowledge. Family prioritizes English ubiquity and is willing to learn French.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Montreal game studios widely support hybrid/remote PMMs with async workflows; equipment stipends are common, reflecting a mature remote culture.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Montreal\u0027s strong game scene offers a solid PMM (Games) pool: bilingual mid-to-senior pros across Ubisoft and partners; French fluency helps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "Montreal\u0027s progressive policies on transit, housing, climate action, and universal healthcare align with the family\u0027s values in Canada.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Montreal, Canada offers a sex-positive, progressive culture; most peers are nonjudgmental about consensual relationships.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Montreal\u0027s public messaging is largely factual and inclusive, with pluralistic media and strong community focus—minimal propaganda.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Montreal, Canada has pluralistic media with public and independent outlets; spin occurs but watchdogs debunk it before it shapes opinion.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Montreal\u0027s Metro and buses enable car-free living; REM expansion boosts suburb coverage, though winter weather can slow surface transit.",
      "alignmentValue": 9
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Montreal\u0027s strong game-dev scene includes local publishers and MIGS; partnerships exist but require proactive outreach.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Montreal, Canada, high-income families find strong public schools, universal healthcare, and rich culture, but elite tutors/clubs are gated or waitlisted.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Montreal, Canada offers universal healthcare and supports, but housing costs and social housing waitlists constrain lower-income families.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Montreal\u0027s universal healthcare and childcare subsidies ease costs. Housing remains a factor for middle-income families.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Montreal offers strong real-time game dev with major studios and funding; plus solid pre-rendered work and training pathways.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion in politics: 10 - Montreal/Canada remain secular; personal beliefs respected, policy stays evidence-based and pluralistic.",
      "alignmentValue": 10
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Montreal, Canada studios widely support hybrid/remote roles with formal policies; cross-border collaboration and bilingual work fit your family.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Montreal startups are hybrid/remote-friendly with mature tooling; relocation optional supports families, language learning, and work-life balance.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Montreal favors remote/hybrid work; coworking hubs like Crew Collective and Mile-End studios back distributed teams, though some roles require French immersion.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Montreal offers clear PR routes (CSQ/Express Entry) from work permits. Family-friendly options and local IT hubs support transitions.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Montreal\u0027s robust tech scene offers stable roles with grants; occasional churn around funding cycles, but bilingual, family-friendly work supports retention.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Montreal, Canada offers solid retirement with CPP/OAS and universal healthcare; secure basics, though long-term stability depends on continued contributions.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Montreal, CA: Visa holders can access CPP through Canadian work; OAS requires residency years—long-term settlement improves pension access.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Montreal, QC, Canada has Ruby roles in local firms and agencies; network actively and leverage remote options to access opportunities.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Very safe overall in Montreal, Canada; violent crime is low. Be mindful of bike theft and winter slip hazards; some areas are better avoided after dark.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Montreal offers public French/English schools, bilingual programs, and private options; admission varies by borough, so plan early.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Montreal-area St. Lawrence water around 20°C in July; kids can splash briefly. By late August it cools; plan for short dips or light wetsuits.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Montreal winters bring heavy snow and extreme cold; summers can bring heat waves. Plan for snow days, warm clothing, and reliable heating.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Montreal\u0027s long winter darkness can strain mood; prioritize outdoor time and light therapy; consider sunny winter getaways if feasible.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Montreal has cold, snowy winters and warm, humid summers. Winter gear and AC/indoor time help keep life comfortable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Montreal has strong senior software/game talent with startup experience; local leaders exist but expect competitive offers.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Montreal, Canada offers comprehensive, destigmatized sex education with LGBTQ\u002B inclusivity and consent focus, matching the family\u0027s sex-positive stance.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Montreal offers universal healthcare and strong childcare subsidies. Policy is inclusive, but waitlists and French requirements can affect access.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Montreal 2k sq ft rentals are tight and competitive. You may need to consider outer neighborhoods or older properties to stay within budget.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Montreal spring starts mild but swings between warm afternoons and near-freezing mornings; expect frequent layering through May.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Montreal, Canada offers stable democracy, universal healthcare, and strong social programs; expect predictable policy and steady daily life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Montreal, Canada offers inclusive democracy, universal healthcare, and strong family support - aligned with your progressive, family-friendly goals.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Montreal\u0027s mixed economy offers strong safety nets and innovation support. It matches your progressive, family-friendly priorities in Canada.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Montreal has a strong game/animation cluster (Ubisoft Montréal, indie studios); solid grant options and cross-border collaboration.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Montreal summers hover around 30°C with humidity; a few heatwaves require indoor breaks and shade.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Montreal, Canada: friendly exchanges when we initiate; bilingual setting; staff and strangers respond positively.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Montreal/Quebec offers strong video-game tax credits (about 37.5% of salaries) and CMF grants; accessible but with caps and windows.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Montreal, Canada: ~9 months for PR; fees for a family of four CAD 25k–40k—predictable but sizable.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Montreal, Canada has high trust in government thanks to universal healthcare and transparent services. Issues are typically addressed promptly.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Canada (Montreal) has very low corruption with strong oversight. Public services are reliable and issues are addressed quickly, easing family life.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Montreal senior software pay around CAD 100k-130k; solid but below top hubs; remote work helps meet lifestyle and cost needs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Montreal\u0027s festivals and Mount Royal sledding keep weekends lively and affordable. Popular venues fill fast, so a bit of planning helps.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "9: Schedules mostly sync; Montreal schools run ~9-15:30 with solid wraparound care and daycare for two-working parents.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Canada/Quebec: minimum vacation is 2 weeks after 1 year (about 10 days). In Montreal, many employers honor this for family time.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Montreal, Canada generally offers 2 weeks vacation plus holidays (10-14 days). This fits the family\u0027s emphasis on work-life balance.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Montreal offers a robust game-dev vendor ecosystem with art, QA, audio, and engineering partners; strong bilingual talent and near-shore collaboration.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Montreal offers universal healthcare and family-friendly policies; VFX real-time pay runs about 20% below top hubs.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Montreal offers occasional real-time VFX courses and local meetups; most upskilling comes via visiting experts or online programs.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Montreal has multiple solid VFX/real-time programs (Concordia, INIS, UdeM). Ubisoft and local studios feed well-prepared grads.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Montreal real-time VFX hiring typically clocks in at 1-2 months; strong local studios and remote options support rapid fills.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Montreal VFX roles use English widely. Knowing French helps local collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Montreal real-time VFX roles are often hybrid. Partial remote weeks with on-site work suit Sarah\u0027s remote preference and a family-friendly setup.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Montreal hosts a strong real-time VFX pool with shipped projects. Studios like Ubisoft Montreal back the talent with a solid mix of mid- and senior-level pros.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Montreal, Canada, US-Canada ties are strong. Cross-border travel and cultural exchange are common.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Canada (Montreal) projects inclusive, bilingual pride. It blends healthy patriotism with awareness of flaws, welcoming immigrant families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Montreal benefits from strong Canada-US ties that are widely trusted. Cross-border travel and trade are easy, reflecting Canada\u0027s stable, inclusive society.",
      "alignmentValue": 10
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Montreal offers federal Express Entry and Quebec options (QSW/PEQ). Online applications exist, but language and province requirements add steps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Montreal has walkable pockets and good transit. In winter, plan routes to avoid snow, ice, and busy arterials with the kids.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Montreal is bilingual and welcoming to US migrants; strong immigration supports and English-friendly services help your family settle smoothly.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Montreal\u0027s bilingual arts scene and strong social programs spark curiosity, while a vibrant tech culture aligns with our family values.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Montreal winters regularly freeze and bring snow. Plan for winter gear, shoveling, and occasional transit delays that affect childcare.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Montreal typically 37-40h with strong protections and flexible/hybrid options. This aligns with your preference for balanced, family-friendly hours.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Montreal\u0027s bilingual, family-friendly tech scene supports flexible hours and remote work. Healthcare and childcare policies ease work-life balance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Montreal, Canada provides strong workers\u0027 rights with unions and universal protections; most protections exist, but some gig/contract roles lag.",
      "alignmentValue": 8,
      "sameAsParent": true
    }
  ]
}