{
  "version": 2,
  "iso": "CA",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Ottawa\u0027s government tech and local firms keep .NET openings steady; remote options and grants help Trey\u0027s path.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Ottawa, Canada offers universal healthcare and family-friendly life. 2D Environmental Artist pay sits ~20% below global medians; relocation weighs on candidates.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Ottawa offers occasional game-art workshops and college courses; advanced 2D environment topics mainly rely on remote study or visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Ottawa offers animation/art programs (Algonquin, Carleton); pipelines exist but are small and often require on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Ottawa\u0027s 2D environmental artist roles typically take 4-5 months. Consider remote/hybrid sourcing to speed hires.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Ottawa studios mostly operate in English; basic French helps. Your emphasis on English ubiquity with willingness to learn French fits the local market.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Ottawa, Canada studios commonly support flexible remote/hybrid 2D Environmental Artist roles with async workflows and equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Ottawa has a moderate 2D environmental artist pool; mid-level talent exists locally, but senior specialists are scarce and may need remote or relocation.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Ottawa, 3D animator pay trails top hubs by ~25–30%; solid benefits and public healthcare help offset the gap for a family.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Ottawa offers occasional 3D animation upskilling via Algonquin College continuing ed and local meetups; many options are remote or visiting experts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Ottawa, Canada hosts Algonquin College and local 3D animation programs. Class sizes are modest, and studios offer internships to bridge gaps.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "3D animator roles in Ottawa typically take 3-4 months. The local pool is modest vs Montreal/Toronto; proactive sourcing and relocation help may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Ottawa studios often use English; bilingual ability is a plus. Your English-first approach and readiness to learn French aligns well.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Ottawa, Canada: hybrid 3D animation roles are common; full remote work is possible but negotiable.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Ottawa\u0027s 3D animator pool is moderate, with mid-level talent from Algonquin/Carleton. Senior hires may require relocation or remote work.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Ottawa, 3D character artist pay is solid but trails top NA/WE hubs by ~25–30%; benefits and livable costs help offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Ottawa, Canada has limited local 3D character art courses (Algonquin College); most advanced training is online or remote.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Ottawa hosts Algonquin College and Carleton/University of Ottawa programs; steady pipeline of 3D/animation grads feeding local studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Ottawa’s 3D character artist pool is modest. Expect 3–4 month timelines with proactive sourcing or relocation for ideal candidates.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Ottawa, Canada: English is widely used in studios; some teams value French basics, aligning with your English-ubiquity preference and local language exposure.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Ottawa studios lean hybrid/remote for 3D character artists. Many offer flexible hours and equipment stipends.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Ottawa\u0027s 3D character artist pool is moderate, with indie studios and grads adding talent. Recruiting seniors may need relocation or remote arrangements.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Ottawa has general startup accelerators (Invest Ottawa, universities); game-specific tracks are limited, but broader funding and mentorship are available.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Ottawa air is generally good with low PM2.5; wildfire smoke from Quebec/Ontario can spike a few summer weeks - portable filters help on bad days.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Ottawa has mid-size anchors like Shopify, Kinaxis, and BlackBerry QNX, plus government labs. This supports Azure access and grant opportunities for tech work.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "Ottawa, Canada: Atheists are broadly accepted. Secular culture is strong, and your family can access public services without religious barriers.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Canada (Ottawa) maintains a strong democracy with independent courts and media; backsliding risk is low, but monitor centralization trends.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Ottawa banking is solid: digital accounts and Interac e-Transfer; newcomers may face standard ID/address checks but open fast.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Ottawa, Ontario, Canada: Mooney\u0027s Bay and Petrie Island beaches are lifeguarded and family-friendly. Water-quality advisories can appear after storms.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Ottawa offers an active boardgaming scene with Loft Board Game Lounge, House of Targ, and Carleton clubs. Frequent events fit Trey\u0027s tabletop interests.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Ottawa\u0027s inclusive Canadian setting supports personal well-being. Fitness is encouraged with respectful dialogue.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Ottawa\u0027s mix of government, tech, and services offers strong resilience; retraining and remote work options ease downturns in Canada.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Ottawa, Canada benefits from universal healthcare and strong screening. Cancer incidence stays below averages; routine checks advised.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Ottawa, Canada: prisons generally meet international standards with oversight and restorative programs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Ottawa offers subsidized childcare and centers; spaces can require planning and waitlists. Strong overall support, but coordination is needed.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Ottawa offers family-friendly neighborhoods, parks, bilingual services, and universal healthcare; plan for winter travel in busy cores.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Ottawa, Canada: CWELCC plus federal supports cut licensed child care fees; subsidies ease costs for both kids with manageable co-pays.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Ottawa, Canada: Visa families can access CWELCC childcare subsidies with SINs. Generally straightforward to qualify and navigate.",
      "alignmentValue": 9
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Skating the Rideau Canal in winter and summer cycling fit Ottawa life; nearby Gatineau trails add family-friendly options.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Ottawa, Canada has regular monthly game-dev meetups and occasional game jams. This keeps the local developer community active for Trey and Sarah.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Ottawa\u0027s universal healthcare and strong community wellness programs support preventive care; bilingual English/French resources help families stay active.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Ottawa, Ontario, Canada has a few reputable co-housing/coop options; expect waitlists, but family-friendly networks exist nearby.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Ottawa offers bilingual community, universal healthcare, and a high-quality family life; Community Manager pay may trail top markets by 25–30%.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Ottawa, Canada has occasional CM training via universities and local meetups. Remote options help keep skills up to date for a family prioritizing education.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Ottawa, Canada has Carleton, U Ottawa, and Algonquin in game/interactive media. Grads feed into studios with growing community-manager portfolios.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Ottawa, Canada: moderate local supply; expect 4-5 months to hire a Community Manager; leverage remote candidates and bilingual fit to speed.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Ottawa is bilingual; English dominates teams, while basic French helps in local studios and government work.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Ottawa, Canada studios widely support remote/hybrid work with async workflows. It suits the family\u0027s pace, English-first setting, and broadband needs.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Ottawa\u0027s community manager pool is moderate; solid mid-level talent locally, but senior hires may require relocation or remote options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Ottawa\u0027s bilingual schools and active community leagues foster belonging. Newcomers often feel at home quickly through local events and volunteer circles.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Ottawa studios pay near global medians after cost of living; expect negotiations for perks, healthcare benefits, and flexible work options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Ottawa startup comp aligns with global medians after COL; meaningful equity, plus Canadian grants and healthcare help family stability.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Ottawa offers universal healthcare and stability; immigration steps are manageable but require careful paperwork and timing.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Ottawa offers university/college continuing ed (Algonquin, Carleton, UOttawa) and local tech meetups; solid upskilling options, though availability varies by semester.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Ottawa offers a healthy software/web contractor bench; strong local talent and remote options, though top game/Unity specialists may book out weeks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Light penalties with robust health services; Canada\u0027s cannabis regulation and harm-reduction approach suit Ottawa\u0027s immigrant, family-friendly environment.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Ottawa offers startup grants and strong tech support, but payroll taxes and modest office rents push costs above US Midwest levels.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Ottawa costs are manageable for two incomes; rents/groceries ~15-25% below Toronto; family areas include Barrhaven, Kanata, Orléans.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Ottawa has solid coworking and startup programs; game-dev gear like mocap/audio suites is limited, but universities and Invest Ottawa boost access.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Ottawa\u0027s strong tech scene (gov \u002B startups) has steady, competitive demand for web/cloud roles; game dev is niche, and remote hiring helps.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Ottawa, Canada is moderate. Universal healthcare aids access, though therapy wait times can occur.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Ottawa\u0027s bilingual, active community supports deep ties for newcomers; consistent outreach through clubs and meetups helps friendships form.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Ottawa\u0027s inclusive, bilingual environment and LGBTQ\u002B acceptance align with your family\u0027s values. Strong healthcare and education access support your plans.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Ottawa, Canada: drug enforcement is proportionate with strong oversight. Families rarely witness aggressive raids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Canada fully allows dual citizenship with the US; Ottawa has no major restrictions on dual nationals.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Ottawa, Canada offers strong early-stage funding via IRAP and Ontario Centres of Excellence; grants commonly range $700k-$1M for game startups.",
      "alignmentValue": 9
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Ottawa, Canada offers public grants (IRAP/SR\u0026ED) and generalist funds; game-specific backers are scarce, but public funding supports early game dev.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Ottawa\u0027s stable, bilingual economy offers steady jobs, grants, and strong public services that cushion family costs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Ottawa\u0027s mixed economy boosts startups with grants and tech ecosystems; stable governance supports family-friendly entrepreneurship.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Ottawa\u0027s stable, transparent policy climate with Canada-wide grants supports tech/creative startups; rules are predictable for family planning.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Ottawa-Carleton and Conseil des écoles publiques offer English, French, and immersion tracks with strong outcomes, though popular programs require early lotteries.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Ottawa has Algonquin College\u0027s Game Development program with co-op links; a steady stream of grads feeds local studios.",
      "alignmentValue": 8
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Ottawa, Canada offers common skilled-worker sponsorship with LMIA routes. Many employers include dependents and provide relocation support.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Ottawa, Canada shows Unity as the leading engine with Unreal cross-training via local meetups and dev groups.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Ottawa offers extensive parks and the Rideau Canal, delivering excellent air and water quality. Suburban emissions are minor and manageable for outdoor plans.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Ottawa, Canada taxes around 30% with strong public services. Universal healthcare and robust social programs offset costs for our family.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Ottawa falls are generally mild for families; expect a few early cold snaps and windy days—layer up for comfort.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Life",
      "alignmentText": "Ottawa, Canada offers strong family life: healthcare, good schools, safe neighborhoods. Bilingual, supportive communities suit a two-parent, two-child family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Ottawa offers family-based PR paths; spouse and two dependent children can join with work rights after permanent residency is secured.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Ottawa, Canada offers strong parental leave and child benefits plus universal healthcare; flexible work is common, though childcare access varies by region.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Ottawa, Ontario, Canada offers strong family supports: universal healthcare, the Canada Child Benefit, and subsidized childcare; some provincial limits apply.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Ottawa, Canada offers universal healthcare, but new visa families may face waiting periods and rely on private coverage; benefits are partial.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Ottawa\u0027s bilingual, smart-casual vibe fits the family; tidy casual works in work and school, with warm winter gear for cold months.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Ottawa\u0027s fashion scene is dynamic, inclusive, and body-positive; women enjoy broad style freedom in urban Canada.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Ottawa, Canada features modern, smart-casual male fashion in urban settings; fits Trey and Sarah\u0027s professional, understated style.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Ottawa, Canada has strong gender equity and diverse feminine expression; expect supportive workplaces and inclusive communities with minor pockets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Ottawa, Canada: strict licensing, safe-storage rules; gun ownership exists but is tightly regulated.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Ottawa\u0027s consent norms are strong; most people are respectful, but alcohol-involved scenes still benefit from direct, clear communication.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Ottawa has a growing founder scene with Invest Ottawa and Bayview Yards; mentorship exists but is concentrated around key hubs.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Ottawa offers strong markets (ByWard Market, farmers\u0027 markets) and diverse ethnic grocers (Chinatown, Little Italy); most cravings are met locally, with rare specialty items needing travel.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Ottawa, Canada, locals are polite and bilingual; with initiative, expect gradual neighborly ties and helpful introductions as you settle.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Ottawa\u0027s game dev scene is mid-sized; Ubisoft Ottawa and Snowed In offer roles, but openings are fewer than Montreal/Toronto; remote/indie work helps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Ottawa, Canada provides strong protections and inclusive healthcare for gender-fluid people; most urban institutions are supportive, though some remain binary.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Canada (Ottawa) provides strong gender rights with robust protections and enforcement; leadership representation is improving but not yet equal.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Ottawa, Canada exhibits strong egalitarian norms with policy backing; both parents share caregiving in daily life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Ottawa, Canada: flirting norms are broadly inclusive; all genders can initiate or decline without stigma in a progressive, multilingual city.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Canada (Ottawa) offers universal healthcare and strong protections for visa holders. Non-citizens cannot vote, but the environment is stable, bilingual, and family-friendly.",
      "alignmentValue": 9
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Ottawa River flood risk and hotter summers; favor higher ground, sump pumps and backup cooling for resilience.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Ottawa Start-up Visa offers a founder-friendly path via designated orgs. Processing is moderate but criteria are clear.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Ottawa, Canada: grooming culture is balanced; moderate, polished everyday style fits work and family life.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Ottawa, Canada is progressive and sex-positive. Polyamorous households are socially accepted in many circles, though formal institutions may require discretion.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Ottawa\u0027s OHIP covers primary/pediatric care; family doctors are scarce, causing waitlists. Walk-in clinics provide alternatives until access improves.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Ottawa, new residents face OHIP wait; private insurance remains essential until public coverage begins.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Ottawa, Canada offers broad, affordable higher education for citizens with scholarships and aid; strong public universities and colleges provide diverse paths.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Ottawa, Canada offers solid international-student support and local offices. Visa holders pay higher tuition, with scholarships available but not universal.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Ottawa studios like Ubisoft Ottawa and Snowed In hire moderately; expect ~3 months to fill roles, with relocation or remote options common.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Ottawa, Canada startups typically take ~3 months to fill roles as talent weighs risk. Grants and Invest Ottawa help, but local funding remains modest.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Ottawa offers family-friendly neighborhoods, but housing stock is tight and prices can be high. Plan for limited options and some bidding.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Canada (Ottawa) tax system is transparent and online-first: CRA e-filing, pre-filled returns, and family credits ease budgeting.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Ottawa, Canada is broadly welcoming to immigrants; bilingual, family-friendly city supports language use and culture, with occasional debates.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Ottawa, Canada, white migrants are welcomed by bilingual communities. Most integration is smooth, with occasional questions about long-term commitment.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Ottawa, Canada offers universal public K-12 with strong supports and bilingual options; transfers are workable, matching your education priority.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "K-12 access in Ottawa is strong for visa holders; public schooling is free with proof of residence and minimal barriers; ESL support available.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Ottawa, Canada offers bilingual services and strong English support; official docs are bilingual, aiding your English-first family and learning French.",
      "alignmentValue": 10
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English-first studios with robust bilingual support in Ottawa; local teams use English, while French documentation is commonly available.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Ottawa startups mainly use English for investor and platform communication. French fluency helps with hiring, compliance, and local outreach.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Ottawa has several law firms and IP clinics with game IP, licensing, and publishing experience. Startups can access Canada-wide IP counsel.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Ottawa, Canada: LGBTQ\u002B protections are strong; inclusive public life, healthcare, and rights widely upheld in this urban setting.",
      "alignmentValue": 10
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Ottawa offers indie dev meetups and university playtests; plan ahead as scheduling tends to require lead time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Ottawa, Canada shows open debate on left ideas; Marxism is influential in academia and civic discourse, but not dominant in policy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Ottawa, Canada, masculine norms are broad and inclusive; caregiving and openness are more accepted, though some older circles remain traditional.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Ottawa, Canada sees mass violence as very rare. Authorities share transparent updates and communities stay prepared.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Ottawa\u0027s tech/parenting/culture meetups are lively and often bilingual; venues are accessible, though some niches may have waitlists or fees.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Ottawa\u0027s CAD 16.55/h min wage trails living costs by ~10-15% amid high rents; service workers often need housing subsidies or shared housing.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Ottawa offers reliable power and fast broadband, with strong transit. This supports a family-friendly, tech-enabled life in Canada.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Ottawa, Canada: urban tolerance for non-monogamy exists; open practice in city but privacy may be preferred in suburban areas.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Ottawa, Canada, share concerns openly but with diplomacy; respect bilingual norms to avoid offense.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Rideau Canal and Gatineau Park offer strong nature near Ottawa; some spots have fees or longer drives, but weekly family outdoor time is easy.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Ottawa, Canada: winter ice storms and occasional floods; preparedness kits and city alerts help, but severe events are rare.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Gatineau Park and Greenbelt trails are minutes away from Ottawa, Canada, great for family-friendly weekend nature trips.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Ottawa, Canada: ByWard Market and Elgin Street offer modest nightlife with early closings; family time and safety come first.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Ottawa nightlife is modest for a family; ByWard Market has venues, but evenings skew adult - home gatherings or weekend trips suit.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Ottawa’s game dev scene includes Ottawa Game Dev, Invest Ottawa’s Digital Media Lab, and Algonquin College meetups. It’s accessible to families with hands-on learning and local support.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Ottawa\u0027s Ubisoft Ottawa, Snowed In, Fuel, and Beamdog anchor a recognizable, mid-sized game-scene in Canada\u0027s capital with steady local hiring.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Ottawa\u0027s bike-friendly streets and parks support active living in Canada, helping obesity stay moderate. Maintain activity and healthy eating to stay on track.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Invest Ottawa accelerators and federal game grants exist. Local venture funding is limited; startups may rely on grants or remote teams.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Ottawa\u0027s calm commutes and family-friendly neighborhoods keep daily life manageable with urban perks.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Ottawa, Canada offers strong parental leave and supportive schools; diverse parenting styles are accepted with shared caregiving and nonjudgmental services.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Canada (Ottawa) offers citizenship after ~3 years of permanent residency; dual citizenship allowed; family-friendly naturalization.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Ottawa, Canada has the strongest institutions and watchdogs. Perceived corruption is extremely low, supporting reliable public services.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Ottawa, Canada has strong personal-space norms and polite cues. Boundaries are respected and easy for the family to learn.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Ottawa, Canada, personal space is generally respected; locals check before touching, but crowded transit can feel close at times.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Ottawa: mild springs/falls but cold winters; 7 means many months require planning for outdoor time due to seasonality.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "Canada\u0027s Ottawa polity is transparent, stable, with strong rule of law and open civic channels; aligns with your family\u0027s values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "Ottawa, Canada’s progressive scene supports polyamory with active networks and meetups; some mainstream services still misunderstand.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "CWELCC expansions in Ottawa (Canada) are lowering costs. However central-Ottawa infant spaces still face 12–18 month waits, so plan backup care.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Ottawa offers solid private schools with bilingual options; tuition is a premium, but scholarships or employer subsidies can help.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ottawa offers robust access to fresh foods and markets; plan meals around whole options, with healthier snacks readily available.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Ottawa PMM (Games) comp trails top markets by ~25–30%; excellent healthcare and family‑friendly benefits offset the gap; bilingual city fits you.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Ottawa offers occasional PMM (games) training via universities and local groups; many sessions rely on visiting experts or remote delivery.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Ottawa offers game-design and marketing programs (Carleton, Algonquin, OttawaU); PM (games) pipelines are niche, grads often require on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Ottawa PMM (Games) hiring is slow; local talent pool is shallow. Expect 6\u002B months; remote/imported talent may be needed.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "In Ottawa, Canada, PMM roles are English-dominant; French knowledge is helpful in some studios but not required.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Ottawa game studios commonly use hybrid PMM roles. Fully remote arrangements typically require negotiation.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Ottawa product marketing manager (games) pool is modest; few in-market studios, senior roles may need remote hires or relocation.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "Ottawa, Canada’s universal healthcare, climate action, and bilingual community focus align with the family’s progressive values.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Ottawa, Canada favors open dialogue on relationships; consenting adults face minimal policing; nonmonogamy accepted in many circles.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Ottawa\u0027s pluralistic media and transparent public info match a progressive family seeking accurate, non-nationalist messaging in Canada.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Ottawa, Canada offers pluralistic media; watchdogs debunk spin quickly, keeping propaganda low.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Ottawa\u0027s OC Transpo (bus \u002B LRT) covers core areas; suburban gaps and delays mean a backup car is sensible for families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Ottawa offers occasional platform engagement and grants for tech startups; direct publisher BD is limited, so expect remote outreach.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Ottawa offers universal healthcare, solid schools, and family-friendly neighborhoods; premium services exist, though some specialists have waitlists.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Ottawa, Canada, lower-income families have universal healthcare and child benefits. However, affordable housing remains tight with long waitlists.",
      "alignmentValue": 9
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Ottawa offers bilingual services, universal healthcare, and strong schools for a middle-income family. Housing and childcare require mindful budgeting.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Ottawa\u0027s real-time game dev scene is growing; strong broadband, grants, and cloud access support live multiplayer with some cinematic work.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Ottawa, Canada is secular; religion shapes culture but policy remains evidence-based and pluralistic.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Ottawa, Canada studios mix onsite with hybrid options; case-by-case remote available, suiting family-friendly planning.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "In Ottawa, startups commonly use hybrid/remote work with strong tooling; supports family life with occasional on-site days.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Ottawa\u0027s tech scene embraces hybrid/remote work; ample coworking spaces and a bilingual community keep distributed teams connected.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Ottawa offers multiple PR routes (Express Entry, PNP, startup) with temp-to-perm options; favorable for tech founders and family-focused living.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Ottawa offers stable jobs and universal healthcare for families with two adults and two kids. Bilingualism and good schools ease long-term settlement.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Ottawa, Canada offers a solid retirement safety net with CPP/OAS and universal healthcare. Retirement stability is strong with ongoing contributions.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Ottawa, Canada, visa holders can access CPP/OAS after contributing years and meeting residency requirements. Benefits may be limited for short stays.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ottawa’s Shopify presence sustains Ruby demand; local roles exist, with remote/hybrid options to match Sarah’s schedule.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Ottawa is generally low-crime and family-friendly; violent incidents are rare. Exercise usual after-dark caution in some downtown areas.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Ottawa has English/French public boards, strong early years programs, and robust bilingual schooling; transfers and options are generally accessible.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Ottawa River water sits around 22°C in July, letting the kids swim comfortably for a couple of months.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Ottawa, CA: cold, snowy winters with ice storms and warm summers with occasional heat waves. Plan heating, insulation, and cooling.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Ottawa, Canada has long summer days but noticeable winter darkness; keep energy with outdoor breaks and occasional light therapy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Ottawa, Canada has long cold winters and humid summers; plan for winter gear and reliable AC, but overall manageable for the family.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Ottawa has a solid mix of senior engineers and cybersecurity leaders from gov/tech. Many are tied to anchor employers, so competitive offers are needed.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Ottawa, Canada offers comprehensive sex education and robust LGBTQ\u002B resources; aligns with the family\u0027s sex-positive, inclusive values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Canada’s universal healthcare and robust social programs fit this family; Ottawa offers strong schools, housing supports, and family benefits.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Ottawa 2k sq ft rentals are tight; broker help and premium rents common. Target family-friendly neighborhoods with parks and good schools.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Ottawa spring brings mostly comfortable days (12-22 C) with occasional cold snaps; plan for light jackets and layers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Ottawa, Canada offers steady governance with predictable policies; occasional protests, but strong crisis response and generally family-friendly stability.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Ottawa/Canada upholds pluralism, human rights, and evidence-based policy. Inclusive public services support diverse families and universal healthcare.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Ottawa, Canada offers a balanced market with strong safety nets and universal healthcare. Startup grants and visas support family entrepreneurship.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Ottawa, Canada has a moderate studio scene: Ubisoft Ottawa plus several indie outfits anchor a growing, not-dense hub.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Ottawa summers are typically 28-30°C with moderate humidity; occasional heatwaves reach 32-33°C, but shade, pools, and AC keep family routines comfortable.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Ottawa\u0027s polite service vibe keeps errands smooth and friendly; bilingual exchanges are common and helpful.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Ottawa, Canada offers solid game/creative incentives (federal/provincial); expect competitive application windows and strict eligibility.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Ottawa, Canada: PR processes for a US family often take up to a year; budget a few thousand CAD plus possible legal fees.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Ottawa, Canada shows solid trust in government; transparent services and prompt issue resolution; bilingual accessibility supports families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Ottawa, Canada shows low, well-monitored corruption. Family life benefits from transparent public services and oversight.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Ottawa senior software pay is around CAD 100k–150k with benefits. Dual incomes help maintain a comfortable lifestyle in Canada.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Ottawa offers family-friendly weekends with museums, parks, and canal skating; most activities are easy to plan with good transit and bilingual services.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Ottawa schools end around 3:30–4:00 and offices by 5:00; strong wraparound care/aftercare and remote options suit a two-parent, two-child schedule.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Ottawa, Canada offers 2 weeks (about 10 days) of paid vacation after 1 year; aligns with a mid-range 5 for the family.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Canada (Ottawa) typically grants 10-14 days after one year (2 weeks); aligns with family-friendly schedules and public holidays.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Ottawa, Canada offers a modest vendor scene for game dev (QA/art/audio) with several local studios; for peak needs, rely on remote partners.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Ottawa, CA: Real-Time VFX pay trails top hubs by ~10–15%; strong government/tech demand and family-friendly living offset the gap.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Ottawa has only a couple of local VFX real-time continuing education providers offering fundamentals. Advanced topics typically require remote study.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Ottawa has Algonquin/Carleton game/animation programs; studios help fill gaps. Real-time VFX paths are limited; expect upskilling.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Ottawa\u0027s VFX real-time hiring is moderate; expect 3-4 months with proactive sourcing or relocation to land the right candidate.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Ottawa, English is widely used; many VFX shops expect basic French, so bilingual candidates are favored.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Ottawa, Canada offers VFX Real-Time roles with flexible remote/hybrid options; equipment stipends are common, aligned to North American hours.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Ottawa\u0027s real-time VFX pool is moderate; mid-level hires feasible, top-tier specialists may require relocation or remote options.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Ottawa enjoys strong Canada–US ties; easy cross-border travel fits your family; bilingual, welcoming city aligns with your goals.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Ottawa\u0027s bilingual, stable democracy matches your progressive values. Universal healthcare and strong public schools favor family life here.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Ottawa, Canada is viewed positively by neighbors, with Canada-US ties that ease cross-border travel and trade. This fits your family\u0027s emphasis on openness.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Ottawa, Canada offers multiple visa routes (Express Entry, PNP, family sponsorship) with online applications and predictable processing.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Central Ottawa offers walkable pockets near parks and schools. Family-friendly neighborhoods exist, but winter and busy arterials require care.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Ottawa welcomes US migrants; integration programs \u002B universal healthcare support families here. English-friendly city with bilingual services.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Ottawa\u0027s bilingual capital vibe, strong public services, and easy access to nature (Rideau Canal, Gatineau Park) fit a family seeking mild climate and work-life balance.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Ottawa winters are long and cold; many days below -5°C with snow, so plan for warm homes, snow tires, and indoor play spaces.",
      "alignmentValue": 5
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Ottawa typically runs 37-38 hour weeks with family-friendly norms; remote/hybrid roles are common, matching Sarah and Trey\u0027s needs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Ottawa offers family-friendly policies and flexible hours; remote work is common, but startups may bring crunch periods.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Ottawa, Canada provides robust workers\u0027 rights with strong enforcement and union access, aligning with a family-friendly, remote-focused startup.",
      "alignmentValue": 9,
      "sameAsParent": true
    }
  ]
}