{
  "version": 2,
  "iso": "CA",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Canada\u0027s .NET market is solid in Toronto, Montreal, and Vancouver; visa timelines exist, but steady openings and remote options help Trey.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Canada summers bring occasional wildfire smoke and urban pollution. Check air-quality alerts and use portable filters on smoky days.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "Canada\u0027s secular public life supports raising kids with little religious pressure. Atheism is widely accepted, with faith communities visible.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Canada’s robust institutions and an independent judiciary protect rights in Ottawa. Free media keeps backsliding risk low.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Canada\u0027s big banks and Interac support smooth payments with solid protections. New arrivals may face initial account paperwork, but digital banking helps.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Canadian beaches are cool-water; casual beach days are rare for young kids, so we plan summer trips to inland lakes or warmer coasts.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Canada\u0027s major cities like Toronto, Montreal, and Vancouver host board game nights and family-friendly shops; Trey will find a welcoming tabletop scene.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Canada offers public healthcare and provincial childcare subsidies; costs and waitlists vary by province, so proactive planning and local networks help.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Canada cities offer parks, libraries, and family programs. Long winters require indoor spaces; seek family-friendly neighborhoods and accessible childcare.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Canada provides the Canada Child Benefit and long parental leave. Expanded $10/day childcare helps, though waitlists vary by province.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Temporary residents in Canada may access some subsidized childcare and parental leave, but provincial eligibility checks and waiting lists apply.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Canada has strong hockey/outdoor sports culture and many clubs; board games and climbing exist but often need local groups.",
      "alignmentValue": 7
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Canada (CA) is generally welcoming; Trey and Sarah can build social ties through schools, clubs, and local groups.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Canada has clear digital portals and predictable filings. Expect periodic check-ins, but overall navigable for a family pursuing visas.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Toronto and Vancouver housing and groceries stretch a mid-six-figure tech income; consider secondary metros or suburbs.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Canada fully permits dual citizenship with the US. Trey and Sarah can retain US passports and their kids can gain Canadian rights with minimal friction.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Economic Health",
      "alignmentText": "Canada\u0027s economy is solid with low unemployment and diversified industries; social programs cushion shocks for families pursuing entrepreneurship.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Canada\u0027s social-market economy funds healthcare and childcare and backs startups with grants, balancing innovation with governance for progressive capitalism.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Canada\u0027s public schools deliver strong outcomes with broad access. Bilingual (French immersion) options align with the family\u0027s goals and robust early education.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Canada offers LMIA/Global Talent Stream sponsorship for tech roles; Trey would need standout credentials and patient timelines.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Canada\u0027s strong water standards and vast national parks suit outdoors lovers; minor Alberta oil sands impacts temper otherwise excellent environmental quality.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Canada, dual tech incomes face about 30% tax with strong public services; a balanced burden for a startup family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Canada fall swings between mild days and cool evenings. Prairie regions may see early frosts, so layer clothing for school and outings.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Canada\u0027s universal healthcare and parental leave support families. Many neighborhoods offer kid-friendly spaces, clubs, and safe public areas.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "Canada\u0027s programs let spouses and dependent children join. Your two kids and both adults can travel together under family sponsorship.",
      "alignmentValue": 10
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Canada provides universal healthcare and strong parental benefits; child benefits are indexed to inflation, though childcare access varies by province.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Canada offers strong parental leave and child benefits. Subsidies vary by province and income caps apply.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Canada visa families receive partial benefits: health coverage after a residency wait; most cash benefits require permanent status, leaving gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Canada\u0027s urban centers like Toronto and Vancouver are diverse and body-positive. This suits Sarah\u0027s casual tech style with broad fashion freedom.",
      "alignmentValue": 10
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Canada, practical casualwear is common in tech scenes. Trey\u0027s jeans, flannel, and a weather-ready jacket fit urban/suburban Canada.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Canada generally supports diverse femininity expressions, especially in urban areas. This aligns with Sarah\u0027s career-family balance and low-bias expectations.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Canada\u0027s game scene is strong in Montreal and Vancouver with many mid-to-large studios and solid hiring; good grant support for Trey.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Montreal and Vancouver’s established studios in Canada move quickly; most roles close in 6–8 weeks thanks to strong pipelines and visa programs.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Canada studios align with global medians after cost-of-living adjustments. Family-friendly benefits and universal healthcare improve overall value in CA.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Canada, English is widely used in studios; bilingual support is common in Quebec. Your emphasis on English ubiquity and learning local language fits well.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Hybrid/remote roles are standard across established Canadian studios (Toronto/Vancouver/Montreal) with formal policies that support family-friendly schedules.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Canada offers legal recognition and inclusive healthcare for gender-diverse families; urban areas are welcoming, with rural areas lagging slightly.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Canada provides strong gender rights with active enforcement; equal pay, reproductive rights, and parental leave are well protected for families like this.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Canada strongly supports shared parenting and equality; urban areas are progressive, though some rural norms linger.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Canada offers universal healthcare and strong schools, but temporary residents face visa renewals and provincial health wait periods; plan for coverage gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Canada faces stronger wildfire seasons and heat waves. Coastal storms and flooding risk in Atlantic provinces require ongoing planning.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Canada, universal coverage supports pediatric care; expect occasional specialist waits—plan routine visits early for the kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Canada: temporary residents face provincial waiting periods. Private insurance bridges coverage for kids.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Canada\u0027s public universities plus RESP grants keep post-secondary affordable for the kids. Living costs in Canada still require budgeting.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Canada: international students pay higher tuition and limited government aid. University scholarships and private loans are the main funding avenues.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Housing in Canada\u0027s major metros (Toronto, Vancouver) is costly. Smaller cities offer family-friendly, park-rich neighborhoods with steadier rents.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Canada CRA supports auto-fill and online filing; cross-border US tax obligations may still require professional help.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Canada provides universal K-12 with free public schools and broad access. Many districts offer French immersion and STEM options; top schools often use lotteries.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Canada public K-12 access for visa holders is allowed but requires proof of residence and some paperwork; ESL supports are available.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Canada-wide English use is strong; federal documents are bilingual, easing Trey\u0027s work and daily life in urban Canada, including Montreal.",
      "alignmentValue": 10
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Canada offers strong LGBTQ\u002B protections and vibrant Pride in major cities (Toronto, Vancouver); rural areas may be more conservative.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Canada (CA), Marxism is niche but openly discussed; progressive households like Trey can engage socialist ideas in pluralistic policy debates.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Canada\u0027s dads are increasingly involved in schools and caregiving. Trey can model evolving, emotionally open masculinity in Canada.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Canada has a vibrant tech, gaming, and parenting meetup scene in major cities with accessible venues. It supports fast community-building for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "CAD minimum wage around $16–$18 in Canada trails metro living costs for a family of four; subsidies or extra income are often needed.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Canada\u0027s urban hubs offer gigabit fiber and reliable services; rural broadband gaps may affect Trey’s game latency.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Canada\u0027s mountains, boreal forests, and coastlines offer stunning family-friendly weekends. Trails are well-maintained, with seasonal beauty year-round.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Canada, hazards exist but are infrequent; wildfires in the West and floods in some provinces require prep. Keep a go-bag ready.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Canada offers abundant nature within an hour of most urban centers. Parks, lakes, and urban trails suit Trey\u0027s hobbies and the kids\u0027 need for green space.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Canada\u0027s major cities offer vibrant live music and festivals. Many venues provide family-friendly options, though some late shows require planning.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Canada\u0027s nightlife is moderate; in major cities like Toronto and Montreal, early closing times keep evenings family-friendly.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Strong Canadian game dev scene across Toronto, Montreal, and Vancouver with regular meetups, jams, and mentorship for newcomers.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Canada\u0027s strong game-scene hubs (Montreal, Toronto) host notable studios like Ubisoft Montreal, EA Motive, Behaviour; great for collaborations.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Canada offers federal funds and generous Quebec tax credits; incubators like Execution Labs help Trey launch an indie studio with local partners.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Canada\u0027s grants and incubators (Quebec incentives, Execution Labs) support indie game startups; hiring typically takes 1–2 months in major hubs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Canada startup pay sits near global medians after cost of living; equity meaningful, with grants and visas aiding founders in Toronto, Montréal, Vancouver.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Canada, English is widely used for startup ops; in Quebec, French supports hiring, compliance, and community outreach.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Canada startups broadly favor hybrid work with mature remote tooling. For our family, remote or hybrid options with periodic onsite meets in Toronto/Vancouver fit well.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Canada\u0027s mid-sized cities like Ottawa and Halifax offer the calm pace Sarah seeks. Toronto\u0027s hustle remains manageable with remote work.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Canada offers empathetic parenting support; schools partner with families and parental leave is normal, allowing hockey or coding clubs with little judgment.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Canada offers citizenship after 3 years of permanent residency within 5 years, with language tests. Dual citizenship is allowed for the whole family.",
      "alignmentValue": 10
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Canada\u0027s strong institutions and universal healthcare keep graft rare; active watchdogs support transparent governance for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Canada\u0027s federal parliamentary system and Charter rights fit your progressive values; it\u0027s a stable, participatory democracy.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Canada, polyamory has solid social tolerance in major cities (Toronto, Vancouver); legal recognition is limited and parental rights can be complex.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Canada provides subsidies and public programs, but urban waitlists persist; early enrollment helps, with bilingual options in major cities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Canada has strong bilingual public schools; private options exist but vary in quality and cost, so private education remains optional.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Canada\u0027s universal healthcare, LGBTQ\u002B rights, and climate action align with Trey and Sarah\u0027s progressive values; provincial politics vary.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Canada\u0027s messaging emphasizes inclusive wellbeing and accuracy. Plural, independent media in Toronto, Montreal, and Vancouver offer diverse viewpoints.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Canada\u0027s pluralistic media mix, including public broadcasters and independent outlets, keeps coverage balanced. Spin is occasional and debunked by watchdogs, matching your family\u0027s values.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Canada\u0027s major cities have reliable transit (Toronto, Vancouver). Suburbs and smaller towns still rely on cars.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Canada\u0027s secular Charter framework supports raising the boys; religion shapes culture but policy remains evidence-based and pluralistic.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Canada\u0027s tech hubs (Toronto, Vancouver) broadly embrace remote/hybrid work; reliable broadband and coworking options support Trey and Sarah\u0027s family life.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Canada offers multiple pathways (Express Entry, provincial nominee programs, study-to-work) toward lasting residency with long durations and clear renewal paths.",
      "alignmentValue": 9
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Canada\u0027s CPP/OAS plus universal healthcare provide a solid base. They\u0027d top up with RRSP/TFSA to maintain U.S.-level comfort in Canada.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Canada offers CPP and OAS based on residency/earnings; visa holders who settle long-term can access public pensions, while private savings stay key.",
      "alignmentValue": 9
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Canada\u0027s Ruby market is moderate, concentrated in Toronto/Montreal startups; networking and remote work help Trey secure steady projects.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Canada generally has low crime and safe neighborhoods; exercise normal after-dark caution in larger cities.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Canada offers robust public schooling with French immersion and diverse programs. Some specialty programs may require applications or travel.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Canadian coastal waters stay cool most of the year (about 18-20 C); kids will mostly need wetsuits, with only brief warm spells.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Canada\u0027s climate varies by region. Coastal BC stays mild, inland winters demand warm gear and planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Canada\u0027s urban areas offer open, inclusive sex education and broad acceptance of diverse identities, including LGBTQ\u002B and non-monogamy.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Canada\u0027s universal healthcare and strong safety nets fit Trey/Sarah\u0027s needs; good childcare and grants exist, though wait times persist.",
      "alignmentValue": 9
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Canadian springs swing from warm afternoons to near-freezing mornings, so boots and layers stay ready for school runs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Canada offers stable, predictable policies and universal healthcare that support your family; expect gradual, peaceful policy shifts.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Canada\u0027s pluralist democracy, universal healthcare, and welfare state align with Trey\u0027s progressive, regulated-capitalism outlook.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Canada\u0027s regulated, SME-friendly market supports startups with grants. Universal healthcare and safety nets reduce family risk.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Canada summers: bursts to ~30°C with nights under 20°C; generally mild, occasional heatwaves.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Canada Express Entry for a family of four: expect 12-18 months to PR; biometrics/medicals add costs.",
      "alignmentValue": 6
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Canada (CA), trust in government is generally solid. Some agencies in certain regions may need reputational improvements.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Canada, corruption is rare and swiftly addressed; issues are typically isolated, so your family can access services without insider favors.",
      "alignmentValue": 10
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Salaries in Toronto and Vancouver support a solid middle-class lifestyle, but Bay Area-style pay remains distant; blend local work with remote contracts.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Canada, weekends offer family-friendly options—outdoor skating, parks, and open shops; popular venues may fill quickly, so plan ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Canada\u0027s school day generally runs around 8:30-3:00 and many offices support remote/hybrid hours. After-school care fills gaps for a working couple with two kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Canada offers 2 weeks vacation plus public holidays; cross-border U.S. visits may require extra time off.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Canada tech firms typically offer 2-3 weeks paid vacation plus holidays. This supports Sarah\u0027s downtime and family trips in Canada.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Canada-U.S. ties are close and practical; cross-border travel and culture are common, but politics and privacy debates can color daily chats.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Canada\u0027s inclusive, pluralistic self-image matches the family\u0027s collaborative values; universal healthcare and safety support a stable life in Canada.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Canada is seen as stable and cooperative by neighbors, helping Trey pitch cross-border US clients from a friendly, reliable base in Canada.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Canada offers Express Entry, PNP, and Start-up visas; online apps and clear criteria, though documentation and funds remain necessary for a family of four.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Canada broadly welcomes US migrants; expat networks aid integration, especially in metro areas, though housing can be tight.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Canada\u0027s progressive cities and vast outdoors spark curious family life—civic engagement with parks, arts, and wilderness.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Canada\u0027s winters are typically cold with snow. Expect subzero days and the need for strong heating and insulation.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Canada (CA): around 37-38 hour workweeks with occasional crunch. Remote/hybrid options help guard family evenings.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Canada, workplaces generally respect boundaries with flexible hours and family-friendly policies. Occasional tech crunch periods may require extra hours.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Canada offers strong labour standards, paid leave, and broad union protections that support family stability across provinces. Some gig-sector gaps remain in enforcement.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Canada\u0027s winters bring severe cold and snow, causing travel delays and outages; summers are milder but seasonal swings persist.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Canada winters bring deep, multi-week darkness; plan strict routines, light exposure, and occasional sun getaways to keep morale up.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Canada offers several mild months, especially on the coasts. Winter and shoulder seasons require planning, but outdoor time is feasible for much of the year.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Canada\u0027s universal healthcare and subsidies help; however urban housing costs and waitlists can still strain lower-income families.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Canada, housing and childcare strain the budget in major cities. Universal healthcare helps, but saving remains tight for a middle-income family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Canada (CA) offers universal healthcare and strong public schools for families. Some premium services and clubs exist, but can require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Canada: 2k sq ft rentals exist but inventory is tight in major metros; expect premium rents and broker help.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Canada offers co-housing in major cities with family-friendly programs. New families are welcomed into supportive networks, though spots can be competitive.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Canada generally has polite locals and newcomer support, but friendliness varies by neighborhood. Be proactive in seeking connections and welcoming areas.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Canada is broadly welcoming overall; occasional debates exist, but newcomers can speak languages and share culture openly, and healthcare supports families.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Canada\u0027s multicultural model supports US-based tech migrants; most Canadians welcome skilled workers, with only mild stereotypes to navigate.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Canada-wide politeness; most service is courteous and efficient. In major cities (Toronto/Vancouver) expect warm interactions; English is common, French in Quebec.",
      "alignmentValue": 9
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Canada offers friendly, family oriented communities. In Canadian cities and suburbs, clubs and neighborhood events help your family steadily deepen ties.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Canada\u0027s urban centers generally respect personal space. In crowded transit or events, closer contact may occur but cues are easy to read.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Canada\u0027s pluralistic, LGBTQ\u002B-friendly culture welcomes honest dialogue. Share concerns directly, but with empathy in Canadian contexts.",
      "alignmentValue": 9
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Canada, grooming is practical; polish for work and social events, but casual looks are common - budget modest for a family-friendly pace.",
      "alignmentValue": 5
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Canada\u0027s inclusive culture and school programs reduce body-shaming; conversations stay respectful, but occasional boundary setting helps maintain confidence.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Canada\u0027s urban settings favor smart-casual; family spaces remain flexible. Pack versatile outfits and seasonal layers for cold winters.",
      "alignmentValue": 7
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Canada’s strong consent culture; in Toronto and Vancouver boundaries are respected, but alcohol-fueled scenes still need mindful check-ins.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Canada\u0027s urban centers are largely inclusive; most genders can initiate or decline with minimal stigma, with a few circles showing lingering assumptions.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Canada: polyamory appears accepted in urban hubs; Toronto and Vancouver are welcoming, while suburbs may require discretion to avoid backlash.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Canada\u0027s urban centers are broadly sex-positive with little moral policing of consenting adults. Our progressive, sex-positive family aligns with a 10.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Canada, multi-partner families are increasingly normalized with supportive communities and broader legal recognition. Expect minimal friction in civic life.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Canada typically honors personal space; greetings are usually handshakes or brief hugs. In crowded urban transit, etiquette helps keep distance.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Canada has strict licensing and safe storage norms; guns exist mainly for hunting, fostering a safety-minded environment for families.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Canada\u0027s legalized cannabis framework and strong harm-reduction with universal healthcare create a compassionate, low-risk environment for families.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Canada (CA), enforcement is proportionate with strong oversight; families rarely witness aggressive drug raids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Canada, mass violence is uncommon; authorities share updates transparently and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Canada\u0027s carceral facilities generally meet international standards. They have active oversight and restorative programs.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Canada has walkable pockets and decent transit; we\u0027ll focus on family-friendly neighborhoods with parks and calm streets.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Canada, universal healthcare and strong community programs support family wellness; parks, markets, and active living are accessible.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Canada, urban markets and farmers\u0027 stalls offer fresh options, but convenience snacks are still common in schools and events.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Canada has strong global cuisine in major cities like Toronto, Vancouver, Montreal; some specialty ingredients may require a short trip.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Canada (CA), universal health care supports mental health, but wait times exist; depression prevalence is moderate; plan for timely family therapy access.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity is moderately prevalent in Canada; urban areas benefit from active transport and universal healthcare that support prevention.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Canada\u0027s universal healthcare supports robust cancer screening; incidence aligns with global norms, with reliable early detection.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Canada\u0027s diverse tech/services markets offer steady hiring; remote work cushions Trey and Sarah with quick reemployment after downturns.",
      "alignmentValue": 8
    },
    {
      "key": "Studio Density",
      "alignmentText": "Canada\u0027s game-dev scene is robust, anchored by Montreal, Vancouver, and Toronto with a strong indie and mid-to-large studio presence.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Canada hosts flagship studios like Ubisoft Montreal, BioWare Edmonton, EA Vancouver, and WB Games Montreal. These anchors boost recruitment.",
      "alignmentValue": 9
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Canada has vendor options, but capacity varies; strong art/QA studios exist in Toronto, Montréal, and Vancouver with remote partners to fill gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Canada\u0027s game education pipeline is strong with co-op programs and studio partnerships (Vancouver/Toronto/Montreal); interns and capstones feed grads.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Canada offers regular continuing education via universities, colleges, and bootcamps; major cities host frequent dev and game-tech courses (Toronto/Vancouver/Montreal).",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Canada\u0027s major cities feature frequent local meetups, game jams, and annual conferences; Toronto, Montreal, Vancouver hubs keep the community connected.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Canada\u0027s Unity and Unreal scenes (Toronto, Montreal) are strong with cross-pollination; ideal for Trey\u0027s game/dev and Azure needs.",
      "alignmentValue": 9
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Canada\u0027s game dev hubs excel in real-time production with cinematic chops. This aligns with Trey and Sarah\u0027s remote-friendly, grant-focused plans.",
      "alignmentValue": 9
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Canada shows a slight talent scarcity in game/dev and cloud roles. Toronto, Montreal, and Vancouver pipelines plus remote work ease hiring.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Canada offers stable tech roles, universal healthcare, and strong family support; occasional project pauses in studios, but overall steady retention.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Canada\u0027s inclusive, bilingual workplaces and strong LGBTQ\u002B protections align with your progressive family; major tech hubs show clear D\u0026I progress.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Canada provides solid game/creative incentives: federal SR\u0026ED credits plus provincial IDMTCs. Availability is strong but requires provincial eligibility and proper filing.",
      "alignmentValue": 7
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Canada\u0027s policy environment for creative industries is stable and predictable, with grants and tax credits supporting game/tech startups and family-friendly pathways.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Canada\u0027s growing founder network in Toronto/Montreal/Vancouver offers regular meetups, gaming/tech ecosystems, and grant access for Trey.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Canada provides reliable access to generalist funds and public grants for games (CMF, provincial programs); competitive but accessible.",
      "alignmentValue": 8
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Canada offers game-friendly accelerators/labs with annual cohorts (e.g., DMZ Toronto, TandemLaunch Montreal) and accessible grants for dev teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Canada has a solid senior dev pool in Toronto, Montreal and Vancouver; startups face competition from anchor studios but can hire via visas and remote work.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Canada has a healthy contractor bench (Toronto, Vancouver, Montreal). Top talent can book out weeks, but reliable contractors are generally available.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Canada offers solid coworking in major cities with some game-dev labs; mocap gear exists but limited to select spaces.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Several Canadian firms/clinics reliably handle game IP; startup-friendly pricing available in Montréal, Toronto, and Vancouver.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Canada\u0027s game dev scene (Montreal/Toronto) offers local publishers and grants. Publishers host scouting events and maintain local reps there.",
      "alignmentValue": 8
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Canada hosts active game-dev hubs (Toronto, Montreal, Vancouver) with frequent playtests and diverse panels; bilingual groups suit the family’s needs.",
      "alignmentValue": 9
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Canada\u0027s Startup Visa offers a feasible founder path with designated sponsors; processing times moderate but workable for a family-ready move.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Canada has strong government incentives for games/tech and universal healthcare. Costs are slightly above US Midwest but offset with local tax credits.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Canada has a strong 3D character artist pool, with mid-to-senior talent in Montreal and Vancouver for game dev.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Canada has several strong 3D character programs (Sheridan, VFS) feeding the industry with well-prepared grads yearly; English-friendly campuses aid immigration.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Canada offers regular 3D art continuing education via Sheridan, OCAD, and VFS; major cities like Toronto and Vancouver host solid short courses and workshops.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Canada\u0027s game hubs (Toronto, Montreal, Vancouver) offer solid pipelines; expect 3-4 months for 3D character artists with proactive sourcing and relocation help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Canada\u0027s 3D character artist pay trails top US hubs by ~10–15%; strong benefits, universal healthcare, and remote work in Toronto/Vancouver help attract talent.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Canada: English is common in 3D art; in Quebec French matters—bilingual ability helps, especially in Montreal studios.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Canada studios widely support flexible remote/hybrid 3D art with async workflows. Many offer equipment stipends and local time zones fit Trey\u0027s team.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Canada\u0027s major game hubs (Toronto, Montreal, Vancouver) offer a robust 3D animator pool with steady studio demand and outsourcing options.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Canada has multiple strong 3D animation programs (Sheridan, Humber, VFS) feeding local studios. Graduates enter Toronto/Vancouver studios with solid portfolios.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Canada offers a strong 3D animation education scene in cities like Toronto, Montreal, and Vancouver. Regular workshops and programs support ongoing upskilling.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Canada\u0027s game/animation hubs (Vancouver, Montreal) typically fill 3D animator roles in 1-2 months. Strong local pipelines support timely hires for Trey\u0027s team.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Canada, 3D animator pay trails top hubs by about 25-30%. Strong healthcare and work-life balance offset the gap for your family.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Canada: English is widely used in 3D animation (Toronto/Vancouver); Montreal often requires French, so bilingual ability helps.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Canada offers remote 3D animator roles, but access is case-by-case. Senior/trusted contractors are favored, with some bilingual-friendly studios for families.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Canada has a large pool of 2D environmental artists, with seasoned pros in Montreal, Toronto, and Vancouver studios; strong competition for top talent.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Canada has several strong 2D environment art programs in major cities (Toronto, Vancouver, Montreal). They regularly feed grads into regional studios.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Canada offers regular 2D environmental art courses in major cities (Toronto/Vancouver/Montreal). It also has strong online communities and solid instruction.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Canada 2D Environmental Artist hires typically 1-2 months; strong game hubs (Toronto/Montreal/Vancouver) and remote options help.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Canada: 2D Environmental Artist comp trails top markets by ~25-30%; healthcare and work-life balance offset the gap (Toronto/Vancouver).",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Canadian game studios predominantly use English. In Quebec, French is valuable, but English remains common.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Canada studios in Toronto/Vancouver/Montreal commonly offer remote/hybrid 2D environmental art with equipment stipends; aligns with our remote-friendly needs.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Canada\u0027s real-time VFX pool is large, especially in Vancouver/Toronto/Montréal; many seasoned specialists work across top studios and outsourcing.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Canada hosts several strong VFX real-time programs (Toronto/Vancouver); grads from Sheridan, BCIT, and VFS feed local studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Canada has regular VFX real-time courses and workshops in major hubs like Vancouver, Toronto, and Montreal. Availability and quality are solid overall, though vary by city.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Canada\u0027s real-time VFX hiring in hubs like Vancouver/Toronto runs about 3-4 months; strong talent pools and visa pathways help land the right artist.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Canada VFX real-time pay trails top markets by ~20%; healthcare and work-life balance offset, with English-friendly hubs like Vancouver/Toronto.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Canada: VFX real-time work is largely in English; in Quebec, French helps, but English remains dominant nationwide.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Canada real-time VFX roles largely offer hybrid/remote in hubs like Vancouver/Toronto; fully remote setups require negotiation.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Canada has a strong CM talent pool in Toronto, Montreal, and Vancouver with many senior specialists. This supports steady hiring for game and community roles.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Canada has several solid game/media programs across Ontario, BC, and Quebec that regularly produce community manager graduates.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Canada offers regular community manager meetups and short courses in major cities (Toronto, Montreal, Vancouver). Strong online options support remote learning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Canada-wide: community manager roles typically close in 1-2 months. Major hubs like Toronto and Vancouver show strong pipelines; remote options help.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Canada CM comp trails top NA hubs by ~10-15% but remains attractive with strong benefits and work-life balance in major cities.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Canada: English is widely used in community roles; in Quebec French support helps; fits your English-ubiquity priority with local-language readiness.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Most Canadian studios support flexible remote/hybrid models with async workflows. Toronto and Vancouver scenes often provide gear stipends.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Canada has a large PMM (Games) talent pool, anchored by Montreal and Vancouver studios; robust sourcing with competitive senior roles.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Canada has several strong game-marketing degree programs; Ontario/BC schools reliably graduate well-prepared product marketing managers (games) each year.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Canada offers regular game-marketing meetups and short courses in Toronto, Montreal, and Vancouver, with solid instructors and good online options.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Canada (CA): PMM (Games) hiring often 1-2 months in major hubs; Toronto and Montreal have strong talent pools and remote options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Canada PMM (Games) pay is competitive. It trails top NA hubs by ~10–15%, with hybrid roles in Vancouver/Toronto easing family relocation.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Canada PMMs in games primarily use English; French helps in Quebec. Your need for English ubiquity fits, with French as a bonus in Montreal.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Canada-wide: remote and hybrid Product Marketing Manager (Games) roles are normalized with robust async workflows.",
      "alignmentValue": 10,
      "sameAsParent": false
    }
  ]
}