{
  "version": 2,
  "iso": "CA",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Vancouver’s tech corridor—anchored by Microsoft, Amazon, SAP, and a dense startup scene in Gastown and Mount Pleasant—keeps senior .NET architects in demand, and Pacific time overlap lets Trey mix local contracts with West Coast U.S. clients.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "Marine breezes normally keep PM2.5 near the teens, yet each late summer the family monitors wildfire smoke drifting down the Fraser Valley before planning playground time.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular norms dominate public life, letting the family raise the kids without religious pressure even though faith communities stay visible.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Canada’s institutions, courts, and media remain resilient, aligning with the family’s demand for a progressive, rights-protecting democracy.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "The big-five banks, Interac, and wide contactless adoption make everyday payments smooth for the family, albeit with higher fees than U.S. online banks.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Kitsilano, Jericho, and Spanish Banks are spotless and transit-accessible, yet chilly Pacific water and occasional E. coli advisories keep swims short.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Stores like Rain City Games, Dicey Business, and Vancouver’s D&D Adventurers League keep English-friendly tables open for campaigns and prototype nights.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Federal-provincial $10/day deals lower tuition, yet Sarah would still face waitlists and patchy infant care until the new spaces open.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Strong community-center programming, seawall cycling, and the Playland/Science World combo give the kids abundant options despite long rainy spells.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Once enrolled, provincial fee reductions and Canada Child Benefit top-ups keep monthly costs reasonable for middle-income families.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Work-permit holders with SINs qualify for subsidies, but verifying residency and tax status can delay reimbursements in the first year.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Climbing gyms, mountain biking, and board-game cafés are plentiful, giving Trey and Sarah four-season outlets even when weather keeps everyone indoors.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighbors are polite but the “Vancouver freeze” is real, so we plan to build friendships through school councils, climbing gyms, and gaming meetups.",
      "alignmentValue": 6
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Rules are strict but transparent, meaning the family must stay on top of filings yet benefits from clear guidance and digital portals.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Metro Vancouver’s rents, daycare fees, and grocery prices consistently rank among Canada’s highest, so even with tech incomes we model budgets carefully before committing to leases.",
      "alignmentValue": 3
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Canada allows dual citizenship, letting Trey and Sarah retain U.S. passports while securing long-term Canadian rights for the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "The economy is steady with low unemployment, yet commodity swings and high household debt encourage the family to keep a solid emergency fund.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "A social-market mix funds healthcare and childcare while maintaining private enterprise, matching the family’s preference for progressive capitalism.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Vancouver School Board offers robust French immersion and STEM mini-schools, though we may need to lottery in early for the best programs.",
      "alignmentValue": 8
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Employers sponsor via LMIA or Global Talent Stream, but Trey would need standout credentials and patient timelines to secure a work permit.",
      "alignmentValue": 5
    },
    {
      "key": "Environment",
      "alignmentText": "Urban tree canopies, seawall greenways, and aggressive waste-diversion targets make day-to-day life feel clean, with only port traffic and construction dust creating occasional hotspots.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Stacked federal and provincial brackets push combined rates near 35-40% on tech incomes, so Trey’s startup budget must include higher payroll taxes.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September stays pleasant around 12–18 °C (54–64 °F), but by late October Pacific storms bring long wet weeks that push weekend plans indoors.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Family-focused policies, parental leave, and community programs support Sarah’s hunt for balance even if winter hibernation is real.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and dependent children can ride along on most residency streams, easing worries about keeping the household together.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizens enjoy generous leave, universal healthcare, and indexed child benefits—exactly the safety net Sarah asked for.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Typical families rely on paid leave and subsidized childcare, so Trey and Sarah would see peers modeling the balance they want.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Work-permit families qualify for many supports after meeting residency and contribution rules, so Trey and Sarah get a safety net once they clear province-specific requirements.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Urban centers lean toward practical minimalist layers—great for Sarah’s casual tech style, less exciting if she craves bold fashion.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men’s fashion centers on technical outerwear and smart-casual looks, so Trey blends in with jeans, flannels, and weather-ready jackets.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Gender expectations are flexible; mothers balance careers and family without heavy social penalty, aligning with Sarah’s goals.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "EA Vancouver, The Coalition, Relic, Blackbird Interactive, and a deep mobile sector create a steady ladder of roles if Trey needs salaried stability.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal recognition of non-binary markers and inclusive school policies make it easier to raise kids in the sex-positive environment the family values.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Equal pay laws, reproductive rights, and parental leave are well protected, giving the household confidence their progressive values will be upheld.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-income households are normal and dads take leave, matching Trey and Sarah’s expectation of shared parenting.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "The family must navigate SIN applications, provincial health wait periods, and auto insurance rules before feeling fully settled.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Sea-level rise projections for False Creek and more frequent wildfire smoke give the family equal parts manageable and disruptive risk, pushing us to favor higher-elevation neighborhoods and renter’s insurance.",
      "alignmentValue": 5
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "B.C.’s MSP covers hospital and pediatric care, yet family doctors are scarce, so we expect to rely on nurse practitioners and urgent-care clinics.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Newcomers face a three-month MSP wait and must show work permits, so we budget for interim private insurance while filing paperwork.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Domestic tuition plus RESP incentives keep university accessible for the boys, even if spots in top programs stay competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International fees remain steep and aid is limited, so the family would budget extra if the kids enroll before citizenship.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Family-friendly rentals under 3,000 CAD are scarce, pushing us toward Burnaby or New Westminster condos unless we secure co-op housing.",
      "alignmentValue": 3
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "CRA prefilled slips and online filing keep compliance manageable, yet the family will still hire cross-border tax help to reconcile U.S. obligations.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Free public schools with French immersion, STEM academies, and inclusive policies match the family’s education priorities.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Dependent kids enroll as domestic students with ESL supports, letting the boys integrate quickly once paperwork clears.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English dominates civic life, with Cantonese and Mandarin prevalent in services—handy for multicultural exposure without language barriers.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Davie Village, trans-inclusive healthcare, and Pride’s citywide support signal that queer and poly-friendly values are openly embraced.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Left politics inform policy debates, yet mainstream parties stay centrist, so Trey’s curiosity about socialist experiments is met mostly in academia.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Canadian dads take leave and show-up in schools, giving Trey role models for engaged, emotionally open fatherhood.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech, gaming, and parenting meetups crowd Eventbrite in the big metros, helping the family build community quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "B.C.’s 17.40 CAD minimum wage climbs annually with inflation, yet housing costs outpace it, so entry-level earners still need roommates or supplements.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Gigabit fiber, reliable utilities, and modern transit projects keep cities functional, though rural broadband still lags Trey’s latency needs.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Snow-capped Coast Mountains, Stanley Park’s old-growth remnants, and ferry access to the Gulf Islands put bucket-list scenery within an hour of home.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Daily life is calm, yet Cascadia megathrust planning, atmospheric river floods, and landslide-prone North Shore slopes mean we maintain earthquake kits and renters insurance.",
      "alignmentValue": 4
    },
    {
      "key": "Nature Access",
      "alignmentText": "SkyTrain and SeaBus rides lead straight to Lynn Canyon, Grouse Mountain, and the North Shore trails, letting Trey and Sarah slot hikes into regular weekends.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "A midsized live-music circuit—from the Commodore Ballroom to Fortune Sound—offers variety, but liquor curfews and zoning caps make late nights quieter than Seattle.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Craft breweries and cocktail lounges anchor evening plans, yet few venues run past 1 a.m., suiting parents who prefer earlier wrap-ups.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "DigiBC, Vancouver Game Dev, and events at Vancouver Film School host monthly mixers, jams, and mentorship nights that welcome newcomers.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "From EA’s Burnaby campus to indie standouts like Klei, East Side Games, and Hinterland, Vancouver packs AAA and boutique studios within a 30-minute commute.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Creative BC tax credits, Canada Media Fund, and access to veteran talent make studio launches feasible, though high burn rates demand disciplined budgeting.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Downtown runs at a big-city tempo, but neighborhood high streets and easy access to beaches create natural pauses that help Sarah downshift.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents juggle structured activities with free play; the family can choose hockey or coding clubs without judgment for charting a balanced path.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Three years of residency and language tests set a clear path to passports for the whole family.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International ranks Canada highly, reassuring the family that public funds and services rarely suffer from graft.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary democracy with strong courts and charter rights aligns with the family’s progressive expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory-friendly meetups, legal aid workshops, and inclusive housing co-ops make it socially safe to be out, even if legal structures remain monogamy-centric.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "$10-a-Day conversions are rolling out, but waitlists in Kitsilano and East Van stretch 12–18 months, so we join co-op daycares early.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Independent schools offer IB and alternative curricula, but tuition is steep, so the family views them as optional backups rather than a must.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "City Hall leans left on housing, climate, and harm reduction, aligning with the family’s progressive politics despite occasional provincial pushback.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government messaging leans on multicultural unity and national pride, but pluralistic media offer counterpoints the family appreciates.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters and private conglomerates dominate narratives, yet independent outlets stay accessible so the family can compare perspectives.",
      "alignmentValue": 6
    },
    {
      "key": "Public Transportation",
      "alignmentText": "SkyTrain, RapidBus, and the SeaBus keep the core car-optional, yet coverage thins east of Coquitlam and late-night service is limited for parents heading home from events.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Faith groups rarely drive policy, supporting the secular governance the family wants for raising the boys.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Co-working hubs like WeWork Marine Gateway and L’Atelier plus PST overlap with Seattle and California make hybrid schedules normal in tech.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Express Entry, provincial nominee programs, and study-to-work paths offer multi-year permits, giving the family flexibility if one route stalls.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "CPP/QPP plus OAS provide a stable base, but the family would still build RRSP and TFSA savings to maintain U.S.-level comfort.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Newcomers qualify for CPP after meeting residency years, so the household builds private savings knowing public pensions alone won’t mirror U.S. income levels.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Work permits grant access to CPP with contributions, but portability and benefits end if status lapses, prompting the family to maintain RRSPs and U.S. accounts.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Rails shops like Clio, Later, and Bench keep a steady trickle of roles, but Sarah may supplement with remote U.S. clients when local openings slow.",
      "alignmentValue": 6
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime stays low, but property theft and visible opioid crises downtown mean we stay alert around the Granville and East Hastings corridors.",
      "alignmentValue": 6
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public, French immersion, and alternative programs let the family tailor education without leaving secular schools.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Summer sea temperatures peak around 17 °C (63 °F), which is swimmable only with brief dips or wetsuits, so full beach days revolve around sand play.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Mild temperatures line up with Sarah’s preferences, but months of cold rain from November through March have us stockpiling waterproof gear and backup indoor plans.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex education and queer-inclusive spaces make it easier to live the family’s sex-positive values.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, child benefits, and progressive labor laws deliver the social contract Trey and Sarah want while raising the boys.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March and April hover around 6–14 °C (43–57 °F) with steady drizzle, so playground days alternate with Science World and community centers until May dries out.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Political and economic stability is high, keeping immigration policies and social services predictable for the family.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Canada blends market economics with social welfare, aligning with Trey’s preference for regulated capitalism.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "The system favors regulated markets with SME supports, so Trey can pursue entrepreneurship without extreme inequality concerns.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Typical July highs sit near 22–24 °C (72–75 °F) with low humidity, letting the kids bike the seawall, while brief heat domes require shaded parks and portable AC.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Express Entry fees are reasonable, but biometrics and medicals add time, so the family should budget 12-18 months for PR.",
      "alignmentValue": 6
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show moderate-to-high trust in institutions, reinforcing the family’s desire for dependable governance.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Corruption surfaces as isolated patronage or procurement issues, which gives the family confidence they won’t need insider favors to access services.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers pull 140k–170k CAD plus stock at Amazon, Microsoft, and local unicorns, supporting a middle-class lifestyle if we rein in housing spend.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends lean into Grouse gondola hikes, Granville Island markets, and rainy-day museum passes, keeping the kids engaged year-round.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools operate roughly 8:55–3:00, and tech teams often start 9:30 to sync with Toronto or Seattle, giving us time for school drop-off before stand-up.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Statutory leave is two weeks plus holidays, requiring Trey to negotiate extra time for U.S. family visits.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech employers often grant three to four weeks, which helps Sarah guard downtime but still trails European norms.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Canadians view the U.S. as a vital partner with cautious critiques, so the family can discuss politics openly without hostility.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Canadians embrace an inclusive, polite national identity, matching the family’s desire for collaborative communities.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighboring countries generally see Canada as friendly and reliable, which helps Trey when pitching cross-border clients.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Express Entry, provincial nominations, and Start-up visas give the family multiple routes, though each demands meticulous documentation and proof of funds.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Shared culture and existing American expats mean the family fits in quickly, though housing competition is stiff.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "The blend of seawall cycling, mountain vistas, and progressive civic culture gives the family a rare mix of adventure and shared values.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters hover near 1–7 °C (34–45 °F) with damp chill and occasional snowfall that freezes streets, so we budget for rain gear more than heavy parkas.",
      "alignmentValue": 6
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Standard 40-hour expectations persist, with occasional crunch in tech; Trey and Sarah can guard evenings by negotiating boundaries.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Canadian employers respect boundaries more than U.S. counterparts, letting the family schedule dinners and bedtime routines even when tech projects peak.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Strong labor laws, paid leave, and union coverage support the family’s need for stability and predictable schedules.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Every season brings common extremes, so we rely on specialized clothing, cooling, or heating solutions to stay comfortable. Seasonal Weather at 6/10 and Natural Disasters at 4/10 steer the family toward a mixed outlook for seasonal extremes & variability.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale. Seasonal Weather at 6/10 and Environment at 8/10 steer the family toward a strong outlook for seasonal sunlight hours.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside. Seasonal Weather at 6/10 and Environment at 8/10 steer the family toward a strong outlook for pleasant weather windows.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Basic needs are met but savings and extracurriculars are hard to sustain without extra support or side work. Minimum Wage at 6/10, Housing Situation at 3/10, and Childcare Support (Citizens) at 8/10 steer the family toward a mixed outlook for quality of life – lower-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months. Typical Software Salaries at 7/10, Housing Situation at 3/10, and Work-Life Balance at 7/10 steer the family toward a mixed outlook for quality of life – middle-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Premium experiences exist but feel overpriced, shallow, or socially frowned upon. Housing Situation at 3/10, Private Education at 5/10, and Family Life at 8/10 steer the family toward a mixed outlook for quality of life – higher-income tier.",
      "alignmentValue": 5
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Spacious rentals are rare; we likely settle for smaller homes or relocate to a different metro. Housing Situation at 3/10 and Cost of Living (Optional) at 3/10 steer the family toward a challenging outlook for spacious housing benchmark (2k sq ft rent).",
      "alignmentValue": 3
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Intentional communities exist but are limited in size or geared toward niche demographics. Community Vibes at 6/10, Meetups & Communities at 8/10, and Family Life at 8/10 steer the family toward a strong outlook for community living opportunities.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully. Community Vibes at 6/10, Meetups & Communities at 8/10, and Common Hobbies at 8/10 steer the family toward a strong outlook for friendliness & neighborliness index.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern. Welcoming of US Migrants at 7/10, Progressivism at 8/10, and Language & English Ubiquity at 9/10 steer the family toward a strong outlook for immigrant sentiment – general.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mostly comfortable integration though some circles question motives or commitment to the country. Welcoming of US Migrants at 7/10, Language & English Ubiquity at 9/10, and View of Them by Neighboring Countries at 7/10 steer the family toward a strong outlook for immigrant sentiment – white migrants.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Interactions can be efficient yet emotionally flat; kindness takes effort to elicit. Community Vibes at 6/10, Nightlife Culture at 6/10, and Common Hobbies at 8/10 steer the family toward a mixed outlook for surface interaction norms.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic. Community Vibes at 6/10, Meetups & Communities at 8/10, and What Is Intriguing at 9/10 steer the family toward a strong outlook for depth-seeking social norms.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Expect to navigate varied norms—crowded spaces or warm cultures may lean into closer contact. Community Vibes at 6/10, Sex (Attitudes) at 8/10, and View of self at 7/10 steer the family toward a strong outlook for personal boundary & bubble norms.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Openness is usually welcomed though some contexts expect diplomacy and softening of hard truths. Progressivism at 8/10, What Is Intriguing at 9/10, and Trust in Government at 7/10 steer the family toward a strong outlook for moral, honesty & openness expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in. Fashion Trends (Male) at 6/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for grooming & beauty investment.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "We notice subtle comparisons; maintaining confidence requires occasional boundary setting. Fashion Trends (Male) at 6/10, Fashion Trends (Female) at 6/10, and Sex (Attitudes) at 8/10 steer the family toward a strong outlook for body image & fitness pressure.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs. Fashion Trends (Male) at 6/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for fashion & style expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Most encounters are considerate though occasional missteps require direct communication. Sex (Attitudes) at 8/10, LGBTQ+ Attitudes at 9/10, and Nightlife Culture at 6/10 steer the family toward a strong outlook for flirting boundaries & consent culture.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Mostly flexible though some circles still expect traditional roles on first approach. Gender Roles at 8/10, Gender Fluidity at 8/10, and Sex (Attitudes) at 8/10 steer the family toward a strong outlook for gendered flirting expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Supportive subcultures exist and mainstream spaces remain tolerant if discreet. Polyamory at 8/10, Sex (Attitudes) at 8/10, and Community Vibes at 6/10 steer the family toward a strong outlook for monogamy vs. non-monogamy acceptance.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Attitudes split; open discussion is fine in urban enclaves yet frowned upon elsewhere. Sex (Attitudes) at 8/10, Nightlife & Music at 6/10, and Community Vibes at 6/10 steer the family toward a strong outlook for promiscuity attitudes.",
      "alignmentValue": 7
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Acceptance exists within progressive scenes and is tolerated publicly with respectful curiosity. Polyamory at 8/10, Community Vibes at 6/10, and LGBTQ+ Attitudes at 9/10 steer the family toward a strong outlook for group & multi-partner relationship attitudes.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely. Community Vibes at 6/10, Sex (Attitudes) at 8/10, and Nightlife Culture at 6/10 steer the family toward a strong outlook for personal space & touch norms.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Laws are moderate; we occasionally encounter firearms but rarely feel threatened. Safety & Crime at 6/10, State Ideology at 7/10, and Political System at 8/10 steer the family toward a strong outlook for firearm laws & ownership culture.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Possession laws are moderate though some substances still carry steep fines. Progressivism at 8/10, Political System at 8/10, and Safety & Crime at 6/10 steer the family toward a strong outlook for controlled substance policies.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Approach varies by district; we track neighborhood trends to avoid heavy-handed areas. Safety & Crime at 6/10, Progressivism at 8/10, and Authoritarian Backsliding Risk at 8/10 steer the family toward a strong outlook for drug enforcement climate.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Recent history shows sporadic mass violence, so we stay vigilant at large gatherings. Safety & Crime at 6/10 and Stability at 8/10 steer the family toward a strong outlook for mass violence incidence.",
      "alignmentValue": 7
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "We track reports to avoid complacency; advocacy groups monitor periodic abuses. Authoritarian Backsliding Risk at 8/10, Safety & Crime at 6/10, and Perceived Corruption at 8/10 steer the family toward a strong outlook for carceral conditions & prison labor.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Infrastructure is inconsistent; safe walking requires choosing specific neighborhoods. Public Transportation at 7/10, Housing Situation at 3/10, and Nature Access at 9/10 steer the family toward a mixed outlook for walkability & pedestrian safety.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "We can find wellness support but must seek out likeminded circles to stay motivated. Healthcare (Citizens) at 7/10, Work-Life Balance at 7/10, and Community Vibes at 6/10 steer the family toward a strong outlook for community health consciousness.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Maintaining clean eating requires vigilance and possibly specialty stores. Cost of Living (Optional) at 3/10, Community Health Consciousness at 7/10, and Fresh & International Cuisine Access at 7/10 steer the family toward a mixed outlook for processed food saturation.",
      "alignmentValue": 5
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "We can meet most cravings but specialty ingredients or restaurants appear sporadically. Nightlife & Music at 6/10, Common Hobbies at 8/10, and Meetups & Communities at 8/10 steer the family toward a strong outlook for fresh & international cuisine access.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Higher-than-average depression rates prompt us to plan carefully for therapy access. Seasonal Weather at 6/10, Work-Life Balance at 7/10, and Community Vibes at 6/10 steer the family toward a mixed outlook for depression prevalence.",
      "alignmentValue": 6
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Higher obesity prevalence indicates limited access to healthy routines in some areas. Community Health Consciousness at 7/10, Work-Life Balance at 7/10, and Cost of Living (Optional) at 3/10 steer the family toward a mixed outlook for obesity rate.",
      "alignmentValue": 6
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Slightly elevated incidence prompts routine checkups and monitoring. Environment at 8/10, Healthcare (Citizens) at 7/10, and Community Health Consciousness at 7/10 steer the family toward a strong outlook for cancer incidence.",
      "alignmentValue": 7
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Market depends on a few key industries, so we maintain contingency plans. Economic Health at 7/10, Remote-Friendly Culture at 8/10, and Typical Software Salaries at 7/10 steer the family toward a strong outlook for broader job market resilience.",
      "alignmentValue": 7
    }
  ]
}
