{
  "version": 2,
  "iso": "CA",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Montreal’s banks, gaming giants, and AI labs hire senior .NET developers, but French-language interviews and day-to-day collaboration mean Trey prepares to work bilingually.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Most days stay in the good AQI range, yet winter wood burning and summer wildfire haze push us to monitor alerts before sending the kids outside.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular norms dominate public life, letting the family raise the kids without religious pressure even though faith communities stay visible.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Canada’s institutions, courts, and media remain resilient, aligning with the family’s demand for a progressive, rights-protecting democracy.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "The big-five banks, Interac, and wide contactless adoption make everyday payments smooth for the family, albeit with higher fees than U.S. online banks.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Clock Tower Beach and Parc Jean-Drapeau offer seasonal river swims, but water quality checks and limited warm days keep beach outings occasional.",
      "alignmentValue": 4
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Randolph pubs, Boutique Imaginaire, and bilingual RPG nights keep the tabletop scene buzzing with designers and playtesters.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Federal-provincial $10/day deals lower tuition, yet Sarah would still face waitlists and patchy infant care until the new spaces open.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Family zones in parks, extensive library programming, and snow-cleared bike paths offset the winter slog of bundling kids for school.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Once in a CPE, low fees plus provincial family allowances make childcare among the most affordable in North America.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Temporary residents can access subsidies after filing Quebec taxes, but must navigate French-language paperwork and waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Winter skating, summer biking along the Lachine Canal, and endless cultural festivals give the family year-round outlets.",
      "alignmentValue": 7
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Borough councils, neighborhood festivals, and bilingual co-ops make it easy to plug in once we participate in French as well as English spaces.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Rules are strict but transparent, meaning the family must stay on top of filings yet benefits from clear guidance and digital portals.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Rents average 30–40% below Toronto, so a family-sized Plateau or Rosemont flat fits the budget even after factoring daycare and winter utilities.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Canada allows dual citizenship, letting Trey and Sarah retain U.S. passports while securing long-term Canadian rights for the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "The economy is steady with low unemployment, yet commodity swings and high household debt encourage the family to keep a solid emergency fund.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "A social-market mix funds healthcare and childcare while maintaining private enterprise, matching the family’s preference for progressive capitalism.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Public schools deliver strong outcomes, but English-language spots require eligibility certificates; immersion tracks help the kids become bilingual quickly.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Employers sponsor via LMIA or Global Talent Stream, but Trey would need standout credentials and patient timelines to secure a work permit.",
      "alignmentValue": 5
    },
    {
      "key": "Environment",
      "alignmentText": "The island offers extensive bike lanes, composting, and park space, though older industrial corridors along the Saint-Laurent still show hot spots.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Stacked federal and provincial brackets push combined rates near 35-40% on tech incomes, so Trey’s startup budget must include higher payroll taxes.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September and October hover around 10–18 °C (50–64 °F) with vibrant foliage, giving the family prime hiking weekends before November chill.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Family-focused policies, parental leave, and community programs support Sarah’s hunt for balance even if winter hibernation is real.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and dependent children can ride along on most residency streams, easing worries about keeping the household together.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizens enjoy generous leave, universal healthcare, and indexed child benefits—exactly the safety net Sarah asked for.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Typical families rely on paid leave and subsidized childcare, so Trey and Sarah would see peers modeling the balance they want.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Work-permit families qualify for many supports after meeting residency and contribution rules, so Trey and Sarah get a safety net once they clear province-specific requirements.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Urban centers lean toward practical minimalist layers—great for Sarah’s casual tech style, less exciting if she craves bold fashion.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men’s fashion centers on technical outerwear and smart-casual looks, so Trey blends in with jeans, flannels, and weather-ready jackets.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Gender expectations are flexible; mothers balance careers and family without heavy social penalty, aligning with Sarah’s goals.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Ubisoft, Eidos, Warner Games, Behaviour Interactive, and indie powerhouses like Tribute make Montreal a top-tier fallback if Trey pauses his studio.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal recognition of non-binary markers and inclusive school policies make it easier to raise kids in the sex-positive environment the family values.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Equal pay laws, reproductive rights, and parental leave are well protected, giving the household confidence their progressive values will be upheld.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-income households are normal and dads take leave, matching Trey and Sarah’s expectation of shared parenting.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "The family must navigate SIN applications, provincial health wait periods, and auto insurance rules before feeling fully settled.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Heavier rainstorms, urban heat waves, and Saint-Laurent flooding require resilient housing choices and backup cooling for July heat.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "RAMQ covers comprehensive care, yet finding a family doctor can take months, so we plan to lean on CLSCs and pediatric urgent care.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Newcomers wait up to three months for RAMQ and must present study or work permits, making private insurance prudent during the transition.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Domestic tuition plus RESP incentives keep university accessible for the boys, even if spots in top programs stay competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International fees remain steep and aid is limited, so the family would budget extra if the kids enroll before citizenship.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Older triplexes offer roomy apartments, yet July 1 lease turnover and aging insulation mean we book movers early and budget for energy upgrades.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "CRA prefilled slips and online filing keep compliance manageable, yet the family will still hire cross-border tax help to reconcile U.S. obligations.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Free public schools with French immersion, STEM academies, and inclusive policies match the family’s education priorities.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Dependent kids enroll as domestic students with ESL supports, letting the boys integrate quickly once paperwork clears.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Downtown services are bilingual, yet daily life in most boroughs happens in French, so the family commits to immersion to avoid barriers.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Village Montréal, robust Pride events, and inclusive provincial policies make it easy to live openly.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Left politics inform policy debates, yet mainstream parties stay centrist, so Trey’s curiosity about socialist experiments is met mostly in academia.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Canadian dads take leave and show-up in schools, giving Trey role models for engaged, emotionally open fatherhood.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech, gaming, and parenting meetups crowd Eventbrite in the big metros, helping the family build community quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Quebec’s 15.75 CAD minimum wage trails living-wage estimates, but strong tenant protections and subsidized childcare cushion lower incomes.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Gigabit fiber, reliable utilities, and modern transit projects keep cities functional, though rural broadband still lags Trey’s latency needs.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Mount Royal Park, the Lachine Canal, and quick drives to the Laurentians deliver four-season scenery without leaving the metro area.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Ice storms and spring floods are the main hazards, and while earthquakes are rare, we still prep emergency kits for prolonged outages.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Commuter trains and carpools put Mont-Tremblant, Parc national d’Oka, and Eastern Townships trails within 60–90 minutes.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "From jazz clubs to late-night electronic venues, Montreal’s music culture rivals much larger cities, giving the parents options once childcare is sorted.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Bars, speakeasies, and festivals run well past midnight, though strict licensing still keeps things organized compared to U.S. party scenes.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "MIGS, GamePlay Space, and Pixelles host meetups, mentorship, and accelerators that welcome newcomers in both French and English.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Ubisoft Montréal, Eidos Montréal, Behaviour, WB Games, and indie hits like Kitfox cluster across Mile-End and downtown campuses.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Generous Quebec tax credits, GamePlay Space incubators, and a deep talent pool make it one of North America’s best launchpads for an indie studio.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Weekdays feel like a fast-moving metropolis, but extended lunches, five-week vacations, and car-lite living balance the pace.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents juggle structured activities with free play; the family can choose hockey or coding clubs without judgment for charting a balanced path.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Three years of residency and language tests set a clear path to passports for the whole family.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International ranks Canada highly, reassuring the family that public funds and services rarely suffer from graft.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary democracy with strong courts and charter rights aligns with the family’s progressive expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory-friendly cafés, consent education hubs, and active online groups provide a welcoming network for non-monogamous families.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Quebec’s CPE network offers high-quality care at roughly 8.85 CAD a day, though families queue early or use private spots while waiting.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Independent schools offer IB and alternative curricula, but tuition is steep, so the family views them as optional backups rather than a must.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "Municipal politics emphasize transit, housing co-ops, and climate adaptation, aligning with the family’s progressive priorities.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government messaging leans on multicultural unity and national pride, but pluralistic media offer counterpoints the family appreciates.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters and private conglomerates dominate narratives, yet independent outlets stay accessible so the family can compare perspectives.",
      "alignmentValue": 6
    },
    {
      "key": "Public Transportation",
      "alignmentText": "The Metro, REM expansion, and dense bus grid make car-free living realistic, though winter storms can disrupt surface routes.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Faith groups rarely drive policy, supporting the secular governance the family wants for raising the boys.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Co-working hubs like Crew Collective, Aire Commune, and Mile-End studios support hybrid teams, though some employers still expect office French immersion a few days a week.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Express Entry, provincial nominee programs, and study-to-work paths offer multi-year permits, giving the family flexibility if one route stalls.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "CPP/QPP plus OAS provide a stable base, but the family would still build RRSP and TFSA savings to maintain U.S.-level comfort.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Newcomers qualify for CPP after meeting residency years, so the household builds private savings knowing public pensions alone won’t mirror U.S. income levels.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Work permits grant access to CPP with contributions, but portability and benefits end if status lapses, prompting the family to maintain RRSPs and U.S. accounts.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Rails teams at Lightspeed, Hopper, and numerous consultancies post openings, provided Sarah can collaborate in French and English.",
      "alignmentValue": 7
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime remains low, and even nightlife districts feel manageable; we mainly watch for bike theft and winter slip hazards.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public, French immersion, and alternative programs let the family tailor education without leaving secular schools.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "St. Lawrence waters can reach 20 °C (68 °F) in July, letting the kids splash briefly before cooler currents return by late August.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Summers swing hot and humid while winters plunge below −15 °C (5 °F), so we budget for both AC and serious winter gear.",
      "alignmentValue": 4
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex education and queer-inclusive spaces make it easier to live the family’s sex-positive values.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, child benefits, and progressive labor laws deliver the social contract Trey and Sarah want while raising the boys.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March and April seesaw between thaw and late snow, ranging −2 to 12 °C (28–54 °F), so playground plans wait until May.",
      "alignmentValue": 5
    },
    {
      "key": "Stability",
      "alignmentText": "Political and economic stability is high, keeping immigration policies and social services predictable for the family.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Canada blends market economics with social welfare, aligning with Trey’s preference for regulated capitalism.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "The system favors regulated markets with SME supports, so Trey can pursue entrepreneurship without extreme inequality concerns.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "June through August bring 24–28 °C (75–82 °F) highs with humidex spikes, encouraging us to seek shade and splash pads on peak afternoons.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Express Entry fees are reasonable, but biometrics and medicals add time, so the family should budget 12-18 months for PR.",
      "alignmentValue": 6
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show moderate-to-high trust in institutions, reinforcing the family’s desire for dependable governance.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Corruption surfaces as isolated patronage or procurement issues, which gives the family confidence they won’t need insider favors to access services.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers earn around 110k–140k CAD at Lightspeed, Unity, or CAE; total comp beats the cost of living but lags Toronto and Vancouver.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Festivals, street closures for cycling, and winter sledding on Mount Royal keep weekends packed with affordable family outings.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools generally run 8:00–15:00, and offices favor 9–5 with lunch breaks, leaving room for after-school care or extracurriculars before dinner.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Statutory leave is two weeks plus holidays, requiring Trey to negotiate extra time for U.S. family visits.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech employers often grant three to four weeks, which helps Sarah guard downtime but still trails European norms.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Canadians view the U.S. as a vital partner with cautious critiques, so the family can discuss politics openly without hostility.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Canadians embrace an inclusive, polite national identity, matching the family’s desire for collaborative communities.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighboring countries generally see Canada as friendly and reliable, which helps Trey when pitching cross-border clients.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Express Entry, provincial nominations, and Start-up visas give the family multiple routes, though each demands meticulous documentation and proof of funds.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Shared culture and existing American expats mean the family fits in quickly, though housing competition is stiff.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Bilingual arts, avant-garde tech, and generous social programs create a culturally rich, values-aligned base for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "December to February often sits between −12 and −4 °C (10–25 °F) with windchill, so we plan for indoor play spaces and frequent snow shoveling.",
      "alignmentValue": 3
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Standard 40-hour expectations persist, with occasional crunch in tech; Trey and Sarah can guard evenings by negotiating boundaries.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Canadian employers respect boundaries more than U.S. counterparts, letting the family schedule dinners and bedtime routines even when tech projects peak.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Strong labor laws, paid leave, and union coverage support the family’s need for stability and predictable schedules.",
      "alignmentValue": 8
    }
  ]
}