{
  "version": 2,
  "iso": "CA",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Victoria, BC: steady .NET openings in public sector and fintech with remote options; senior roles often require patience or Vancouver-hybrid arrangements.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Victoria, BC, 2D environmental artist pay is modest vs top hubs - roughly 15-25% below global medians. Remote work and local grants can help offset costs.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Victoria, BC offers only a couple of local 2D environmental art courses; advanced topics mainly require remote study.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Victoria, BC has UVic and Camosun offering game/art programs; they regularly feed local studios with 2D environmental artists.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Victoria, BC offers a modest 2D environmental artist pool. Expect 4–5 month timelines and multiple search cycles, with remote/global talent sourcing.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Victoria, BC studios rely on English. Basic French knowledge can help with local context, though it\u0027s not required.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Victoria, BC supports flexible remote 2D environmental art roles with general async workflows. Expect hybrid schedules or occasional onsite collaboration when needed.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Victoria, BC has a small 2D environmental art pool; expect sporadic availability and a need for freelancers or remote senior hires.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Victoria, BC, 3D animator pay lags top hubs by ~10-15% but remains competitive for experienced talent; lifestyle helps families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Victoria, Canada has limited local 3D animation continuing education. Most upskilling is online or via short courses; a few college offerings exist.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "In Victoria, BC, dedicated 3D animation programs are modest; grads rely on private schools or Vancouver-area offerings for jobs.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Victoria, BC, Canada: expect 4-5 month searches and multiple cycles to hire a 3D animator; local talent pool is small, remote or relocation may help.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Victoria, BC: English dominates local studios; most 3D animators work in English, with some teams valuing basic French for cross-Canada projects.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Victoria, BC, 3D animator remote roles exist case-by-case; moderate process maturity and occasional onsite needs.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Victoria, BC has a modest 3D animator pool. Senior roles often require remote work or relocation.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Victoria, BC offers competitive 3D character artist pay. Salaries typically lag top hubs like Vancouver by ~10–15%, with solid local benefits.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Victoria, BC has limited in-person 3D character animation courses; most upskilling is online or via visiting experts, with few local workshops.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Victoria has UVic and local colleges with digital arts programs; dedicated 3D pipelines are limited, grads need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Victoria, BC: 4-5 month timelines to hire a 3D character artist; local pipelines are modest; remote or relocated talent may be needed.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Victoria, BC has English-dominated 3D art studios. Some studios value knowledge of French for cross-Canada projects.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Victoria, BC studios increasingly support hybrid/remote 3D character art. Fully remote requires negotiation, solid broadband, and time-zone fit.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Victoria, BC has a moderate 3D character artist pool; startups may hire locally but often need relocation or remote senior talent.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Victoria, BC has generalist accelerators and uni labs; dedicated game tracks are scarce, but grants and mentors exist.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Victoria typically has good air, but BC wildfire smoke in summer can push AQI on smoky days; keep filters ready and masks for kids on bad days.",
      "alignmentValue": 7
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Victoria\u0027s game scene is small, with a few service studios; no major IP anchors—opportunities mainly through nearby Vancouver studios.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Victoria, Canada shows broad secular acceptance; atheists can access public services and hold office with little stigma.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Victoria, BC, Canada: strong democratic institutions, independent courts and media; backsliding risk is low, matching your family\u0027s stability goals.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Victoria, BC is modern with Interac and digital wallets; foreigners may face initial account-opening paperwork.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Victoria, BC\u0027s Willows Beach and Gonzales Bay offer calm waters and family facilities; summer temps are cool (15–17°C) with occasional jellyfish advisories.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Victoria, BC has a budding boardgame scene with the Victoria Board Game Café and local shops; events are smaller than Vancouver\u0027s but family groups exist.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Victoria, BC, Canada, healthy living is encouraged with inclusive fitness options; gyms welcome all abilities, no shaming.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Victoria, BC\u0027s diversified economy (tech, education, public sector) offers solid resilience. Layoffs are possible but reemployment is quick.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Victoria, Canada cancer incidence is near global norms with strong screening and universal healthcare. Routine checkups are advised.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Victoria, BC, Canada has generally decent carceral conditions with strong oversight. Restorative programs and prisoners\u0027 rights protections are in place.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Victoria, BC: childcare exists but parents must network; spaces can be tight, subsidies help, but coordination with providers is needed.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Victoria, BC is highly kid-friendly with safe streets, parks, and universal healthcare; great for families, though housing can be pricey.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Victoria, BC offers subsidies that cut childcare costs for two kids, but mid-income families still pay some under ACCB/CCB.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Victoria, BC: visa families face limited subsidies with waiting periods; expect partial support and reliance on private childcare.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Tabletop and board games anchor family life in Victoria, BC; kayaking, cycling, and climbing offer year-round local activities.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Victoria, BC has a developing indie dev scene with quarterly events and occasional meetups; solid for families, not a weekly hub.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Victoria, BC offers universal healthcare and outdoor recreation. Most residents engage in active lifestyles with preventive-care policies.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Victoria, BC has a few small intentional-community options; family-friendly co-housing exists but is limited and may require patience.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Victoria, BC: CM pay sits near the global median after cost-of-living adjustments; strong benefits offset being a smaller hub.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Victoria, BC has occasional community manager training events and local meetups; most upskilling is online/remote.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Victoria, Canada has related digital media and marketing programs at UVic and Camosun. CM-specific tracks are limited; on-the-job upskilling is common.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Victoria\u0027s market is modest; community manager roles typically take 4-5 months. Remote options and Vancouver-area candidates can help speed up hiring.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Victoria, BC CM roles are English-dominant. Bilingual support exists, but English fluency is the norm.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Victoria, BC, Canada, remote/hybrid CM roles are common with flexible schedules and async ops; equipment stipends appear in many studios.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Victoria, BC has a modest community manager pool; startups may need relocation or remote hiring to access senior CM talent.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Victoria, BC feels kind and organized; active neighborhood associations and school PACs welcome newcomers who attend local events.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Victoria, BC: compensation trails leading hubs but is adjusted for cost of living; negotiate for remote options and family-friendly perks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Victoria, BC, startup comp tracks global medians after cost of living; strong equity and BC grants/immigration pathways support runway.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Victoria, BC startup route is navigable. Expect periodic check-ins and documentation reviews.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Victoria, BC offers UVic/Camosun continuing studies and local meetups. Decent dev upskilling options, though programs aren’t as broad as bigger metros.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Victoria, BC has a serviceable contractor bench with pockets of scarcity; expect longer lead times than larger metros; remote options common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Victoria, BC benefits from harm-reduction focus and decriminalization pilots, prioritizing treatment access over punishment for substances.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Victoria has solid game-dev talent and good incentives. Rents and payroll taxes are higher than the US Midwest, but BC and Canada grants help runway.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Victoria rents for a 3-bedroom run roughly CAD 2,200–2,800; costs are high, so budget before KC home sale.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Victoria offers coworking and a growing indie dev scene, but mocap labs are scarce; solid for general dev, limited game-specific gear.",
      "alignmentValue": 6
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Victoria, BC, Canada shows noticeable competition for game dev/web roles; remote work helps. Plan for housing costs and immigration timelines.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Victoria, BC, Canada is moderate; public health supports help, though therapy wait times remain.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Victoria, Canada, people welcome deeper bonds once you show interest; clubs and community dinners help build close friendships.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Victoria, BC, Canada workplaces show steady D\u0026I progress with inclusive policies and strong LGBTQ\u002B inclusion.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Victoria, BC, Canada uses public-health focused enforcement with strong oversight. Families generally experience low-risk policing; enforcement targets traffickers.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Victoria, Canada fully allows dual citizenship with the US; no special restrictions beyond normal naturalization steps.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Victoria, BC has strong federal/provincial grants (IRAP, ISC, SR\u0026ED) for startups. Expect substantial non-dilutive funding for game/dev ventures.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Victoria, BC offers mixed funding: grants exist, but game-specific investors are sparse. Leverage federal/provincial programs and Vancouver-area networks with persistence.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Victoria\u0027s economy is solid with low unemployment and diverse sectors; housing costs and living expenses temper daily finances.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Canada\u0027s mixed economy and startup-grant programs in Victoria support entrepreneurship with stable governance and universal healthcare.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Victoria, BC enjoys Canada\u0027s stable policy and immigration support plus startup grants. The local tech sector easily adapts to policy shifts.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Education",
      "alignmentText": "Greater Victoria SD61 offers French immersion and nature-based programs; STEM tracks are thinner than the mainland, but overall strong public schools.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Victoria, BC has UVic/Camosun programs in computing and digital media; internships exist but game-focused depth varies, often needing industry training.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Victoria, BC, Canada offers common employer sponsorship for skilled workers; Trey/Sarah skills fit local firms, and dependents are supported.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Victoria hosts a growing Unity-led scene with solid Unreal presence and near Vancouver resources. Cross-training is feasible for your team.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Victoria, BC, Canada offers urban forests, bike-friendly streets, clean air, and walkable neighborhoods with minor port emissions.",
      "alignmentValue": 9
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Victoria, BC tax burden ~20% for a dual-income family; benefits include universal healthcare, public schools, and childcare supports.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Victoria, Canada, fall is mild; most days are sweater weather with light rain, not harsh storms, keeping plans flexible.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Victoria, BC offers universal healthcare, safe, walkable neighborhoods, parks, and strong schools. Family-friendly policies support a slower, high-QOL family life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Victoria, BC: Spouse and two children can be sponsored together for PR; core family sponsorship feasible with standard timelines.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Victoria, BC, Canada offers strong parental leave and universal healthcare; solid child benefits, with housing aid varying by province and occasional delays.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Victoria, Canada offers universal healthcare and strong public schools; childcare subsidies exist, but housing costs are high and benefits may cap.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Victoria, BC, visa holders face limited public benefits; full healthcare often requires residency, so private coverage is common until status is secured.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Victoria, BC, Canada favors tidy smart-casual; casual family outfits work in parks and shops, with polished looks for work settings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Victoria, BC, Canada offers a dynamic, inclusive fashion scene where women can express style freely and without judgement.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Victoria, BC is trend-forward yet approachable; men can dress creatively without stigma in urban workplaces.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Victoria, Canada shows broad acceptance of diverse femininity; progressive culture and family-friendly policies support autonomy.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Victoria, BC, Canada: strict gun laws with licensing and safe storage; firearms exposure is low and safety norms are strong.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Victoria, Canada, consent culture is strong; people check in enthusiastically and intervene when boundaries are crossed.",
      "alignmentValue": 10
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Victoria BC has a budding founder scene anchored by UVic and local coworking spaces. Regular meetups and mentors support new teams.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Victoria, BC, you’ll find solid markets and diverse dining, but some niche ingredients or cuisines may still need a trip to Vancouver or online orders.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Victoria, BC locals are warm and welcoming; joining community groups helps us connect quickly in English-friendly neighborhoods.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Victoria has a modest indie scene; most large studios are in Vancouver or beyond. Remote game dev work and local indie gigs can stabilize Trey\u0027s career.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Gender-fluid rights are solid in Victoria, BC, Canada: strong protections and inclusive healthcare; docs may lag slightly behind social acceptance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Gender rights are strong in Canada (Victoria, BC): constitutional protections, solid enforcement, and an inclusive climate.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Victoria, BC, Canada: gender roles are highly egalitarian; Trey and Sarah share caregiving and careers, reflecting progressive local norms.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Victoria, Canada, flirting norms are inclusive and progressive. For our family, all genders can initiate or decline with minimal stigma.",
      "alignmentValue": 10
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Victoria, BC provides universal healthcare and family-friendly schools; work permits ease mobility, though voting rights and subsidies require status.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Victoria, Canada: mild coastal climate; occasional heatwaves and sea-level rise/wildfire smoke are manageable with existing infrastructure.",
      "alignmentValue": 8
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Victoria, BC\u0027s Start-Up Visa via designated groups provides a founder-friendly path with grants and ecosystem access. Processing times are moderate.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Victoria, BC, Canada, a gentle nudge to stay polished fits; casual daily wear is fine, with presentable looks for work and events.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Victoria, BC, Canada, progressive circles are tolerant of polyamory; daily life is supportive, though some institutions may be cautious.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Victoria, BC: MSP covers essentials. Family doctors are scarce, so we will rely on walk-in clinics or nurse practitioners until rostered.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Victoria, BC: Visa holders face a three-month MSP wait; private insurance is needed on arrival until public care starts.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Victoria, BC (Canada): higher education is broadly accessible with government aid. Citizens benefit from loans and grants.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Victoria, BC, Canada offers strong international student access with dedicated offices; tuition is moderate and clear study-to-work paths.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Victoria\u0027s established studios hire moderately. Most roles take 3-4 months, with remote options common; some on-site relocation may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Victoria, Canada: grants help lean startups, but limited local VC; hiring typically takes 3–4 months to land core roles.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Family-friendly Victoria options exist (Saanich/Langford), but competition is stiff; be ready for quick decisions and solid applications.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Victoria, BC, taxes are generally clear with federal\u002Bprovincial rules; online CRA/BC tools help, but complex cases may need an accountant.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Victoria, BC, Canada is broadly welcoming with strong immigrant support. Most newcomers feel safe speaking languages and sharing traditions, with occasional debates.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Victoria, BC is generally welcoming to white migrants; great schools and healthcare ease settling, with occasional curiosity about US roots.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Victoria, BC public K-12 is broadly accessible for newcomers, with language supports. Transfers between schools are generally easy.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Victoria, BC offers strong public K-12 access for visa families with language support; some paperwork or local tuition may apply, but enrollment is feasible.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Victoria, BC uses English in schools and services. French exposure is optional, easing integration for an English-first family.",
      "alignmentValue": 10
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Victoria, studios are English-dominant for cross-border work; local language skills aid community, compliance, and partnerships.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Victoria, BC startups run mainly in English, aligning with the family\u0027s English ubiquity priority. Some regulatory tasks benefit from local language fluency.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Victoria, BC has IP/tech lawyers with some game experience; for niche deals, rely on referrals or Vancouver firms.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Victoria, BC offers strong LGBTQ\u002B protections, inclusive schools, and Pride events; a welcoming Canadian city.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Victoria, BC offers few formal playtest labs; teams rely on ad hoc local groups, UVic clubs, and occasional online panels.",
      "alignmentValue": 6
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Victoria, Canada, Marxist ideas appear mainly in academia and activism. They rarely shape policy, but open, nuanced debate persists.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Victoria, BC, Canada has broadly inclusive masculine norms; men can be nurturing and openly caregiving without stigma.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Victoria, Canada, mass violence is uncommon; authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Victoria, BC has a decent meetup scene for tech, parenting, and family activities. Some niches rely on online groups or fees, but events are common.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "BC\u0027s 17.40 CAD minimum wage on Vancouver Island still leaves service workers juggling roommates or extra gigs amid high housing costs.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Victoria, BC has reliable power and strong broadband; Canada hosts robust data centers that support Azure access for this region.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Victoria, Canada offers supportive subcultures; mainstream spaces remain tolerant if discreet, matching the family\u0027s high acceptance needs.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Be direct about needs in Victoria, BC; the inclusive, English-friendly community responds constructively and with empathy.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Victoria, BC offers coastal beauty with Garry Oak meadows and easy ferry trips to the Gulf Islands - great for weekly family outings.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Victoria, BC faces Cascadia quake and coastal-storm risks. Prep is prudent, but major events are infrequent.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Victoria, BC offers abundant nature within reach: Galloping Goose Trail and Goldstream Provincial Park. Whale-watching trips nearby are accessible by transit.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Nightlife around Wharf and Government St in Victoria, BC offers live music and pubs. Most venues close early, supporting quiet, family-friendly evenings with safe transport.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Victoria offers a moderate nightlife with many venues closing early. Downtown pubs and family-friendly events make evenings workable with planning.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Victoria, BC hosts active game dev groups (VIATEC, Victoria Game Makers, OrcaJam) with regular jams and events welcoming newcomers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Victoria, BC, Canada hosts Kano, Codename Entertainment, and Fort Tectoria, with a lively indie scene; EA and The Coalition are a ferry ride away for networking.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Victoria, Canada: obesity rates are below national averages due to active transport and strong public health programs.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Victoria, BC has VIATEC, Creative BC, and Canada Media Fund grants; local VC is tight, so lean ops and co-founders or investors needed.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Victoria, BC offers a lively yet manageable pace. Walkable neighborhoods and mild weather keep daily life from feeling rushed.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Victoria, BC, Canada, has supportive, nonjudgmental parenting norms. Parental leave is normal, schools partner with families, and diverse styles are welcomed.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Path to Canadian citizenship is clear: PR in 3-5 years, dual citizenship allowed; Victoria, BC supports family-friendly residency.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Victoria, Canada, perceived corruption is very low; strong institutions and watchdogs keep governance transparent and trustworthy for families.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Victoria, BC: personal space is respected. Practice verbal cues and comfortable distances, even with kids in crowds.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Victoria, Canada: personal space is generally respected; greetings are polite and touch is usually with consent and clear cues.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Two to three strong seasons in Victoria offer great outdoor weather for a family; plan for winter rain.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Victoria, BC, Canada: a stable, transparent democracy with strong rule of law. Civic participation is encouraged and civil society is active.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Victoria, BC: polyamory is largely accepted in private circles; public services can vary, but Canada generally supports non-monogamous families.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Victoria, BC has long infant-care waitlists; 10-a-Day spaces are expanding, but we\u0027ll rely on a part-time nanny or co-op care initially.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Victoria, BC offers strong private school networks; top options are competitive and costly, but provide high-quality secular programs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Victoria, Canada, fresh options are strong thanks to local markets. Processed foods are common but manageable with planning and nearby convenience.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Victoria, BC PMM (Games) pay trails top hubs ~10–15%; English prevalent, QoL strong, grants/visa options easing relocation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Victoria, BC has limited local game product marketing education; expect occasional workshops and online courses via UVic or local colleges.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Victoria, BC has a couple game-focused programs (UVic/Camosun); small class sizes mean PMM grads often need upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Victoria, BC offers a solid game scene but a smaller market than Vancouver. PMM (Games) hiring may take 3–4 months; remote options and Vancouver proximity help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Victoria, BC: English is widely used in PMM roles; some studios expect working knowledge of a local language (French) for cross-Canada projects.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Victoria, BC supports flexible remote/hybrid PMM (Games) roles; studios commonly offer remote models and equipment stipends when needed.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Victoria, BC, Canada has a moderate Product Marketing Manager (Games) pool; good mid-level talent, but senior hires may need relocation or remote sourcing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "Victoria, BC embodies climate action and reconciliation, aligning with the family\u0027s progressive values; Canada\u0027s healthcare and open immigration support them.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "9: Victoria, BC is liberal; open discussion on relationships is common in urban areas; non-monogamy is widely accepted.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Victoria, Canada messaging leans toward wellbeing and accuracy. It matches the family\u0027s pluralistic media preference.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Victoria, BC offers pluralistic media; propaganda is limited and quickly questioned, supporting constructive civic dialogue.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Victoria, BC has solid BC Transit coverage in the core; evenings/weekends require planning, so a second car helps family logistics.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Victoria, BC has only modest publisher presence. Most platform ties are managed remotely, so proactive outreach is still needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Victoria, BC offers universal healthcare and strong schools; most premium services exist, though some niche options may require booking or travel.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Victoria, BC, Canada offers universal healthcare and good schools for a family of four. High housing costs and waitlists may strain savings.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Victoria, BC, Canada, strong schools and universal healthcare ease costs, but housing and childcare still require careful budgeting.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Victoria, BC indie game scene leans real-time development with nearby studios; some pre-rendered work exists, but cinematic pipelines are limited.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Victoria, BC, Canada: secular state with church-state separation; culture shaped by faiths, but policy remains evidence-based and pluralistic.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Victoria, BC: studios commonly offer hybrid/remote roles with formal policies; some onsite time is expected, aligning with Trey/Sarah\u0027s remote work needs.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Victoria, BC startups typically remote for most roles with periodic on-site days. Solid broadband and coworking spaces support family-friendly hybrid work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "9: Victoria, BC firms favor remote/hybrid work; Pacific time aligns with Seattle/Bay Area, reducing schedule strain for Trey and Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Victoria, BC offers residency routes (Express Entry, BC PNP) via temporary-to-permanent paths; healthcare and family-friendly policies support integration.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Victoria, BC offers English ubiquity, universal healthcare, and family-friendly policies. Grants, visas, and remote work options support stable retention for developers.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Victoria, Canada, retirement is backed by CPP/OAS and universal healthcare. Supplementary savings via RRSP/TFSA strengthen security.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Victoria, BC, Canada: visa holders who settle long-term can access CPP/OAS after residency. This aligns with the family\u0027s long-term settlement goals.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby/Rails teams exist in Victoria, BC (Checkfront); openings are sporadic, so Sarah should cultivate remote clients to stay busy.",
      "alignmentValue": 5
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Victoria is generally safe for families; petty theft can occur in tourist areas like the Inner Harbour—stay mindful after dark with kids.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Victoria BC offers strong public schooling (English \u002B French Immersion) with straightforward transfers. Private options exist for language-focused programs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Victoria, BC, Canada, summer sea temps rarely exceed 17 C. Wetsuits are common for kids during most of the beach season.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "In Victoria, BC, Canada, seasons are mild with rare spikes; a few wet winters or warm spells won\u0027t disrupt daily life.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Victoria, BC has mild winters with noticeable but manageable dark days; maintain energy with outdoor breaks and occasional light therapy.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Victoria, BC offers mild, mostly pleasant seasons with cool summers and damp but manageable shoulder seasons, aligning with the family\u0027s mild-climate goals.",
      "alignmentValue": 9
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Victoria, BC has a small senior tech pool; startups typically hire remote leaders or recruit from Vancouver/abroad due to limited local senior talent.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Victoria, BC, Canada offers comprehensive, destigmatized sex education and inclusive resources; aligns with the family\u0027s sex-positive, progressive outlook.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Victoria, Canada delivers universal healthcare and strong family supports; policies align with this family\u0027s needs, though BC housing costs remain a challenge.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft rentals surface occasionally in Victoria, BC; move fast with premium rents and broker help; solid family options exist but competition is stiff.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Victoria, BC spring is generally mild with many days near 10-15°C and frequent showers. Dress in layers for occasional chilly mornings.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Victoria, Canada: stable politics with universal healthcare. A family-friendly, low-stress city with strong safety and a growing tech scene.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Victoria, Canada champions pluralism and human rights with evidence-based policy. It supports diverse families via universal healthcare and safe communities.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Victoria, Canada offers a balanced market with universal healthcare and startup support, aligning with your progressive, family-friendly goals.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Victoria, BC has a small indie scene; most studios are in Vancouver, so it\u0027s a limited studio cluster for gaming/animation.",
      "alignmentValue": 4
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Victoria, Canada summers typically 23–28°C (73–82°F) with low humidity; perfect for parks and biking, often comfortable without AC.",
      "alignmentValue": 10
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Victoria, Canada, politeness is the norm and service is generally warm yet efficient. Some brisk interactions may occur in busy spots.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Canada\u0027s SR\u0026ED and BC programs support games/creative work; BC incentives are solid but competitive. Victoria, BC studios should target timely applications.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Victoria, BC: expect up to a year for immigration. Legal/translation fees can add up.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Victoria, Canada: public trust is solid with responsive services; some agencies need transparency improvements.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Victoria, Canada shows very low corruption with effective oversight; issues are rare and quickly remedied in local government.",
      "alignmentValue": 10
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Victoria, BC, senior software salaries run roughly CAD110k-140k; solid but not global-top. Remote U.S. work can help reach Vancouver pay.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Victoria, BC weekends offer farmers markets, harbour walks, and parks for a family of four. Easy ferry trips to nearby islands fit a slower pace with kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Victoria, BC schools start about 9:00, so drop-offs after 8:30 fit well. With Trey\u0027s remote hours and wraparound care, most days can end by 4:00-4:30.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Victoria, BC offers 2 weeks (10 days) vacation after 1 year; fits the 10-14 day band, supporting family time.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Victoria, BC, Canada offers 2-3 weeks vacation plus statutory holidays, aligning with our family-friendly work-life balance goals.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Victoria BC has a small local vendor scene; for full dev needs, teams rely on remote partners or Vancouver vendors.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Victoria, BC, VFX (Real-Time) pay trails top hubs by ~10-15%, but the city offers strong healthcare and family-friendly life.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Victoria has limited on-island real-time VFX training; UVic/Camosun offer sparse continuing courses, with most upskilling online or in Vancouver.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Victoria, BC has UVic and colleges offering game design; studio partnerships help VFX grads, but cohorts are limited.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Victoria, BC’s VFX real-time market is modest. Expect 3–4 months to hire with proactive sourcing or relocation; remote candidates can help.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Victoria, Canada, VFX (Real-Time) roles typically use English. Some studios may expect basic local-language knowledge, but English suffices for most work.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Victoria, BC studios favor partial remote weeks with on-site collaboration. Real-time VFX roles exist remotely but expect occasional onsite work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Victoria, BC has a modest real-time VFX pool; most senior roles are in Vancouver, so remote work or relocation is common.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "US-Canada ties are friendly around BC; easy cross-border travel and cultural exchange near Victoria.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Victoria, BC reflects a confident, pluralistic Canada. People are proud yet aware of flaws, prioritizing healthcare and democracy.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "From Victoria, BC, Canada, neighbors admire Canada with strong ties to the US; easy travel and stable trade support family migration plans.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Victoria, BC offers visa routes for a US family (Express Entry, BC PNP, Startup). Online criteria and steps support predictable processing.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkable pockets exist in Victoria, BC; plan routes to avoid busy arterials and rely on decent transit for family trips.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Victoria, BC welcomes US migrants. Canada offers accessible immigration programs and family support services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Victoria blends historic charm with a growing tech scene and easy ferries to the mainland. Mild climate and family-friendly neighborhoods invite exploration.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Victoria, BC winters are mild, about 0–7°C. Snow is rare and rain is common, so commutes stay manageable with a light coat.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Victoria, BC commonly uses a 37-40 hour week with overtime rules. Remote/hybrid work and family-friendly policies support work-life balance.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Victoria, BC, Canada offers strong work-life balance with flexible schedules, remote options, and family-friendly norms protecting evenings and weekends.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Victoria, BC, Canada offers robust workers\u0027 rights with unions and enforcement; gig gaps exist, but protections are strong.",
      "alignmentValue": 9,
      "sameAsParent": true
    }
  ]
}