{
  "version": 2,
  "iso": "CA",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Victoria’s market leans on B.C. public service digital teams, fintech scale-ups like Beanworks, and a growing remote cohort, so senior .NET roles exist but require patience or hybrid with Vancouver employers.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Island breezes keep daily AQI low, yet wildfire smoke from Vancouver Island and the Interior can settle for a week or two each summer, nudging us indoors.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular norms dominate public life, letting the family raise the kids without religious pressure even though faith communities stay visible.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Canada’s institutions, courts, and media remain resilient, aligning with the family’s demand for a progressive, rights-protecting democracy.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "The big-five banks, Interac, and wide contactless adoption make everyday payments smooth for the family, albeit with higher fees than U.S. online banks.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Willows Beach and Gonzales Bay offer clean sand and calm water, though summer swims are short thanks to 15–17 °C temperatures and the occasional jellyfish advisory.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Yellowjacket Comics, Curious Comics, and the Victoria Board Game Café host leagues and open tables, though events are smaller than Vancouver’s.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Federal-provincial $10/day deals lower tuition, yet Sarah would still face waitlists and patchy infant care until the new spaces open.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Free museums for kids, Beacon Hill petting zoo, and abundant playgrounds make the city easy for young families despite limited indoor play on rainy days.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Once placed, provincial fee reductions and Canada Child Benefit payments meaningfully offset costs for middle-income families.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Work-permit holders can access subsidies after securing SINs and tax filings, though reimbursements may lag a few months.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Kayaking, sailing lessons, cycling, and tabletop nights at local cafés give both adults plenty of ways to plug into community year-round.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Victoria’s neighborhood associations and school PACs are active, and locals welcome newcomers once we show up consistently at community events.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Rules are strict but transparent, meaning the family must stay on top of filings yet benefits from clear guidance and digital portals.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Rents run 10–15% below Vancouver but still sting—three-bedroom units routinely hit 2,600–3,000 CAD—so we budget carefully before selling the Kansas City home.",
      "alignmentValue": 4
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Canada allows dual citizenship, letting Trey and Sarah retain U.S. passports while securing long-term Canadian rights for the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "The economy is steady with low unemployment, yet commodity swings and high household debt encourage the family to keep a solid emergency fund.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "A social-market mix funds healthcare and childcare while maintaining private enterprise, matching the family’s preference for progressive capitalism.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "School District 61 offers French immersion and nature-based programs, yet specialized STEM tracks are fewer than on the mainland, so we apply early.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Employers sponsor via LMIA or Global Talent Stream, but Trey would need standout credentials and patient timelines to secure a work permit.",
      "alignmentValue": 5
    },
    {
      "key": "Environment",
      "alignmentText": "The city invests in urban forests, composting, and bike infrastructure, giving the family clean air and walkable neighborhoods with only minor port emissions.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Stacked federal and provincial brackets push combined rates near 35-40% on tech incomes, so Trey’s startup budget must include higher payroll taxes.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September feels like late summer at 12–18 °C (54–64 °F), with rain picking up in November but rarely delivering storms intense enough to cancel plans.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Family-focused policies, parental leave, and community programs support Sarah’s hunt for balance even if winter hibernation is real.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and dependent children can ride along on most residency streams, easing worries about keeping the household together.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizens enjoy generous leave, universal healthcare, and indexed child benefits—exactly the safety net Sarah asked for.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Typical families rely on paid leave and subsidized childcare, so Trey and Sarah would see peers modeling the balance they want.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Work-permit families qualify for many supports after meeting residency and contribution rules, so Trey and Sarah get a safety net once they clear province-specific requirements.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Urban centers lean toward practical minimalist layers—great for Sarah’s casual tech style, less exciting if she craves bold fashion.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men’s fashion centers on technical outerwear and smart-casual looks, so Trey blends in with jeans, flannels, and weather-ready jackets.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Gender expectations are flexible; mothers balance careers and family without heavy social penalty, aligning with Sarah’s goals.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios such as Studio MDHR’s satellite team, Kano, and small VR outfits offer roles, but most AAA work sits across the Strait, so Trey keeps remote options alive.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal recognition of non-binary markers and inclusive school policies make it easier to raise kids in the sex-positive environment the family values.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Equal pay laws, reproductive rights, and parental leave are well protected, giving the household confidence their progressive values will be upheld.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-income households are normal and dads take leave, matching Trey and Sarah’s expectation of shared parenting.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "The family must navigate SIN applications, provincial health wait periods, and auto insurance rules before feeling fully settled.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Sea-level rise threatens the Inner Harbour and Esquimalt shoreline, while drought stress and wildfire smoke are growing concerns, so we plan for flood-ready rentals and air purifiers.",
      "alignmentValue": 5
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "MSP covers essentials, but family doctors are in short supply; we expect to rely on walk-in clinics or nurse practitioners until rostered.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "The three-month MSP waiting period applies and paperwork must be mailed, so we budget for private insurance when first landing.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Domestic tuition plus RESP incentives keep university accessible for the boys, even if spots in top programs stay competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International fees remain steep and aid is limited, so the family would budget extra if the kids enroll before citizenship.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Limited new construction and high demand from retirees mean few large rentals; we may target Saanich duplexes or Langford townhomes for space.",
      "alignmentValue": 4
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "CRA prefilled slips and online filing keep compliance manageable, yet the family will still hire cross-border tax help to reconcile U.S. obligations.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Free public schools with French immersion, STEM academies, and inclusive policies match the family’s education priorities.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Dependent kids enroll as domestic students with ESL supports, letting the boys integrate quickly once paperwork clears.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English dominates, signage is monolingual, and any French exposure is optional, letting the family integrate immediately.",
      "alignmentValue": 10
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Capital Pride events, inclusive schools, and visible queer-owned businesses keep the social climate welcoming even in a smaller city.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Left politics inform policy debates, yet mainstream parties stay centrist, so Trey’s curiosity about socialist experiments is met mostly in academia.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Canadian dads take leave and show-up in schools, giving Trey role models for engaged, emotionally open fatherhood.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech, gaming, and parenting meetups crowd Eventbrite in the big metros, helping the family build community quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "B.C.’s 17.40 CAD minimum wage applies, but high island costs mean service workers still juggle roommates or multiple gigs.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Gigabit fiber, reliable utilities, and modern transit projects keep cities functional, though rural broadband still lags Trey’s latency needs.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Coastal bluffs, Garry oak meadows, and easy ferry hops to the Gulf Islands put postcard scenery within reach of an after-school outing.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Like the rest of coastal B.C., Cascadia quake planning is serious; tsunami routes and storm surge maps become part of our relocation prep.",
      "alignmentValue": 4
    },
    {
      "key": "Nature Access",
      "alignmentText": "Galloping Goose Trail, Goldstream Provincial Park, and daily whale-watching departures make nature immersion effortless without a car.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Live music and pubs cluster around Wharf and Government Streets, but venues wind down early, suiting parents who prefer quiet nights.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Craft breweries and cideries dominate, with few late-night options beyond weekends, so socializing leans toward house gatherings.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "VIATEC, Victoria Game Makers, and OrcaJam provide mentorship, co-working, and annual jams tailored to indie and remote devs.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Kano, Codename Entertainment, and indie outfits clustered at Fort Tectoria anchor the local scene, with EA and The Coalition only a ferry ride away.",
      "alignmentValue": 6
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "VIATEC’s accelerator, Creative BC credits, and Canada Media Fund grants help bootstrap studios, but limited local venture capital means we plan for lean operations.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Government schedules and island culture keep evenings quiet, giving Sarah the slower rhythm she craves while still offering urban amenities.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents juggle structured activities with free play; the family can choose hockey or coding clubs without judgment for charting a balanced path.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Three years of residency and language tests set a clear path to passports for the whole family.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International ranks Canada highly, reassuring the family that public funds and services rarely suffer from graft.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary democracy with strong courts and charter rights aligns with the family’s progressive expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Groups like Victoria Polyamory and consent-focused community centers host regular meetups, though circles are tight-knit and benefit from active participation.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "$10-a-Day spaces are expanding, yet infant care waitlists can exceed 18 months; we plan for part-time nannies or co-op care initially.",
      "alignmentValue": 5
    },
    {
      "key": "Private Education",
      "alignmentText": "Independent schools offer IB and alternative curricula, but tuition is steep, so the family views them as optional backups rather than a must.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "Municipal politics emphasize climate action and reconciliation, aligning with the family’s values even if provincial debates sometimes slow reforms.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government messaging leans on multicultural unity and national pride, but pluralistic media offer counterpoints the family appreciates.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters and private conglomerates dominate narratives, yet independent outlets stay accessible so the family can compare perspectives.",
      "alignmentValue": 6
    },
    {
      "key": "Public Transportation",
      "alignmentText": "BC Transit buses serve the core reliably, yet suburban routes thin out after 10 p.m., so we likely keep one car for family logistics.",
      "alignmentValue": 5
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Faith groups rarely drive policy, supporting the secular governance the family wants for raising the boys.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Co-working hubs like KWENCH and Club KW3 host remote tech teams, and Pacific time lets Trey collaborate with Seattle or Bay Area partners without brutal hours.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Express Entry, provincial nominee programs, and study-to-work paths offer multi-year permits, giving the family flexibility if one route stalls.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "CPP/QPP plus OAS provide a stable base, but the family would still build RRSP and TFSA savings to maintain U.S.-level comfort.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Newcomers qualify for CPP after meeting residency years, so the household builds private savings knowing public pensions alone won’t mirror U.S. income levels.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Work permits grant access to CPP with contributions, but portability and benefits end if status lapses, prompting the family to maintain RRSPs and U.S. accounts.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Rails teams exist at firms like Checkfront and tiny consultancies, yet openings are sporadic, encouraging Sarah to cultivate remote clients.",
      "alignmentValue": 5
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime is rare, but downtown has visible homelessness and property theft, so we stay mindful around the Inner Harbour at night.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public, French immersion, and alternative programs let the family tailor education without leaving secular schools.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Even in August, Strait of Juan de Fuca waters rarely top 17 °C (63 °F), so wetsuits or quick dips are the norm for the kids.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Victoria delivers cool, mostly dry summers and shoulder seasons that are rainy but not punishing, matching the family’s mild-climate goals.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex education and queer-inclusive spaces make it easier to live the family’s sex-positive values.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, child benefits, and progressive labor laws deliver the social contract Trey and Sarah want while raising the boys.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March and April range roughly 5–13 °C (41–55 °F) with intermittent drizzle, so outdoor play is feasible with layers and rubber boots.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "Political and economic stability is high, keeping immigration policies and social services predictable for the family.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Canada blends market economics with social welfare, aligning with Trey’s preference for regulated capitalism.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "The system favors regulated markets with SME supports, so Trey can pursue entrepreneurship without extreme inequality concerns.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer highs hover near 22 °C (72 °F) with low humidity, creating perfect biking and beach weather aside from the odd heat dome.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Express Entry fees are reasonable, but biometrics and medicals add time, so the family should budget 12-18 months for PR.",
      "alignmentValue": 6
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show moderate-to-high trust in institutions, reinforcing the family’s desire for dependable governance.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Corruption surfaces as isolated patronage or procurement issues, which gives the family confidence they won’t need insider favors to access services.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers at local SaaS firms earn roughly 110k–140k CAD, so Trey may mix government contracts with remote U.S. work to match Vancouver pay.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends revolve around farmers markets, island hikes, beachcombing, and ferry day trips, keeping the kids entertained without long drives.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools run roughly 8:45–2:45, and public servants clock 8:30–4:30, so we can coordinate drop-offs with Trey’s remote stand-ups.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Statutory leave is two weeks plus holidays, requiring Trey to negotiate extra time for U.S. family visits.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech employers often grant three to four weeks, which helps Sarah guard downtime but still trails European norms.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Canadians view the U.S. as a vital partner with cautious critiques, so the family can discuss politics openly without hostility.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Canadians embrace an inclusive, polite national identity, matching the family’s desire for collaborative communities.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighboring countries generally see Canada as friendly and reliable, which helps Trey when pitching cross-border clients.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Express Entry, provincial nominations, and Start-up visas give the family multiple routes, though each demands meticulous documentation and proof of funds.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Shared culture and existing American expats mean the family fits in quickly, though housing competition is stiff.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "An island capital with mild weather, ferry adventures, and tight-knit creative circles offers the family a gentler landing pad than mainland metros.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters settle around 1–8 °C (34–46 °F) with light snow only a few days a year, keeping commutes manageable even if the damp chill requires dehumidifiers.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Standard 40-hour expectations persist, with occasional crunch in tech; Trey and Sarah can guard evenings by negotiating boundaries.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Canadian employers respect boundaries more than U.S. counterparts, letting the family schedule dinners and bedtime routines even when tech projects peak.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Strong labor laws, paid leave, and union coverage support the family’s need for stability and predictable schedules.",
      "alignmentValue": 8
    }
  ]
}