{
  "version": 2,
  "iso": "CA",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Toronto’s financial district, provincial ministries, and tech giants like Microsoft, Google, and RBC keep senior .NET roles abundant with competitive pay.",
      "alignmentValue": 9
    },
    {
      "key": "Air Quality",
      "alignmentText": "Daily AQI stays moderate, yet summer wildfire smoke and Gardiner Expressway traffic bring smog days that send us checking alerts.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular norms dominate public life, letting the family raise the kids without religious pressure even though faith communities stay visible.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Canada’s institutions, courts, and media remain resilient, aligning with the family’s demand for a progressive, rights-protecting democracy.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "The big-five banks, Interac, and wide contactless adoption make everyday payments smooth for the family, albeit with higher fees than U.S. online banks.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Woodbine and Hanlan’s Point beaches earn Blue Flag status, but water temps and occasional E. coli advisories limit spontaneous swims.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Snakes & Lattes, The Board Room, and Toronto Board Game Design Guild events provide constant tabletop meetups and prototype nights.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Federal-provincial $10/day deals lower tuition, yet Sarah would still face waitlists and patchy infant care until the new spaces open.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Aquariums, museums, and neighbourhood family hubs abound, yet traffic and transit crowding require planning with strollers.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Once enrolled, CWELCC reductions and Ontario benefits significantly cut childcare costs for middle-income families.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Work-permit holders access subsidies after securing SINs and tax files, but reimbursements often trail the first months of payments.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "From professional sports and theatre to maker spaces and climbing gyms, the city offers hobbies for every family member year-round.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighborhood associations, multicultural festivals, and school councils create community, but we invest effort to break the big-city anonymity.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Rules are strict but transparent, meaning the family must stay on top of filings yet benefits from clear guidance and digital portals.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Toronto housing, daycare, and groceries stretch budgets—even six-figure tech salaries demand careful planning or commuting from outer suburbs.",
      "alignmentValue": 3
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Canada allows dual citizenship, letting Trey and Sarah retain U.S. passports while securing long-term Canadian rights for the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "The economy is steady with low unemployment, yet commodity swings and high household debt encourage the family to keep a solid emergency fund.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "A social-market mix funds healthcare and childcare while maintaining private enterprise, matching the family’s preference for progressive capitalism.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "TDSB and TCDSB offer specialized STEM, arts, and French programs, though lotteries and waitlists mean applying early.",
      "alignmentValue": 8
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Employers sponsor via LMIA or Global Talent Stream, but Trey would need standout credentials and patient timelines to secure a work permit.",
      "alignmentValue": 5
    },
    {
      "key": "Environment",
      "alignmentText": "Urban ravines, tree-planting programs, and lakefront parks balance the concrete, though construction dust and highway corridors remain unavoidable.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Stacked federal and provincial brackets push combined rates near 35-40% on tech incomes, so Trey’s startup budget must include higher payroll taxes.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September and October sit around 10–18 °C (50–64 °F), giving comfortable weather for ravine hikes and street festivals.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Family-focused policies, parental leave, and community programs support Sarah’s hunt for balance even if winter hibernation is real.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and dependent children can ride along on most residency streams, easing worries about keeping the household together.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizens enjoy generous leave, universal healthcare, and indexed child benefits—exactly the safety net Sarah asked for.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Typical families rely on paid leave and subsidized childcare, so Trey and Sarah would see peers modeling the balance they want.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Work-permit families qualify for many supports after meeting residency and contribution rules, so Trey and Sarah get a safety net once they clear province-specific requirements.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Urban centers lean toward practical minimalist layers—great for Sarah’s casual tech style, less exciting if she craves bold fashion.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men’s fashion centers on technical outerwear and smart-casual looks, so Trey blends in with jeans, flannels, and weather-ready jackets.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Gender expectations are flexible; mothers balance careers and family without heavy social penalty, aligning with Sarah’s goals.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Ubisoft Toronto, Rockstar, Behaviour, and dozens of indie studios offer a wide ladder if Trey needs salaried stability.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal recognition of non-binary markers and inclusive school policies make it easier to raise kids in the sex-positive environment the family values.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Equal pay laws, reproductive rights, and parental leave are well protected, giving the household confidence their progressive values will be upheld.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-income households are normal and dads take leave, matching Trey and Sarah’s expectation of shared parenting.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "The family must navigate SIN applications, provincial health wait periods, and auto insurance rules before feeling fully settled.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Urban heat islands, basement flooding, and Lake Ontario storms are increasing, so we favor mid-rise buildings with good drainage and AC.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "OHIP covers comprehensive care, but family doctors and pediatric specialists have queues, so we expect to rely on team-based clinics.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Newcomers face Ontario’s three-month OHIP wait and must secure private coverage during the transition.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Domestic tuition plus RESP incentives keep university accessible for the boys, even if spots in top programs stay competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International fees remain steep and aid is limited, so the family would budget extra if the kids enroll before citizenship.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Two-bedroom rentals easily top 3,200 CAD downtown, so we consider midtown condos, co-ops, or nearby municipalities like Mississauga for more space.",
      "alignmentValue": 3
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "CRA prefilled slips and online filing keep compliance manageable, yet the family will still hire cross-border tax help to reconcile U.S. obligations.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Free public schools with French immersion, STEM academies, and inclusive policies match the family’s education priorities.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Dependent kids enroll as domestic students with ESL supports, letting the boys integrate quickly once paperwork clears.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English is dominant, with multilingual services readily available, so integration is immediate while the kids can add French or other languages through school.",
      "alignmentValue": 10
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Church-Wellesley Village, Pride Toronto, and inclusive city policies keep queer families visible and supported.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Left politics inform policy debates, yet mainstream parties stay centrist, so Trey’s curiosity about socialist experiments is met mostly in academia.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Canadian dads take leave and show-up in schools, giving Trey role models for engaged, emotionally open fatherhood.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech, gaming, and parenting meetups crowd Eventbrite in the big metros, helping the family build community quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Ontario’s 16.55 CAD minimum wage offers a floor, yet city housing costs still force service workers to share apartments or rely on subsidies.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Gigabit fiber, reliable utilities, and modern transit projects keep cities functional, though rural broadband still lags Trey’s latency needs.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Toronto Islands, High Park, and the Don Valley ravines offer natural escapes within minutes of downtown.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Toronto sees minimal earthquakes or hurricanes, but localized floods and ice storms still warrant renters insurance and emergency kits.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "GO Transit and highways put Algonquin, Bruce Trail, and cottage country within a few hours for weekend trips.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Live music, theatre, and late-night food scenes span Queen West to Danforth, offering plenty of adult nights out when childcare is sorted.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "From speakeasies to queer dance nights, venues stay open late, though reservations help avoid crowds.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "DMG Toronto, TOJam, Hand Eye Society, and Gamma Space host jams, mentorship, and co-working tailored to diverse creators.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Rockstar Toronto, Ubisoft Toronto, Behaviour, Gameloft, DrinkBox, and Capybara Games anchor a thriving mix of AAA and indie teams.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Ontario Creates credits, CMF programs, and investor interest make launching an indie studio feasible if we manage burn rate and rent.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Downtown runs fast with long commutes and packed calendars, so we rely on intentional scheduling to protect Sarah’s downtime.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents juggle structured activities with free play; the family can choose hockey or coding clubs without judgment for charting a balanced path.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Three years of residency and language tests set a clear path to passports for the whole family.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International ranks Canada highly, reassuring the family that public funds and services rarely suffer from graft.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary democracy with strong courts and charter rights aligns with the family’s progressive expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Toronto Polyamory, Oasis Aqualounge workshops, and sex-positive communities offer frequent meetups and legal resources for non-monogamous households.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "CWELCC keeps fees trending toward $10/day, yet infant spots in downtown centres are scarce, prompting waitlists and nanny shares.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Independent schools offer IB and alternative curricula, but tuition is steep, so the family views them as optional backups rather than a must.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "City council leans progressive on housing, transit, and equity, aligning with the family’s politics despite occasional provincial clashes.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government messaging leans on multicultural unity and national pride, but pluralistic media offer counterpoints the family appreciates.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters and private conglomerates dominate narratives, yet independent outlets stay accessible so the family can compare perspectives.",
      "alignmentValue": 6
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Subways, streetcars, and GO trains make car-free living viable, though signal issues and crowding require backup plans for school pickups.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Faith groups rarely drive policy, supporting the secular governance the family wants for raising the boys.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Hybrid policies are common, co-working spaces like Centre for Social Innovation thrive, and EST overlaps with U.S. teams simplify remote collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Express Entry, provincial nominee programs, and study-to-work paths offer multi-year permits, giving the family flexibility if one route stalls.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "CPP/QPP plus OAS provide a stable base, but the family would still build RRSP and TFSA savings to maintain U.S.-level comfort.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Newcomers qualify for CPP after meeting residency years, so the household builds private savings knowing public pensions alone won’t mirror U.S. income levels.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Work permits grant access to CPP with contributions, but portability and benefits end if status lapses, prompting the family to maintain RRSPs and U.S. accounts.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Rails teams at Shopify, Wave, and numerous agencies keep Ruby roles available, though competition is stiff.",
      "alignmentValue": 7
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime rates remain moderate, but we stay alert on late-night transit and guard against bike theft downtown.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public, French immersion, and alternative programs let the family tailor education without leaving secular schools.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Lake Ontario hits roughly 20 °C (68 °F) in mid-summer, making dips refreshing but short-lived outside July and August.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Humid summers and slushy winters mean the family toggles between cooling, snow gear, and indoor play spaces.",
      "alignmentValue": 5
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex education and queer-inclusive spaces make it easier to live the family’s sex-positive values.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, child benefits, and progressive labor laws deliver the social contract Trey and Sarah want while raising the boys.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "April ranges 5–15 °C (41–59 °F) with alternating rain and sunshine, so playground outings wait for drier afternoons.",
      "alignmentValue": 5
    },
    {
      "key": "Stability",
      "alignmentText": "Political and economic stability is high, keeping immigration policies and social services predictable for the family.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Canada blends market economics with social welfare, aligning with Trey’s preference for regulated capitalism.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "The system favors regulated markets with SME supports, so Trey can pursue entrepreneurship without extreme inequality concerns.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "July highs average 27 °C (81 °F) with humidity; lake breezes help, but we plan midday breaks or pool time during heat warnings.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Express Entry fees are reasonable, but biometrics and medicals add time, so the family should budget 12-18 months for PR.",
      "alignmentValue": 6
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show moderate-to-high trust in institutions, reinforcing the family’s desire for dependable governance.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Corruption surfaces as isolated patronage or procurement issues, which gives the family confidence they won’t need insider favors to access services.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers at Shopify, Microsoft, and fintech unicorns command 150k–200k CAD plus stock, matching the high cost of living.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends feature festivals, sports events, Science Centre trips, and ferry rides to the Islands, keeping the kids engaged regardless of season.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools operate 8:45–15:15, while many offices run 9–5 with flexible hybrid days, giving space for after-school programs before dinner.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Statutory leave is two weeks plus holidays, requiring Trey to negotiate extra time for U.S. family visits.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech employers often grant three to four weeks, which helps Sarah guard downtime but still trails European norms.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Canadians view the U.S. as a vital partner with cautious critiques, so the family can discuss politics openly without hostility.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Canadians embrace an inclusive, polite national identity, matching the family’s desire for collaborative communities.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighboring countries generally see Canada as friendly and reliable, which helps Trey when pitching cross-border clients.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Express Entry, provincial nominations, and Start-up visas give the family multiple routes, though each demands meticulous documentation and proof of funds.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Shared culture and existing American expats mean the family fits in quickly, though housing competition is stiff.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "A globally connected city with deep multicultural communities, arts, and funding opportunities lets the family chase big ambitions.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter hovers between −7 and 0 °C (19–32 °F) with frequent freeze-thaw cycles, requiring waterproof boots and patience with slush.",
      "alignmentValue": 4
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Standard 40-hour expectations persist, with occasional crunch in tech; Trey and Sarah can guard evenings by negotiating boundaries.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Canadian employers respect boundaries more than U.S. counterparts, letting the family schedule dinners and bedtime routines even when tech projects peak.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Strong labor laws, paid leave, and union coverage support the family’s need for stability and predictable schedules.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Extremes & Variability\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Sunlight Hours\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Pleasant Weather Windows\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Friendliness & Neighborliness Index\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - General",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - General\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - White Migrants",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - White Migrants\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Surface Interaction Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depth-Seeking Social Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Boundary & Bubble Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Moral, Honesty & Openness Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Living Opportunities\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Lower-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Lower-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Middle-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Middle-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Higher-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Higher-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Spacious Housing Benchmark (2k sq ft Rent)\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Grooming & Beauty Investment\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Body Image & Fitness Pressure\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fashion & Style Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Flirting Boundaries & Consent Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Gendered Flirting Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Monogamy vs. Non-Monogamy Acceptance\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Promiscuity Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Group & Multi-Partner Relationship Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Space & Touch Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Firearm Laws & Ownership Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Controlled Substance Policies\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Drug Enforcement Climate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Mass Violence Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Carceral Conditions & Prison Labor\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Walkability & Pedestrian Safety\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Health Consciousness\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Processed Food Saturation\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fresh & International Cuisine Access\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depression Prevalence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Obesity Rate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Cancer Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Broader Job Market Resilience\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    }
  ]
}
