{
  "version": 2,
  "iso": "CN",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Shanghai\u0027s riverfront parks soften the skyline, but air and water quality vary; weekend trips for clean air are part of our plans.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Shanghai\u0027s flood/typhoon risk is mitigated by seawalls but climate threats persist; active planning and insurance are prudent for a family.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Shanghai has hot, humid summers and damp winters; spring and autumn are mild, but high humidity requires flexible outdoor plans.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Shanghai PM2.5 averages ~35–40 µg/m³ with seasonal smog; monitor AQI and use purifiers before outdoor play for the kids.",
      "alignmentValue": 5
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Shanghai, China faces typhoons and Yangtze floods seasonally; strong urban prep and flood controls cut impact, but keep emergency kits ready.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Shanghai spring ranges roughly 12–23°C with frequent showers. Layer up for the kids; many days are mild enough for outdoor parks and short bike rides.",
      "alignmentValue": 9
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Shanghai summers commonly hit 33–35°C with high humidity. Reliable A/C and planned indoor breaks keep the family comfortable.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Shanghai autumn is mild: Sep ~28°C (82°F), Oct ~20°C (68°F); occasional rain showers and layers needed.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Shanghai winters hover roughly 0-9°C (32-48°F). Damp chill with sparse central heating makes space heaters common.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Shanghai beaches like Jinshan are usable but water quality is murky. Expats often travel to Zhoushan or Hainan for clearer water.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Shanghai beaches run 25-28°C in summer; shoulder months ~20°C, so swimmable for part of the year with light protection.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Shanghai offers well-kept city parks; for real nature, plan weekend trips to Moganshan or Huangshan beyond the city.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Shanghai\u0027s ¥2,690/mo minimum wage covers basics but falls short for a 2-adult/2-child family after housing and schooling costs.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Shanghai software seniors earn roughly CNY 420k–780k (~$60k–$112k) plus bonuses; strong locally but below top Western packages.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Shanghai has steady .NET demand in finance and tech, but Mandarin fluency and long hours limit expat entry; pursue remote roles and local grants.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles in Shanghai are scarce; Sarah should target remote or multinational teams, or pivot to more in-demand stacks locally.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "8: In Shanghai, tech employers commonly sponsor work visas for skilled foreigners; dependents can usually join with standard paperwork.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic Health",
      "alignmentText": "Shanghai\u0027s robust, diversified economy offers startup support, steady jobs, and safety nets that help families weather shocks.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Shanghai tech leans office-first; remote options exist mainly in multinational hubs - be ready to negotiate policies or prove productivity.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Shanghai\u0027s tech scene varies. Many multinationals offer flexible hours and remote options, aligning with family-friendly goals.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Shanghai, China: standard 40-hour week with occasional overtime; family-friendly policies and remote options help maintain balance.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "China (Shanghai): statutory annual leave starts at 5 days after 1 year; holidays add, but total vacation days often stay under 10.",
      "alignmentValue": 4,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Shanghai, CN firms typically offer 20-24 days of leave (plus public holidays). This aligns with a 7: steady downtime with busy periods.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Shanghai\u0027s fast pace and crowded metros; we\u0027ll need disciplined scheduling to protect family downtime, in line with Sarah\u0027s preference for slower days.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Shanghai: international schools run 08:00–15:30; offices often 09:30–19:00. With ayi/aftercare, schedule mostly works; occasional late meetings may require wraparound care.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Shanghai weekends offer abundant family-friendly parks and museums; the metro is efficient, but popular venues book up, plan reservations and some spontaneity.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Life",
      "alignmentText": "Shanghai offers strong family support with parks, clubs, and international schools; access varies by district and often needs active community networks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory faces legal limits in Shanghai, China. Families with multiple partners may encounter social stigma and limited protections.",
      "alignmentValue": 3,
      "sameAsParent": true
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Shanghai, parenting leans progressive with shared loads. But strong education pressures and traditional roles still surface for families like yours.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Shanghai, China has abundant parks and family-friendly expat neighborhoods. Central districts can be dense and busy for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Shanghai has solid options: international/private schools with English instruction and public options; expect planning and residency steps for enrollment.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Shanghai offers a mix of bilingual/private preschools; while options exist, fees vary and demand is high, so families often blend public and private care.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Shanghai, China offers longer maternity leave and monthly stipends for families. Quality kindergarten slots near home remain competitive.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Shanghai: visa families rely on private childcare with occasional municipal assistance.",
      "alignmentValue": 5
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Shanghai, CN K-12 access for citizens is solid, but top schools use lotteries or district zoning. Families may need district transfers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Shanghai: visa-holding children face limited access to public K-12; most foreigners enroll in international/private schools with higher fees.",
      "alignmentValue": 4,
      "sameAsParent": true
    },
    {
      "key": "Private Education",
      "alignmentText": "Shanghai has a strong private/international school network; admissions are competitive and tuition is high. For a 5-year-old, bilingual private options exist but expect costs and visa steps.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Shanghai, CN offers decent parental leave and childcare options, but access depends on local bureaucracy and hukou rules.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "6: In Shanghai, CN, visa holders have limited welfare; rely on employer/private insurance; not full citizen-level access.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Shanghai offers broad public university access for citizens, but top programs demand Gaokao-style exams; living costs in Shanghai are high.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Shanghai, CN offers international students moderate tuition and strong university support offices. Visa routes and post-study options are accessible for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Shanghai\u0027s urban, tech-driven scene supports shared parenting and egalitarian roles; this family\u0027s progressive, sex-positive values fit well with local norms.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Shanghai, CN: gender diversity is embraced in urban life, but full legal recognition lags; inclusive healthcare and LGBTQ\u002B groups exist here.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Shanghai: legal gender parity exists, but enforcement gaps and LGBTQ\u002B rights remain limited; leadership representation still evolving.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "8 — Shanghai offers flexible femininity norms for professionals; diverse expressions are common, but media still highlights traditional beauty standards.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Shanghai, CN: masculine norms are evolving in urban spaces. Men can be nurturing, but some traditional views persist.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Shanghai blends historic water towns with ultramodern skylines, cutting-edge tech, and diverse cuisine - plenty of intriguing facets for daily exploration.",
      "alignmentValue": 8
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Shanghai, English is common in daily services and many firms, but official processes and schooling still favor Chinese; plan Mandarin learning.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Progressivism",
      "alignmentText": "Shanghai, CN shows urban cosmopolitan norms, with practical openness in daily life. State policy constrains broad progressive reforms and civil liberties.",
      "alignmentValue": 4
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Shanghai, Marxism underpins policy; public discussion is tightly regulated with surveillance of dissenting views.",
      "alignmentValue": 3,
      "sameAsParent": true
    },
    {
      "key": "Atheism",
      "alignmentText": "Shanghai\u0027s secular, state-atheist context makes open atheism routine. Expat families can access secular institutions and daily life with minimal friction.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Shanghai, urban openness supports sex-education, but some topics stay taboo; parental advocacy helps expand access.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Shanghai, China: LGBTQ\u002B acceptance is stronger in urban areas but uneven overall; legal protections are limited, so public displays require caution.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Shanghai has cosmopolitan expat scenes and parks that support community ties, but language barriers require some initiative. Expats often connect through schools, clubs, and mutual aid networks.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "China frames itself as a confident rising power, with Shanghai as a hub. Centralized governance may clash with the family\u0027s preference for pluralistic media.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Shanghai, China, views of neighbors are cordial on trade but shaped by media disputes; public sentiment blends cooperation with cautious skepticism.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Shanghai, neighbors value China\u0027s role as a regional hub for trade and tech. However, occasional policy disagreements temper the view.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Shanghai is vibrant in districts like Xintiandi and the Bund. For a family, plan sitters and safe transit for evenings.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Shanghai\u0027s urban fashion is modern and diverse, with expressive streetwear common. Business settings lean smart-casual; casual life allows personal style.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Shanghai, women\u0027s fashion is diverse and expressive in urban China, with body-positive trends. Still mindful of workplace modesty in formal settings.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Common hobbies fit Shanghai\u0027s expat/urban scene; board games, gaming and climbing have local clubs and gyms, plus family-friendly options.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Shanghai hosts cafes and expat boardgame meetups. Families can join regular game nights and multilingual options.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Shanghai nightlife spans Bund bars, jazz clubs, and underground scenes. Licensing and noise rules shape offerings, with family-friendly events and easy transit.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Shanghai has a vibrant expat/tech and parenting meetups scene with inclusive venues, including bilingual-friendly groups. Some groups use waitlists or fees.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Shanghai has abundant urban parks and riverside paths suitable for families. Deeper wilderness requires weekend trips to Zhejiang/Jiangsu beyond the city.",
      "alignmentValue": 6
    },
    {
      "key": "Political System",
      "alignmentText": "Shanghai (CN) operates under single-party rule with limited political participation and restricted civil liberties; civic checks are weak.",
      "alignmentValue": 2,
      "sameAsParent": true
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Shanghai, CN: religion regulated under state oversight; law references faith but minority rights remain, though pluralism is limited.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Shanghai, CN: workers\u0027 rights exist legally but enforcement is uneven; unions are state-led, with protections sometimes lagging.",
      "alignmentValue": 6
    },
    {
      "key": "State Ideology",
      "alignmentText": "CN\u0027s Shanghai context leans authoritarian; dissent is suppressed and media messaging is controlled, limiting civil liberties.",
      "alignmentValue": 2,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Shanghai, China: near-authoritarian regime; civil liberties restricted; backsliding risk is high for a progressive family.",
      "alignmentValue": 1
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Shanghai\u0027s state-led capitalism fuels rapid innovation. Market access often favors insiders; monitor gatekeeping and policy shifts.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Shanghai, CN: stable governance and predictable policies; civil liberties limits and local rules may affect daily life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Shanghai, CN, expect heavy state-led messaging; independent media are limited and propaganda dominates public discourse.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Shanghai\u0027s public messaging is state-centric with limited independent media; expect patriotic framing and few alternative viewpoints.",
      "alignmentValue": 3
    },
    {
      "key": "Social Policies",
      "alignmentText": "Shanghai, China offers solid core welfare, but expat eligibility and paperwork create gaps; access hinges on employer coverage and local rules.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in Shanghai\u0027s government is moderate: stable and efficient in services, but information controls; foreigners may view it skeptically.",
      "alignmentValue": 4,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Shanghai, corruption is moderate; expect red tape, but anti-graft efforts and investigations are active.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Shanghai, CN: corruption is mixed (petty/sectoral); bureaucracy can be opaque, but essential services remain accessible with due diligence.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Shanghai, 3BRs in central districts often exceed ¥25k/month plus agent fees. Families look to Pudong or suburban compounds for space, but competition remains.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Shanghai is generally safe with low crime; incidents are quickly managed. Dense policing and pervasive surveillance are common but safety is high for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Shanghai, China offers broad public health coverage with affordable care for residents; expats often use private plans or private hospitals.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Shanghai, China, visa holders can access care, but private expat insurance is advised to cover costs and language needs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Shanghai, China, childcare is available but expat centers are pricey; families must actively network to secure reliable bilingual options.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Shanghai, CN provides partial family relief. Housing, schooling, and private healthcare costs remain sizable for expats.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Education",
      "alignmentText": "Shanghai, China offers strong public and international schools; bilingual options exist. Education is excellent overall, with districts outperforming others.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Shanghai\u0027s extensive metro (20\u002B lines) and fast rail enable car-free living; mobile payments and health-code tracking are standard for families.",
      "alignmentValue": 10
    },
    {
      "key": "Economic System",
      "alignmentText": "Shanghai\u0027s mixed economy backs startups with state support; entrepreneurship is real, but bureaucracy and controls remain a factor.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "China\u0027s tax system is manageable with guidance, but expat filings in Shanghai benefit from a local tax pro.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Shanghai taxes likely around 25% with social insurance. It aligns with solid public services and a higher QoL for the family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Shanghai banking is functional, but foreigners often face account-opening paperwork; Alipay/WeChat enable fast local payments.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Shanghai\u0027s housing and international school fees press this family\u0027s budget; local groceries and transit are manageable with careful budgeting.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "CN Shanghai retirement: pensions vary; healthcare is solid, but many rely on savings or part-time work.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Shanghai foreign workers can access the urban pension after contribution, but residency rules apply. Private retirement savings will be important for this family.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Shanghai, CN offers several visa routes (Z, R, Q). Many require employer sponsorship or strong documents; timelines can be lengthy.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Shanghai, China has vibrant expat communities and good schools for US families, but visa rules and local nuances mean trust grows slowly.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Shanghai residency for foreigners is tight; long-term permits are rare. Expect renewal-heavy, employer-tied visas and limited permanent options.",
      "alignmentValue": 3
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Path to citizenship in Shanghai, China is effectively non-existent for our US family; permanent residency is rare and slow; dual citizenship not allowed.",
      "alignmentValue": 1,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Shanghai, China: spouse and minor children can join more readily; adult partners need extra paperwork and slower reunification.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Shanghai, plan up to a year for U.S. family visa/residency steps. Legal/translation fees will add costs but are manageable with planning.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Shanghai, CN: compliance is moderate; need work and residence permits plus filings; engage legal counsel and plan visa timelines.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "China does not recognize dual citizenship; US citizens in Shanghai would generally need to renounce US status to obtain Chinese citizenship.",
      "alignmentValue": 1,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Shanghai offers strong schools and a robust tech scene, but visa/work permits are strict; renewal dependence limits long-term stability for new foreign families.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Shanghai hosts major game studios (Tencent, NetEase, MiHoYo/Lilith) with steady hiring; strong demand for engineers and designers.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Shanghai studios maintain strong pipelines; most roles fill in about 2 months. First-time visa/relocation may add 1–2 months.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Shanghai, established studios often align with global medians after cost-of-living, offering solid base pay with bonuses suitable for families.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Shanghai studios use English for cross-border work, but local Mandarin docs and compliance still matter; your willingness to learn Mandarin aligns with this environment.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Shanghai studios commonly hybrid for senior roles; remote options exist, aligning with Trey and Sarah\u0027s remote-friendly preferences.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Shanghai hosts miHoYo, Lilith Games, and Perfect World. This scene boosts game-dev networking and regional opportunities for Trey.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Shanghai has an active game dev scene with indie meetups and online hubs; expats can connect via local groups and WeChat communities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Shanghai offers incubators in Zhangjiang Hi-Tech Park and publisher funding, but game approvals slow indie launches. Success hinges on co-founders and grants.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Shanghai startup hiring for specialists often runs 4-5 months due to regulatory checks and visa delays around Zhangjiang Hi-Tech Park.",
      "alignmentValue": 5
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Shanghai, CN startup compensation trails top hubs but offers meaningful equity; cash is modest, offset by lower local cost of living.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Shanghai, startups use English for investors and platforms. Chinese fluency is needed for hiring, compliance, and local outreach.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Shanghai startups blend on-site with hybrid work. Remote is common for senior roles (founders), while juniors often onsite.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Shanghai\u0027s maglev and widespread digital payments showcase ultramodern infrastructure; expect fast connectivity with occasional access limits on some apps.",
      "alignmentValue": 10
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Shanghai\u0027s seasons bring notable extremes: hot, humid summers and typhoons; plan for storms and humidity. Winters are milder but damp, so indoor days persist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Shanghai, summers are long and winters shorter, with ample light overall; mood stays strong with outdoor breaks and light-touch habits.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Shanghai, China has two prime seasons—spring and autumn—great for outdoor plans. Summers are hot and humid, winters damp, so plan around the monsoon.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Shanghai provides solid healthcare and schooling. Housing and childcare costs strain modest budgets; saving may require side work.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Shanghai offers strong services and expat life. Housing and childcare costs can squeeze a two-adult, two-kid middle-income family; budget for schooling.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Shanghai offers premium amenities and abundant international schools for your kids. Waitlists exist, but plenty of alternatives and services are available.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft in Shanghai is rare in family areas; expect smaller spaces or consider a nearby metro.",
      "alignmentValue": 3
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Shanghai offers few formal co-living options; families mostly rely on expat and neighborhood networks. Patience and local connections help.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Shanghai has polite locals and active expat networks; with initiative, expect quick connections in family-friendly neighborhoods and schools.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Shanghai, CN is expat-friendly with strong services, yet visa rules and occasional rhetoric can slow newcomers; Mandarin helps integrate and access local networks.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Shanghai welcomes expat families; Mandarin basics and local ties help navigation; generally positive reception with the odd stereotype.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Shanghai, China, service is generally friendly and efficient. Staff respond positively when we initiate conversations.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Shanghai has active expat networks and cautious locals; initial ties are casual. Ongoing outreach (clubs, dinners) builds close friendships over time.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Shanghai, personal space is often compressed in crowded transit and markets. Gently advocate for comfort, especially with the kids.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Shanghai, balance honesty with tact; direct talks on sensitive issues may be constrained by local norms and policy.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Shanghai, China, a neat, professional look helps in work/social settings; keep grooming modest to fit a busy family rhythm.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Shanghai offers diverse fitness spaces and respectful dialogue; yet media still promotes slim ideals and body pressure persists.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Shanghai favors smart-casual attire for daily life and schools. Expats blend in with neat, comfortable outfits suitable for busy family days.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Shanghai nightlife generally respects boundaries, but alcohol can blur lines; for expats, have clear consent talks and a family safety plan.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Shanghai, gendered flirting norms linger in nightlife; deviating may draw puzzled looks, but cosmopolitan districts tend to be more fluid.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Shanghai, CN: non-monogamy faced with stigma and few protections; openness could trigger social, legal, or housing risks.",
      "alignmentValue": 4
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Shanghai\u0027s urban expat circles lean open about partners. In broader China attitudes are mixed; discretion is wise.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Shanghai, polyamorous households face social stigma and legal ambiguity; custody and housing can be complicated.",
      "alignmentValue": 4,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Shanghai, CN: Locals typically respect personal space. Greet with a handshake and check before touching.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Shanghai, gun ownership is tightly restricted; civilians face strict controls, resulting in essentially no firearms in public spaces.",
      "alignmentValue": 10
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Shanghai, China enforces strict drug laws with harsh penalties. Treatment options are limited; plan for significant legal risk.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Shanghai, China, drug enforcement is strict. Families risk collateral trauma from raids or wrongful accusations.",
      "alignmentValue": 3
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence is rare in Shanghai, China. Authorities maintain transparent safety measures and drills in schools and venues.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Shanghai\u0027s carceral system is tightly controlled with reported coercive practices; misaligned with the family\u0027s humane, democratic values.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkable pockets exist in central Shanghai; sidewalks cover key areas, but drivers often rush—stay alert with kids near parks and schools.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Shanghai offers a vibrant wellness scene: parks, gyms, markets, and English-speaking clinics; health resources exist with variable costs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Shanghai has strong fresh markets and modern groceries. Processed foods are common, but with planning, clean eating is feasible.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Shanghai, fresh markets and diverse international cuisines are plentiful; we can enjoy familiar and adventurous meals weekly.",
      "alignmentValue": 9
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Shanghai is moderate. Access may be limited by language and stigma for expats.",
      "alignmentValue": 5
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Shanghai obesity levels are moderate. Strong public health programs help keep trends stable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Shanghai, CN cancer incidence aligns with global norms; robust urban screening and top hospitals support early detection.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Shanghai\u0027s diversified economy (tech, finance, manufacturing) offers resilience; layoffs occur but quick reemployment and remote work help families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Shanghai, China has a strong, diverse game/animation scene with many studios and growing funding; strong fit for Trey\u0027s studio ambitions.",
      "alignmentValue": 9
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Shanghai hosts several high-profile studios (NetEase, miHoYo, Ubisoft) with steady hiring. A multi-anchor scene supports local game dev careers.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Shanghai has a robust game-dev outsourcing scene: art, QA, localization, and engineering vendors; strong co-dev capacity with cross-border coordination needed.",
      "alignmentValue": 9
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Shanghai has strong CS/animation programs (SJTU, Fudan), but dedicated game pipelines are still developing; studio internships exist but not widespread.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Shanghai offers regular bootcamps and university extensions with English options. Expats can access game dev and cloud training in a robust tech ecosystem.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Shanghai hosts regular tech meetups, startup events, and game-dev groups; a vibrant, connected community supports founders.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Shanghai\u0027s game scene leans on Unity for mobile; Unreal has smaller but active circles, with local meetups and cross-training resources.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Shanghai offers strong real-time game pipelines with Azure China access; cinematic work exists, but real-time production leads.",
      "alignmentValue": 9
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Shanghai\u0027s vast tech scene provides a solid pool of game/software engineers. Top Unity/Cloud roles are competitive, but local pipelines keep hiring steady.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Shanghai\u0027s vibrant game/tech scene supports founders and devs. Visa cycles and policy shifts drive occasional churn among expat staff.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Shanghai studios show D\u0026I commitments, but progress is uneven across firms. Expat families can find supportive networks; LGBTQ\u002B protections are not codified.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Shanghai provides software tax incentives and some cultural grants; game studios can tap limited funds with competitive rounds and uncertain guarantees.",
      "alignmentValue": 7
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Shanghai\u0027s centralized policy cycles can introduce mid-cycle shifts in licenses and online rules; expect delays and compliance costs.",
      "alignmentValue": 4
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Shanghai\u0027s founder network is growing with regular meetups, accelerators, and expat circles; mentorship exists but varies by sector.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Shanghai, China offers venture capital and public grants, but game-specific backers are competitive. Founders should build local partnerships and leverage mixed funding networks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Shanghai offers general accelerators and university labs; game-tailored tracks are scarce, so focus on broad cohorts and local grants.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Shanghai has a large pool of senior tech and gaming leaders with startup experience; competition is high but viable for strong offers.",
      "alignmentValue": 9
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Shanghai offers a healthy contractor bench for dev and cloud work; strong local talent, but top game/UX specialists can book weeks ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Shanghai offers quality coworking spaces and startup networks; some shared production resources exist, but mocap labs are limited.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Shanghai has several game-IP focused firms and clinics handling publishing/licensing. Startups can access counsel, but pricing varies.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Shanghai has local publisher reps and scouting events; proactive outreach can unlock platform partnerships for Trey\u0027s game/tech startup.",
      "alignmentValue": 8
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Shanghai, China has active playtest labs and local panels. A strong vendor network exists, but language/cultural adaptation helps.",
      "alignmentValue": 9
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Shanghai startup visas exist but are limited. Founders often rely on standard work permits or employer sponsorship; timing can be bureaucratic or uncertain.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Shanghai offers abundant tech talent and grants; costs are slightly above global averages due to office rents and expat packages, but incentives help runway.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Shanghai has a large, well-connected 3D character artist community with top studios and outsourcing firms. Senior talent is widely available but competition is high.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Shanghai hosts several reputable animation/3D programs feeding local studios. Graduates frequently join Shanghai-based game and film companies.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Shanghai has occasional 3D character art trainings via local studios. Many offerings are Chinese-language; remote/online options help non-Chinese speakers.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Shanghai has a steady supply of 3D character artists. Most hires complete in 1-2 months with screened local candidates.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Shanghai, 3D character artist comp is about 20% under global medians; strong benefits, housing allowances, and local perks help offset for families.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Shanghai, China hosts many bilingual 3D character artists; English is common but Mandarin fluency is often expected—bilingual candidates favored.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote options exist case-by-case in Shanghai, China; studios often require on-site collaboration for 3D character art, with time-zone coordination.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Shanghai has a robust 3D animation scene with mid-to-senior talent across studios; many recent shipped projects indicate a strong pool.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Shanghai has several strong 3D animation programs across its universities; graduates feed into local studios annually.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Shanghai has many studios and universities offering regular 3D animation courses and workshops; strong instructors with Mandarin and online options.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Shanghai, China has a strong game-dev scene; 3D animator roles typically take 2-3 months due to competition; relocation help advisable.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Shanghai 3D animator pay is about 20% below global medians after cost of living. Relocation-friendly packages and strong benefits ease family moves here.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Shanghai\u0027s 3D animation scene widely uses English; some studios expect Chinese; bilingual candidates are preferred.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Shanghai, China studios favor hybrid 3D animation work; partial remote weeks help family schedules, but frequent onsite collaboration is common.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Shanghai hosts a strong 2D environment art pool with major studios and outsourcing; solid mid-to-senior talent and active project flow.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Shanghai hosts several solid art/game design programs; the city\u0027s game studios hire graduates yearly, supporting a strong 2D environmental art pipeline.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Shanghai\u0027s vibrant art/game scene offers regular 2D environment art short courses and workshops with solid instructors from top schools and studios.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Shanghai\u0027s robust game/art scene yields steady demand for 2D environmental artists. Typical hires span 2-3 months, with visa and location considerations affecting speed.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Shanghai 2D environmental artist pay ~20% below global medians; bonuses help but overall comp may require relocation trade-offs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Shanghai, China has many English-friendly studios. Mandarin is common; bilingual 2D environmental artists are often preferred.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Shanghai, China, 2D environmental art roles can be remote for senior or trusted contractors; most studios still expect hybrid onsite work for core tasks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Shanghai, China has a strong real-time VFX talent pool with seasoned game-ready artists. Mid-level hiring is robust, but senior roles can be competitive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Shanghai has multiple digital-media programs (e.g., SJTU, Tongji); real-time VFX jobs exist but pipelines rely on on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Shanghai hosts regular VFX real-time workshops and university short courses with solid instructors; most techniques are covered locally.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Shanghai market: VFX Real-Time roles typically take 2-3 months due to strong local demand; visa/relocation steps may extend timelines for expats.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Shanghai, China, VFX Real-Time pay trails top markets by ~25–30%; local packages are competitive, but cost of living is high.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Shanghai\u0027s VFX scene uses English widely in multinational studios. Local-language skills help with domestic teams and projects.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Shanghai, CN studios offer remote options case-by-case. Expect limited process maturity and hybrid or onsite work for real-time VFX.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Shanghai\u0027s robust game/tech scene offers a large pool of seasoned community managers across top studios and outsourcing partners.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Shanghai has top universities (Fudan, SJTU) with strong media and game programs. Local studios actively develop community manager talent.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Shanghai, CN offers a solid community manager education scene: regular local meetups and active online groups with English-friendly resources.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Shanghai, CN CM roles usually close in 2–3 months; strong expat/bilingual pools help, but language/visa steps can slow hiring.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Shanghai CM pay trails top markets by ~20%, but expat packages and local benefits help offset costs for a family; English-friendly roles exist.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Shanghai, China: English is commonly used in community teams. Basic Chinese helps engagement with local users and events.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Shanghai, China: remote/hybrid Community Manager roles exist case-by-case; process maturity is developing, with onsite presence often expected for events.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Shanghai\u0027s games PMM talent pool is robust, with mid-to-senior pros from local studios and outsourcing partners; competition for top PMMs is notable.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Shanghai has some game design/marketing tracks, but dedicated PMM (Games) programs are limited; cohorts are modest, with on-the-job upskilling common.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "In Shanghai, regular PMM (games) meetups and short courses exist with solid instructors; practical, accessible learning.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Shanghai offers a large games market with many PMMs; hiring typically 1-2 months. English-friendly teams exist, but bilingual candidates boost speed.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Shanghai, China PMM (Games) compensation lags top markets by ~25–30%; expat packages and lower cost of living soften the impact for a family.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "In Shanghai, English is common in multinationals; local studios expect Mandarin; bilingual (Mandarin-English) PMMs are preferred.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Shanghai game studios provide limited remote PMM options; expect mixed onsite/remote with English-friendly teams and in-person collaboration.",
      "alignmentValue": 5
    }
  ]
}