{
  "version": 2,
  "iso": "CZ",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Prague/Brno host a solid .NET market with banks/consultancies and remote-friendly roles; steady options suit Trey\u0027s software focus.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Czechia, 2D environmental artist pay trails top markets by 25-30%; lower living costs and family-friendly public services help offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Local Czechia options include Prague/Brno workshops and university courses. Most niche 2D environmental art training is online or via distant providers.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Czechia has some game/art programs (Prague/Brno), but dedicated 2D environmental artist pipelines are limited; studios bridge gaps with internships.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Czechia (CZ), 2D Environmental Artist roles likely take 4–5 months. Local pipelines are modest—remote or EU-based candidates can help.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Czechia, game studios broadly use English; local teams may require Czech, but bilingual candidates help Trey and Sarah land roles.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Remote/hybrid 2D environmental artist roles are common in Czech studios; expect occasional onsite days in Prague if needed, with reliable broadband.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Prague/Brno offer a solid pool of 2D environmental artists; seniors are competitive, but mid-level talent is accessible.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "3D animator pay in Czechia is about 20% below global medians; lower living costs help, with Prague packages varying by studio.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Czechia has 3D animation education in Prague (FAMU, VŠUP) with occasional workshops; many learners rely on self-study and online resources.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Prague hosts several 3D animation programs (FAMU, CTU, UMPRUM). Local studios hire graduates regularly.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Prague, Czechia, 3D animator roles typically fill in 1-2 months thanks to a solid game-dev scene. Remote options widen the candidate pool.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "English is common in Czech 3D studios (Prague/Brno); Czech language helps onboarding, client work—bilingual candidates favored.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Remote options exist but with occasional on-site days in Prague/Brno; strong broadband and EU healthcare help this family settle in Czechia.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Czechia has a solid 3D animation pool, concentrated in Prague/Brno with active game studios. Hiring is competitive; remote options help attract talent.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Czechia, 3D character artist pay trails top markets by ~25-30%. Prague offers solid QoL and strong remote options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Prague and Brno in Czechia host a growing game-dev scene with some 3D courses. Most upskilling is online or via universities, not heavy local workshops.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "CZ has a couple reputable 3D/CG programs feeding Prague studios; expect small cohorts and on-the-job upskilling for character art.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Czechia (Prague/Brno), 3D character artists typically take 3–4 months to hire; proactive sourcing or relocation helps secure top talent.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Czechia, English is widely used in tech and game studios, though some teams still expect basic local-language ability.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In CZ (Prague), 3D character roles lean hybrid; remote work exists but expect occasional onsite collaboration and local studio visits.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Solid Czech 3D character artist pool (Prague/Brno) with mid-to-senior talent and recent shipped projects; good for outsourcing.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "In Czechia, accelerators exist (Prague/Brno) but no game-specific tracks; expect general mentorship and funding.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Czechia generally meets EU PM2.5 limits, but winter inversions around Prague and Ostrava bring monthly smog days. Masks/indoor days for kids may be needed.",
      "alignmentValue": 7
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "In Czechia (Prague), anchor studios like Bohemia Interactive and SCS Software offer steady work and training. A strong regional game-dev scene supports growth.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "Czechia\u0027s secular culture is strong; atheism is widely accepted and rarely draws attention in daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Authoritarian backsliding risk in Czechia is low; democracy is robust with independent courts and plural media. EU safeguards add resilience for families in Prague.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Czechia is modern and fintech-friendly. Foreigners can open accounts with standard documents and use Revolut/Wise for fast cross-border payments.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Czechia has no coastline; lakes and reservoirs offer beach days, but seaside culture is limited.",
      "alignmentValue": 5
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Prague and other Czech cities have active board-game cafes and CGE titles. Families will find kid-friendly events, though groups vary by city.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Czechia, fitness talk exists but remains respectful; emphasis on well-being and inclusion over appearance.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Prague/Brno IT scene supports founders and web devs. EU funds and startup grants enable quick pivots, short hiring pauses.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Czechia, universal healthcare and robust screening keep cancer incidence near global norms. Routine checkups are advised for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Czechia\u0027s prisons largely meet EU standards with active oversight; overcrowding is limited, though some facilities need transparency improvements.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Czechia provides parental allowances and subsidized nurseries. Under-3 care can have waitlists, but overall childcare access is workable.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Prague, Czechia offers stroller-friendly trams and abundant parks for kids. Cobblestones and crowded centers require some planning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "CZ provides largely free public preschool for ages 3–6; 0–2 care costs vary with local subsidies; urban waitlists possible.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Czechia, visa families have limited access to cash childcare subsidies; private creches cost about 10–15k CZK per month.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Czechia offers hiking, cycling, and castle tours; board gaming and rock climbing have active scenes in Prague and other cities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Prague, Czechia has monthly game dev and tech meetups with active expat networks. Many family-friendly, English-friendly events are available.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Czechia provides universal healthcare, parks, and community wellness programs; expat and local circles help us stay motivated to healthy routines.",
      "alignmentValue": 8
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Czechia, intentional communities exist but are limited; a few co-housing projects in Prague/Brno require patience.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Czechia, Community Manager pay trails top markets by 25-30%, with offset from lower cost of living. For your family, Prague/Brno offer affordable living and visa options.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Czechia (Prague) has occasional community manager trainings and active online groups; most upskilling is remote or self-guided.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Czech CM education is mainly marketing/communications degrees with studio ties, notably in Prague. Dedicated curricula are limited, but internships help.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Czechia, community manager roles typically fill in 1–2 months. English-speaking pools are solid, supporting remote/hybrid hires.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Czechia, English is common in tech, but knowledge of Czech is usually expected; bilingual community managers are favored.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Czechia (Prague), CM roles are typically hybrid with flexible schedules. Fully remote options exist but some on-site collaboration is common.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Prague/Brno offer a moderate community manager pool; startups can hire, but may need relocation or longer searches for senior roles; English-friendly.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Czechia, expat groups and local clubs help; with a bit of initiative, neighbors are kind and bonds form through schools, events, and community groups.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Czechia (Prague), established studios offer pay near global medians after cost-of-living adjustments; generally sustainable for families.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Czechia, startup pay is about 20% below top markets after cost of living. Equity terms vary widely.",
      "alignmentValue": 6
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Czechia offers universal healthcare and a relatively straightforward family-visa path, but long-term permits require thorough documentation.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Prague and Brno host regular coding meetups and bootcamps, plus university continuing education. Online options are plentiful for remote upskilling.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Healthy Czech IT freelancer market (Prague/Brno); good availability, but top talent may book weeks ahead; onboarding is generally efficient.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Czechia emphasizes harm reduction with decriminalization of small amounts and accessible health services; aligns with your progressive, family goals.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Czechia offers affordable tech costs with strong talent and grants. Prague rents are moderate with predictable taxes that aid startups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Prague rents are rising but still below Berlin; groceries, transit, and childcare remain affordable by US standards.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Czechia has coworking in Prague/Brno; game-dev labs and mocap/audio gear are scarce; solid spaces exist but expect limited specialized resources.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Czech IT market is solid with Prague/Brno dev clusters; remote/hybrid work common. Founders and developers find talent, though senior game/web roles are competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Moderate depression prevalence in Czechia; universal healthcare helps access, but therapy can involve some wait times.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Czechia, expat and local circles value steady outreach; with family-friendly groups, close friendships can grow over time.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "In Czechia, D\u0026I is active in urban studios (Prague/Brno) with LGBTQ\u002B-friendly policies; progress varies by company.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Drug enforcement in Czechia is typically targeted; small possession is decriminalized. Occasional crackdowns in some areas can create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Czechia allows dual citizenship for naturalized residents; the family can keep US passports after meeting residency requirements.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "CZ offers MVP-to-demo grants roughly $150k-$350k via EU/Czech programs; competitive but viable for game-dev startups.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Czechia offers EU grants and general funds; game-focused backers are scarce. Expect remote investors and mixed funding routes.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Czechia (CZ), the economy is solid with low unemployment and mild inflation; daily life is affordable and healthcare/education are accessible.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Czechia blends private enterprise with social protections and active labor policy; startups benefit from EU grants, but bureaucracy and taxes still pinch.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Czechia offers EU-aligned, predictable regulations and startup support (grants and visas). Policy remains stable with few surprises for families.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Czechia\u0027s primary education delivers solid math and science. Project-based learning is limited, and district variation exists; families often seek tutoring.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Czechia has CS/engineering programs in Prague and Brno. Game-focused curricula exist but rely on internships and studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In CZ, Blue Card/Employee Card exists for IT, but sponsorship often requires strong resumes and some legal help.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "In Czechia, Unity remains the leading engine with solid Unreal peers. Good cross-training and local dev meetups help a Unity-centric team.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Czechia offers good environmental quality with access to parks near Prague and Brno; expect occasional pollution alerts and seasonal allergens.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Czechia, self-employed tax plus social/health contributions run about 25–30% effective. This aligns with solid public services.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Czechia, fall runs mild early (15–22°C) then cools to 5–12°C; light showers are common. Most days suit sweater weather for family outings.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Family life in Czechia benefits from universal healthcare, good schools, and safe neighborhoods. Some urban areas feel more adult-focused.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "In the Czech Republic, spouses and minor children can join a principal permit holder; expect standard reunification steps and income proof.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Czechia, parental leave, child allowances, and universal healthcare exist. However, subsidies can require paperwork and processing delays.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Czechia provides parental allowance and subsidized childcare for families with young kids; supports costs but involves paperwork and eligibility checks.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Czechia, visa families can access essential healthcare and some parental leave, but many cash benefits require longer residency or employer sponsorship.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Fashion in Czechia leans tidy smart-casual, especially in Prague\u0027s workplaces. Casual wear fits daily life and with kids; reserve polished outfits for meetings.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Prague\u0027s fashion scene is diverse and inclusive, with local sustainable labels. Urban Czech cities support body-positive styles for women.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Czech urban hubs (Prague), men blend smart-casual with streetwear; in suburbs, classic styles prevail, matching Trey\u0027s professional yet relaxed look.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Czechia, urban professionals have autonomy, yet appearance and parenting pressures persist. Prague\u0027s cosmopolitan scene highlights modest fashion norms.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Gun laws in Czechia are moderate with licensing and checks. Firearms are mainly found among sport shooters, not in daily life, so you rarely feel threatened.",
      "alignmentValue": 7
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Czechia, Prague nightlife can mix; most people honor consent, but alcohol can blur lines—boundaries stay clear and direct communication.",
      "alignmentValue": 7
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Prague\u0027s founder scene is growing, with meetups and accelerators (Startup Yard, Prague Startup Centre) and EU funding—strong, but smaller than major hubs.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Czechia, major cities offer strong fresh markets and diverse cuisines; some specialty ingredients may require travel to Prague or Brno.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Expat networks in Prague and Brno welcome newcomers who take the initiative. Connections grow gradually as language and local ties develop.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Prague hosts major studios like Bohemia Interactive and Warhorse. There are regular openings and EU contract/grant routes for game dev work.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Czechia\u0027s urban areas, like Prague, show good social acceptance and support for gender-fluid people; legal recognition on documents lags behind.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Czechia has solid gender protections and universal healthcare; pay gaps and women in leadership lag, with reform uneven across sectors.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Czechia\u0027s urban areas support shared parenting and flexible work; for this dual-income family, gender norms align with progressive values.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Across Czechia, urban dating norms are modern; nontraditional flirting is common. Your progressive, family-oriented profile should face minimal stigma.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Long-term Czechia permits require mandatory health insurance and in-person checks. Expats frequently hire local immigration lawyers to navigate the process.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In Czechia, hotter summers and droughts are rising; local resilience programs help, but plan for water scarcity and forest stress.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Czech Startup Visa exists for founders; processing can be variable, but it\u0027s generally founder-friendly and supports families with long-term stays.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "7: In Czechia, smart-casual is common. A tidy look helps in work and social spaces without heavy fashion costs.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Czechia, multi-partner families face limited institutional support; stigma persists, so we navigate paperwork and bias with care.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Public health insurance in Czechia covers visits with low copays and strong pediatric care; expect occasional delays for specialists.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Healthcare in Czechia: visa holders have public coverage; English-speaking doctors mainly in Prague/Brno; private insurance eases access.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities in Czechia are tuition-free for citizens; newcomers may pay tuition but can access broad programs, dorm subsidies, and transport discounts.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Czechia offers English-taught programs (€3-7k/yr) with international offices; visa proof of funds required but feasible for a US family.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Prague-area studios typically fill roles in about 3 months; visa steps can extend timelines, but English-friendly, remote/hybrid options exist.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Czechia, startup roles take 3–4 months to fill; incentives help. Prague and ČVUT grads provide a pipeline, with EU grants and visas aiding.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Prague offers family-friendly flats, but competition and deposits slow rentals. Target parks and walkable neighborhoods like Letna or Vinohrady.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "CZ uses two bands (15% up to a cap, 23% above) with annual returns. English guidance is limited, so expect local help or translators.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Czechia (Prague), immigrants are generally tolerated; urban areas show openness for professionals and families, but national discourse can be skeptical.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Czechia generally welcomes educated Western families in Prague/Brno, but language and local ties shape reception. Active community engagement helps mitigate aloof perceptions.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Czechia offers free compulsory schooling, but quality varies by district; urban areas have more bilingual programs, and proactive parents secure placements.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Visa-holding children in Czechia can attend public schools. Language support varies by district and some fees may apply.",
      "alignmentValue": 6
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English is widely used in Prague and major Czech cities. In rural areas, Czech dominates daily tasks and official services.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Czechia, established studios rely on English for cross-border work. Local Czech fluency aids community, compliance, and partnerships.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "English is widely used in Czech startups; learning Czech will ease hiring, regulatory tasks, and community outreach for your family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Czech IP/legal support for games exists; Prague/Brno firms handle software/IP with English options, though dedicated game-IP specialists are modest.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Same-sex civil partnerships exist since 2006; Prague Pride draws large crowds in Czechia. Urban acceptance is strong, though rural areas may vary.",
      "alignmentValue": 8
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Prague/Brno offer reliable local playtest groups and university UX labs; Czech survey providers support game-dev market research.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Czechia, decades after communism, Marxism is viewed skeptically; academia debates it, and far-left parties have limited influence.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Czechia, masculine norms are evolving; caregiving and emotional openness are more accepted, matching your progressive family in Prague/CZ.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence in Czechia is uncommon; authorities communicate clearly and communities feel prepared for large gatherings.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Prague offers abundant tech, language-exchange, and family-friendly meetups; some niches use waitlists or membership fees.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Minimum wage (~CZK 18,900) falls short of Prague-family living costs; with two kids, a second income or subsidies are needed.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "In Czechia, modern infrastructure: solid broadband and hospitals, strong rail links; some regional gaps and bureaucratic frictions remain.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Non-monogamy acceptance in Czechia varies. Prague is more tolerant, while suburbs often expect discretion for family stability.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Czechia, honesty is valued but framed with nuance. Share needs directly, but with cultural sensitivity.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Bohemian Switzerland and Moravian Karst offer family-friendly CZ trails with well-kept routes. Some sites are crowded; plan weekend outings with the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Prague, Czechia: Vltava floods and windstorms are known risks. Defenses are modern, but stay prepared with kits and drills.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nature spots near Prague are reachable by regional trains within an hour, with family-friendly trails along the Vltava and Bohemian Karst.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Prague and Czech cities boast a vibrant live-music scene with regular concerts and festivals. Safe transit supports family-friendly evenings.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Prague and other Czech cities offer vibrant nightlife, but family-friendly late options are limited; plan early evenings and reliable transit.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "In Prague, Czechia, CGDA meetups and Game Developers Session offer steady, newcomer-friendly events.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Czechia hosts Bohemia Interactive, Warhorse, Amanita Design, and Beat Games, anchoring a strong, internationally connected game scene.",
      "alignmentValue": 9
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Czechia, obesity is moderate. Ongoing public health efforts and active lifestyles help keep trends stable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "EU grants and ČVUT talent support Czech game startups. Funding trails Berlin/London, but visa-friendly programs and ecosystem help.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Czechia offers a manageable tempo. Outside Prague, the pace slows for calmer family days.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Czechia values education and family involvement; bilingual options help. Some traditional expectations persist, but collaborative parenting gains support.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Czechia naturalization after 5 years\u0027 permanent residence with B1 Czech and civics; generally accessible but dual citizenship is not guaranteed.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Czechia sits mid-pack in perceived corruption; reforms continue and watchdogs are active, though some procurement issues persist for Czech families.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Czechia, dense transit (Prague metros) can bring closer contact. Advocate gently for comfort and set clear cues.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Czechia, personal space is moderate; crowded transit or lines can feel close, but people respond to cues and polite steering works.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Czechia offers 2–3 strong seasons (spring/early fall) with pleasant weather; summers can be warm, winters chilly—shoulder months require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Czechia\u0027s parliamentary republic with PR and coalitions generally functions well. Stable elections and open civic channels support democratic life.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Czechia, polyamory lacks legal recognition. Prague and other cities show tolerance, but parental rights are largely monogamy-biased.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Czechia has public preschools for ages 3-6 with mixed public/private options; slots vary by city, but dual-working families blend public and private care.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Private schools exist in Czechia (Prague) with bilingual/intl curricula. Tuition is premium and often requires subsidies.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Czechia, fresh markets exist in cities, but processed foods are common. With planning, you can balance snacks with fresh produce.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "PMM (Games) pay in Czechia ~20% below global medians; remote work helps, cost of living is lower, and Prague/Brno host growing expat communities.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Czechia offers occasional product marketing (games) workshops and solid online options. Prague/Brno host visiting experts; local in-person events are sporadic.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Czechia has a few universities with game-related marketing electives. Prague/Brno cohorts are small, often requiring on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "PMM (Games) hiring in Czechia typically takes 3-4 months. Remote or relocation options help access broader talent pools.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "English is widely used among Czech game PMMs; learning Czech is common. Prague studios favor bilingual teams with English-first workflows.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Czechia, game marketing roles commonly use hybrid remote work; fully remote is negotiable, especially in Prague-area studios, fitting family needs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Moderate PMM (Games) talent in Czechia; Prague hosts studios, but niche PMMs are limited; relocation or longer searches may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Prague and Czech urban centers lean progressive on social issues. National policy still shifts with elections, with conservative pockets outside cities.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Czechia\u0027s urban centers (Prague, Brno), non-monogamy is widely discussed and accepted. Rural areas may be more discreet.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Czechia\u0027s public messaging stresses EU solidarity and Ukraine aid; fringe anti-migrant voices exist, but independent outlets offer multiple views.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "7: Czechia has pluralistic media with independent public broadcasters; online disinformation persists, but media literacy helps our progressive family.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Transit in Czechia\u0027s cities is efficient and affordable (Prague, Brno); rural gaps exist, supporting car-free living in urban areas.",
      "alignmentValue": 9
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Prague/Czechia\u0027s startup scene offers occasional publisher engagement; most platform relations will be remote with limited local reps.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Czechia (Prague), high-end services exist but require planning around limited providers and waitlists; strong schools and healthcare support QoL.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Czechia, universal healthcare and subsidized childcare ease costs for families; in Prague, waitlists may limit bilingual programs.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Czechia, universal healthcare and strong public services support families; outside Prague housing is more affordable, though childcare costs still matter.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Prague/Brno in Czechia offer strong real-time game dev networks and EU grants; some VFX exists. Alignment favors real-time with some pre-rendered work.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Czechia is secular; religion and politics stay separate, preserving pluralism and protections for LGBTQ\u002B families. Personal beliefs are respected in daily life.",
      "alignmentValue": 10
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Hybrid work is standard in Czech studios; senior roles may be fully remote, supporting the family\u0027s needs in Czechia.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Hybrid work is common in Czech startups. Prague and Brno teams often pair remote work with periodic on-site sprints, supported by solid tooling.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Czechia supports hybrid/remote work. Prague\u0027s coworking spaces and fast broadband help distributed tech teams.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Czechia offers long-term permits; renewals are typically 1–2 years, with permanent residence possible after about 5 years of continuous stay.",
      "alignmentValue": 5
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Czechia\u0027s Prague startup scene offers grants, but visa hurdles and funding cycles may cause occasional churn for the founder-led family.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Retirement security in Czechia varies; public pensions are modest and rely on private saving. Healthcare is universal, reducing out-of-pocket costs.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "US visa holders in Czechia can access state pensions after contributing, with portability under bilateral agreements; minor residency requirements apply.",
      "alignmentValue": 9
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby market in Czechia is modest; Prague/Brno host a few Rails shops, but many roles are remote with EU/US clients.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Violent crime is rare in the Czech Republic. Petty theft can occur in tourist areas, but safety measures keep it well-managed.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "In Czechia (Prague), bilingual/private options exist alongside Czech-only public schools. Plan networking and local research to secure a good fit for the kids.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Lipno, Czechia: midsummer water ~20–23 °C; swimmable about half the year, with ~20 °C in shoulder months—kid-friendly with light gear.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Czechia\u0027s temperate seasons bring a few notable swings: cold winters and warm summers with occasional storms, manageable risks for a family-focused plan.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Czechia, winters are noticeably dark; keep energy with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Seasonal weather in Czechia: mostly pleasant with distinct seasons; warm summers and cold winters, still comfortable with light planning.",
      "alignmentValue": 9
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Prague/Brno offer a solid senior software pool and some game-dev talent; startups face competition and higher offers, with remote/hybrid helpful.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Urban Czechia (Prague) is liberal on sex education and sauna nudity; discourse on non-monogamy remains cautious.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Social policy in Czechia offers universal healthcare and child benefits, supporting families. Some programs have limits and administrative hurdles.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Spacious 2k sq ft rentals exist in Czechia (Prague/Brno) but core areas are pricey. Expect tradeoffs on location or finishing in districts with schools.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Czechia, spring typically sits around 12-23 C with mild days and occasional chilly showers; layer up for outings.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "EU/NATO/Schengen ties keep Czechia politically stable with predictable policy. Prague and regional dynamics bring occasional tensions, but stability remains solid.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Czechia\u0027s pluralist democracy and EU alignment support civil liberties and human rights; ongoing debate with some nationalist rhetoric.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "State of Capitalism in Czechia: a healthy, EU-supported market with startup grants and solid public services; watch wealth gaps and lingering bureaucracy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Czechia has a moderate studio density, centered in Prague/Brno with growing indie teams; friendly to family-friendly, remote work.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Czechia, summers are mild to warm: average highs ~26–30°C with nights often under 20°C; heatwaves to ~30°C occur but are brief.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Czechia, service is efficient and direct; politeness is situational. English is common in Prague and locals are respectful when you engage.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Prague/Brno hubs for game dev; Czechia offers film/creative incentives, but game-specific support is modest and funding can vary.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Prague, Czechia: first-time entrepreneur visas may take about 9 months. Fees are moderate, with translations and biometrics.",
      "alignmentValue": 8
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in Czech government is mixed, with regional variation. Simpler, more transparent public services would boost confidence for families in Czechia.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Czechia (CZ), corruption concerns center on public tenders and opaque party financing; essential services remain solid thanks to oversight.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Prague senior software pay: ~80k–120k CZK/mo (~$3.6k–$5.4k). Adequate locally but below Western Europe; remote work or dual incomes help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekend trips in the Czech Republic feature castles, forests, and Aquapalace Praha; shops stay open and transit is reliable, with planned plus spontaneous outings.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Czechia schools start around 8:00 and end by 12:30–15:00. After-school care and daycare can extend to 17:00, offsetting occasional late meetings.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Statutory leave in Czechia is 20 days per year plus about 12 public holidays. Totaling roughly 32 days off, it matches the family\u0027s downtime needs.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Czechia, white-collar workers typically get 25–29 days off; startups may offer 20–25 days, reflecting family-friendly policies.",
      "alignmentValue": 8
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Prague/Brno offer several game-dev vendors (engineering, QA, art). However, capacity is limited and some work may rely on remote partners.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX real-time pay in Czechia runs ~20% below global medians; Prague studios offer local packages. Cost-of-living relief can offset lower pay for families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Limited local VFX (real-time) continuing education in Czechia; most upskilling happens online or via Prague-based programs.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Czechia hosts several reputable CG/animation programs (Prague-based). Real-time VFX pipelines are growing, with good industry links but not yet saturated.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Czechia\u0027s VFX Real-Time market is moderate; 3-4 month searches typical; proactive sourcing/relocation helpful; Prague/Brno have English-friendly studios.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Czech VFX (Real-Time) studios in Prague/Brno are English-friendly; some local-language screening remains for Czech projects.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Czechia (Prague/Brno) favors hybrid real-time VFX; remote work is common, with some onsite days expected.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Prague/Czechia has a solid real-time VFX pool: mid-level pros across studios, with English-friendly teams; seniors may require relocation or remote work.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Czechia\u0027s neighbors Slovakia/Poland are generally cooperative; Germany is a strong EU partner. You\u0027ll see mixed local views but open cross-border life.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "In Czechia, practical pride and Central European heritage trump nationalist narratives; a welcoming, family-friendly civic self-image.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors view Czechia as a stable EU partner with Prague\u0027s strong public services. For families, Czechia offers solid schools, safety, and universal healthcare.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Prague, CZ offers employee cards, EU Blue Card, and self-employment visas. Blue Card may require degree equivalence; startup/trade routes fit entrepreneurs.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Czech cities like Prague offer walkable cores with good transit. Choose family-friendly neighborhoods with parks to keep walks safe.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Czechia, urban centers like Prague are generally welcoming to US families; expat resources exist, with curiosity and practical support.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Prague\u0027s Gothic spires, riverfront parks, and lively cafés spark family-friendly curiosity; castles and a growing tech scene invite exploration.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Czechia: 0-5°C highs with freezing nights. Temps can dip below -5°C in cold snaps and snow is common; heating is essential.",
      "alignmentValue": 5
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Czechia IT weeks typically 38-40 hours with occasional crunch; strong leave and remote options suit your family-friendly goals.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Czechia, EU labor norms and 4\u002B weeks leave support family-friendly balance; tech roles offer remote/hybrid options and predictable hours.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "CZ provides paid leave, sick days, and collective bargaining; protections are solid for families, though enforcement can vary by firm size.",
      "alignmentValue": 8
    }
  ]
}