{
  "version": 2,
  "iso": "DK",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Denmark\u0027s bike-friendly cities, green belts, and clean waterways give the family easy outdoor plans. The environment aligns with a 9.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Denmark\u0027s strong coastal defenses and climate adaptation lessen risk. Plan inland housing and flood prep for storms and sea-level rise.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Denmark\u0027s temperate maritime climate brings mild, damp seasons with frequent rain and wind; winters are cool but manageable for outdoor time.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Denmark has very clean air due to EU standards and coastal winds, with PM2.5 staying low. Occasional traffic peaks or pollen days may justify light filtration.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Denmark has minimal quake risk; main hazards are North Sea windstorms and coastal flooding. Strong codes and alerts keep risk low for a stable, progressive family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Denmark spring is mostly comfortable with mild days, but expect windy, drizzly spells and a few cold snaps. Bikes with light jackets work for the kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Denmark summers are mild, with typical highs around 20–23°C (68–73°F) and cool evenings. Ideal for park days and family outings in Denmark.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Denmark falls are mild with frequent showers; cool mornings and winds require layering, but family outings are comfortable most days.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Denmark are cool but manageable; daytime 0-5 C with occasional subzero nights and light snowfall, roads generally clear.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches along Denmark\u0027s Baltic/North Sea offer clean facilities and dunes; family-friendly amenities make day trips practical, despite chilly water.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Denmark\u0027s August sea is about 18°C (64°F). For the kids, longer swims will need gear or a wetsuit.",
      "alignmentValue": 5
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Denmark offers sandy beaches, dunes and beech forests near Copenhagen. Dramatic mountains are absent, but there are easy, family-friendly trails and parks.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Denmark has no statutory minimum wage; tech sector unions pay ~110-130 DKK/hr, generally covering housing and childcare for this family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Copenhagen senior software salaries around 550k–700k DKK \u002B pension; strong but not top-tier in Europe, feasible with dual incomes.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Copenhagen and Aarhus offer steady .NET roles in banks and IT firms; expect regular openings and visa-friendly startup opportunities.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Denmark has moderate Ruby demand, mainly in Copenhagen startups; remote/hybrid options exist; network via local Ruby meetups.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Denmark tech employers commonly sponsor skilled workers; fast-track and Pay Limit programs exist, and dependents are supported with employer help.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Denmark\u0027s unemployment is around 3% with a resilient GDP and strong welfare nets. This supports steady growth and long-term family stability.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Denmark fully normalizes remote work: trusted distributed teams, fast broadband, and strong family-friendly policies fit your cross-country life.",
      "alignmentValue": 10
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Denmark, flexicurity protects evenings/weekends and offers flexible hours, helping Sarah prioritize family time without career penalties.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Denmark (DK), typical workweeks are 37-38 hours with strong work-life balance; overtime is regulated and often compensated.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Denmark guarantees 25 paid vacation days plus about 9 public holidays (roughly 34 days), supporting family time and predictable planning.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In DK, typical vacation is 30-35 days (5 weeks \u002B holidays). Firms often allow rollover or payout, aligning with a 9-rated generous norm.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Denmark\u0027s bike-friendly cities and short commutes create a calm pace; the family keeps a slower rhythm while enjoying urban amenities in DK.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Denmark schools typically end around 14:00-15:00 with SFO until 16:30-17:00. Most parents wrap by 16:00-17:00, aligning with this family\u0027s schedule.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Denmark weekends offer abundant family-friendly options: parks, museums, and cycling. Many venues are accessible without pre-booking.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Denmark\u0027s universal childcare and generous parental leave support your family-first, polyamory-friendly life. Safe, bike-friendly neighborhoods foster belonging.",
      "alignmentValue": 10
    },
    {
      "key": "Polyamory",
      "alignmentText": "Denmark\u0027s urban centers are socially tolerant of polyamory, yet legal recognition stays monogamy-centered; parental rights can be complex.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Denmark\u0027s generous parental leave and universal childcare support a child-led, egalitarian approach; this fits Trey/Sarah\u0027s progressive parenting in DK.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Denmark\u0027s cities are highly kid-friendly: safe crossings, plentiful playgrounds, and stroller-friendly transit; welcoming, family-oriented communities.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Denmark\u0027s Folkeskole is free and secular with solid overall quality. International/bilingual tracks exist in major cities but waitlists and higher tuition are common.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Denmark offers universal, subsidized daycare with strong public options; slots are common, but early registration helps secure care for a 1-year-old.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Denmark, childcare is heavily subsidized and fees are capped; parental leave and work-friendly policies keep both parents in the workforce.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Denmark offers strong daycare subsidies for visa holders after CPR/registration; initial copays apply, but access is broad and clear.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Denmark offers universal, high-quality public schooling with free materials and strong language support; enrollment and transfers are straightforward.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Denmark, public Danish schools are open to visa holders with Danish instruction and language support; urban waitlists may occur, so apply early.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Friskoler and international schools exist in Denmark with public funding. Private options are available but vary in quality and accreditation.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Denmark\u0027s comprehensive welfare provides extensive parental leave, universal healthcare, child benefits, and flexible work laws that fit this family.",
      "alignmentValue": 10
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Denmark (DK): visa families get parental leave and child benefits after tax registration. CPR unlocks most benefits, but some cash grants require residency.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Citizens in Denmark enjoy tuition-free universities with broad degree paths and SU living stipends.",
      "alignmentValue": 10
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Denmark charges tuition for non-EU students; visas require proof of funds. Scholarships exist but are not universal.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Denmark (DK), gender roles are highly fluid and equitable; parental leave and social support enable shared caregiving and dual-income lifestyles.",
      "alignmentValue": 10
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Denmark, gender diversity enjoys strong legal protections and universal healthcare; urban areas are welcoming, while some rural pockets adapt gradually.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Denmark\u0027s strong gender-rights laws, enforcement, and universal healthcare align with the family\u0027s priorities in Denmark (DK).",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Denmark\u0027s gender equality is strong and feminine expression is diverse. Sarah\u0027s role aligns with a Danish, egalitarian family model.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Denmark’s gender-equal culture supports nurturing masculinity. Danish men share caregiving and parental leave, aligning with this family’s values.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Denmark\u0027s Copenhagen design, cycling culture, and hygge vibe offer safety and welfare. English-friendly life and strong work-life balance suit a family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Denmark: English is widely spoken in cities like Copenhagen; most services are Danish, with translation apps handy for rural visits.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "Denmark\u0027s LGBTQ\u002B protections, secular governance, and strong welfare align with the family\u0027s progressive values in DK. Civic engagement and climate action further reinforce this alignment.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Denmark\u0027s public discourse centers on pragmatic welfare; Marxist ideas are visible in academia and activism but policy remains centrist.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "In Denmark (DK), atheism is fully accepted; secular public life and policy are the norm, ensuring free belief nationwide.",
      "alignmentValue": 10
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Denmark offers comprehensive, destigmatized sex education. Your sex-positive, family-friendly values fit well with local norms.",
      "alignmentValue": 10
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Denmark provides strong LGBTQ\u002B rights: marriage equality, anti-discrimination protections, and visible Pride; polyamorous families are broadly accepted.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Denmark is welcoming but often reserved; expat families build ties by joining clubs and parent networks to form trusted local communities.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "In Denmark, Danes value egalitarianism and humility under Janteloven. Your family reflects this balanced, community-focused self-image.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Denmark\u0027s neighbors, Sweden and Germany, are strong partners with easy cross-border travel in the Øresund region. The family would join regional conversations.",
      "alignmentValue": 10
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors view Denmark positively; DK\u0027s stable welfare state and trustful society help this expat family settle smoothly in Copenhagen.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Copenhagen, Denmark exists in select districts (Vesterbro/Nørrebro). With childcare, evenings are doable with careful transit.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Denmark\u0027s urban style favors minimalist, cycling-friendly menswear. Trey can wear practical, modern gear in Copenhagen, aligning with an 8 rating.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Denmark, women\u0027s fashion is practical, minimal, and inclusive; Sarah can balance stylish comfort for work and family life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Denmark has a strong cycling culture and active board-game communities. Your gaming, tabletop, and family-friendly hobbies align with local clubs.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Denmark\u0027s Copenhagen and Aarhus host active board-game cafes and conventions. Trey would enjoy regular family game nights in DK.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Denmark’s Copenhagen/Aarhus scene is vibrant with regular concerts and community events; many daytime/family-friendly options and safe transport help outings with kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Denmark (Copenhagen) offers frequent, English-friendly meetups in tech, parenting, and expat networks; proactive outreach helps families plug in.",
      "alignmentValue": 9
    },
    {
      "key": "Nature Access",
      "alignmentText": "From Copenhagen, Denmark\u0027s trains and bike routes put forests, beaches, and coastal towns within easy reach; family-friendly nature weekends are very doable.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "In Denmark\u0027s constitutional monarchy and proportional Parliament, governance is transparent, stable, and civil-liberties-friendly for your family.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Denmark blends a state church with secular, evidence-based policy; religion informs culture but public decisions remain pluralistic and inclusive.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Denmark\u0027s robust unions and flexicurity give strong worker rights and social safety nets; your family can expect solid protections and good work-life balance.",
      "alignmentValue": 10
    },
    {
      "key": "State Ideology",
      "alignmentText": "Denmark\u0027s pluralist, rights-respecting welfare state with evidence-based policy and LGBTQ protections fits the family\u0027s progressive priorities.",
      "alignmentValue": 10
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Denmark\u0027s strong democracy—free media and independent courts—keeps authoritarian backsliding risk very low; monitor policy debates.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Denmark’s flexicurity blends safety nets with startup dynamism in Copenhagen. High taxes coexist with grants and welfare, supporting family-friendly entrepreneurship.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "Denmark\u0027s decades of stable governance and low volatility offer predictable policies. The welfare system and safety support long-term family plans.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Denmark, DR and diverse outlets keep propaganda low; independent media plus watchdogs debunk spin, enabling calm daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Denmark\u0027s public messaging centers wellbeing and transparency with diverse media, aligning with the family\u0027s preference for factual information.",
      "alignmentValue": 10
    },
    {
      "key": "Social Policies",
      "alignmentText": "Denmark\u0027s universal healthcare, strong welfare, and LGBTQ\u002B protections match your progressive, family-friendly priorities; top safety nets justify a 10.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Denmark (DK) has very high public trust—transparent agencies and responsive services ease visa steps for your family.",
      "alignmentValue": 10
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Denmark has near-zero corruption and transparent governance; your family would enjoy predictable rules and robust public services in Denmark.",
      "alignmentValue": 10
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Denmark (DK), corruption is very low; transparent rules and strong oversight ensure any issues are swiftly resolved and kept isolated.",
      "alignmentValue": 10
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Copenhagen housing is expensive with tight supply; expect competition and long leases for family-sized rentals; consider secondary cities.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Denmark\u0027s very low crime, strong social cohesion, and walkable neighborhoods let kids roam or bike locally with confidence.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Denmark\u0027s universal healthcare offers your family low costs and strong pediatric care; generally timely, with occasional specialist waits.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Denmark offers universal healthcare after registration; visa families use the GP network, with longer waits for specialists; plan extra appointment time.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Denmark, municipal daycare subsidies and generous parental leave keep childcare reliable for both parents.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Denmark offers generous parental leave, subsidized childcare, and universal healthcare; bureaucracy is relatively streamlined.",
      "alignmentValue": 10
    },
    {
      "key": "Education",
      "alignmentText": "Denmark\u0027s public schools are strong and inclusive; Danish immersion will take time, but robust bilingual options and supports help the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "In Denmark, S-trains, Metro, and buses support car-free living in cities like Copenhagen; service is efficient and frequent, with minor delays.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "Denmark\u0027s flexicurity blends startup support with strong safety nets and efficient governance, offering predictable, family-friendly policy for your move.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Denmark\u0027s Skat pre-fills returns and offers family credits; a transparent, digital-first system that makes filing easy for families.",
      "alignmentValue": 10
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Denmark\u0027s combined tax and social charges on two tech salaries run ~50% take-home; robust public services justify costs.",
      "alignmentValue": 3
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "MobilePay ubiquity and instant transfers ease daily life in Denmark. Foreigners typically access Danish banking with standard ID/CPR steps.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Denmark is high, especially housing in urban areas. Strong wages and social benefits help, but you must budget carefully.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Denmark\u0027s universal pension plus ATP and occupational plans provide solid, dignified retirement. Healthcare and elder services support aging citizens.",
      "alignmentValue": 9
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Denmark, long-term residents can access the public pension after contributing; visa holders still need years of work, so private savings are important.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Denmark offers Start-up and skilled worker routes; viable with incubator support, but expect a multi-step, paperwork-heavy process.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Denmark, US families are generally welcomed; Danes are polite and English is widespread, with trust built through local community ties.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Denmark uses multi-path permits with 2-year renewals and integration checkpoints; permanent residency requires steady residence and time.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Denmark naturalization typically after 8-9 years of residence with language and civics tests; for this US family, it\u0027s a long, slow path.",
      "alignmentValue": 7
    },
    {
      "key": "Family Members",
      "alignmentText": "Denmark allows family reunification for spouses and kids with work rights after meeting income and housing rules; this US family should qualify.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Denmark, first-time residence permits (family reunification/work) can take up to a year. Fees are moderate, including translations and document costs.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "DK residency rules require ongoing housing, income, and language documentation. With careful records, the family should face periodic checks and manageable risk.",
      "alignmentValue": 7
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Denmark fully permits dual citizenship. U.S. citizens can naturalize in Denmark while retaining their US passport, with minimal restrictions.",
      "alignmentValue": 10
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Denmark offers strong healthcare, education, and QoL. CPR/MitID steps and visa renewals add upfront work, but protections and stability for families.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Denmark\u0027s game scene in Copenhagen/Aarhus hosts IO Interactive, SYBO, and Ghost Ship; regular openings and EU funding support Trey.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Denmark\u0027s Copenhagen studios (IO Interactive, SYBO) have steady hiring pipelines; US visa processing may push fills to ~3 months.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Denmark studios offer pay near global medians after cost of living, with strong family-friendly benefits and good work-life balance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Denmark, English is widely used in studios; Danish remains important for local docs, compliance, and community ties.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Denmark, established studios commonly offer hybrid work with flexible hours; remote options for senior roles support family-friendly balance.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Denmark\u0027s Copenhagen scene hosts several internationally respected studios (Playdead, IO Interactive), boosting networking for local pitches.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "In Denmark (Copenhagen area), regular game dev meetups, Filmbyen events, and Nordic Game activities support family-friendly networking.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Denmark offers strong startup grants and incubators in Copenhagen. Access to talent and funding is good, though competition is steep.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Denmark, startup hiring runs about 3 months to land the right hire for family teams. Grants and a strong game/dev ecosystem help Trey\u0027s team attract talent.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Denmark startup comp, after cost-of-living adjustment, sits near global medians; strong equity and Denmark\u0027s welfare offset taxes for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "English is common in Denmark\u0027s startup scene; regulatory tasks still require Danish, so bilingual teams with local fluency perform best.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Denmark startups favor hybrid work; flexible hours and English-friendly culture suit families, with some on-site days required.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Denmark\u0027s nationwide fiber and 5G, plus NemID/e-Boks, support seamless, tech-forward living; climate-smart design keeps infrastructure future-proof.",
      "alignmentValue": 10
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "In DK, seasons are mild overall; expect a couple of notable extremes (windy storms, cold snaps) each season—plan for damp, cool days.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Denmark, winter darkness is noticeable; regular outdoor breaks and occasional light therapy help maintain energy.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Denmark: two to three strong seasons; mild summers, cool damp winters; regular rain in spring/autumn, but many outdoor days most of year.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Denmark\u0027s universal healthcare and subsidized childcare support families on modest wages. Housing in major DK cities can be tight, but public services cushion costs.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Denmark\u0027s universal healthcare and subsidized childcare support a comfortable middle-income two-child family. High taxes accompany strong public services.",
      "alignmentValue": 9
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Denmark offers high QoL for affluent families: excellent public services, universal healthcare, top schools, and culture with low bureaucracy in DK.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Denmark (Copenhagen region) has tight 2k sq ft rental supply; expect compromises. Suburb locales with parks help, but rents are premium and listings move fast.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Denmark, intentional communities exist but are limited; Copenhagen and Aarhus offer a few family-friendly co-housing options.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Denmark, locals are polite and open to newcomers. With proactive outreach, the family can tap into parent networks and local clubs.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Denmark is broadly welcoming to immigrants. English is widespread and families get strong support, though integration policy debates persist.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Denmark, white U.S. migrants like this Kansas City family are largely welcomed; only minor stereotypes about language or integration may arise.",
      "alignmentValue": 9
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Denmark (DK), service is efficient and courteous; most staff respond positively, and many speak English, matching a polite, family-friendly culture.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Denmark\u0027s expat scene rewards steady outreach; joining clubs or hygge-friendly gatherings near Copenhagen can steadily deepen friendships.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Denmark\u0027s personal-space norms are generally respectful. In transit and cafés, most locals read cues well and honor boundaries.",
      "alignmentValue": 9
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Denmark values direct, respectful dialogue; share concerns clearly while minding cultural nuance. English is common and governance emphasizes transparency.",
      "alignmentValue": 9
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Denmark\u0027s smart-casual vibe fits; a neat, professional look is appreciated but not forced.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Denmark\u0027s body-positive, inclusive culture supports well-being over appearance. Encourage healthy habits for kids and set gentle boundaries around body talk.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Denmark favors tidy smart-casual, practical wear; urban families blend casual chic with biking and family life, especially in Copenhagen.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Denmark’s strong consent norms and LGBTQ\u002B-friendly cities fit your values; expect respectful flirting and clear boundary checks in DK.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Denmark, dating culture is highly egalitarian and inclusive. All genders can initiate or decline interest with minimal stigma.",
      "alignmentValue": 10
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Denmark, non-monogamy is broadly understood; workplaces and schools treat diverse family forms as normal, with inclusive social spaces.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Denmark, consenting adults face little moral policing. Sex is treated as a personal choice, especially in Copenhagen\u0027s urban settings.",
      "alignmentValue": 10
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Denmark offers tolerant progressive scenes for poly families; formal recognition lags, so institutions require discretion.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Denmark generally respects personal space; expect polite greetings (handshakes) and limited, consent-driven touch, even in crowded transit.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Denmark, firearm licensing, storage, and training are strict; ownership exists mainly for sport/hunting.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "In Denmark (DK), substance policy favors treatment within a welfare framework. Penalties are light and universal healthcare supports recovery.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Denmark emphasizes health-driven drug policy with diversion and support; policing is targeted with strong oversight, not sweeping raids.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Denmark: mass violence is uncommon; Copenhagen incidents in 2015 were isolated; authorities respond transparently and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Denmark\u0027s prisons emphasize humane conditions and rehabilitation with strong oversight; aligns with the family\u0027s civil-liberties values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Denmark\u0027s cities prioritize pedestrians with wide sidewalks and safe crossings. Most neighborhoods have calm traffic for family walks in Copenhagen.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Denmark, universal healthcare and active living, plus bike-friendly towns, support healthy routines for families.",
      "alignmentValue": 10
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Denmark (DK), fresh foods are plentiful; schools and events rely less on ultra-processed snacks, supporting mindful eating.",
      "alignmentValue": 9
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Denmark offers fresh markets and diverse eateries; cravings are mostly met. Rare niche ingredients may require a trip to a major city.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Denmark (DK) offers universal healthcare and strong mental health support for families. Depression burdens exist but are met with accessible services and open dialogue.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Denmark (DK), obesity is relatively low thanks to biking culture and universal healthcare; your active family fits well with parks, schools, and walkable neighborhoods.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Cancer incidence in Denmark aligns with European norms; robust screening and universal healthcare support early detection.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Denmark\u0027s flexicurity, strong safety nets, and startup grants support quick reemployment and entrepreneurship for this family.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Denmark has a moderate studio density focused in Copenhagen (and Aarhus). A healthy indie/mid-size scene accompanies strong funding and grants support.",
      "alignmentValue": 6
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Denmark\u0027s Copenhagen anchors the scene with IO Interactive (Hitman) as a flagship AAA studio. A growing indie cluster, including Playdead, complements the ecosystem.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Denmark offers a solid game-dev vendor scene with grants and EU data centers; capacity exists but not large-scale.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Denmark has strong game-education pipelines. Universities in Copenhagen and Aarhus partner with studios for internships and capstone projects.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Denmark has strong continuing education: AOF/folk-high-schools and open universities; frequent tech meetups in Copenhagen and Aarhus.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Denmark\u0027s expat-friendly dev scene (Copenhagen/Aarhus) hosts frequent meetups and annual conferences, keeping families connected and informed.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Denmark\u0027s game scene blends Unity and Unreal with active knowledge sharing and grants access. Strong broadband, pro-family policies, and visa paths support the team.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Denmark\u0027s robust Nordic game-dev ecosystem and reliable broadband support real-time pipelines; EU grants and nearby data centers boost Azure-ready latency.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Denmark\u0027s IT market shows noticeable competition for specialized developers; startups benefit from grants and English-friendly firms, easing talent access.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Denmark offers universal healthcare, strong schools, and high English proficiency; startup visas reduce long-term family churn in DK.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Denmark: 9. Strong gender/LGBTQ\u002B inclusion and inclusive schools with bilingual exposure; universal healthcare supports our family\u0027s values and safety.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Denmark offers strong incentives for games and creative tech via Innovation Fund Denmark and R\u0026D tax relief. Grants are competitive but reliable for startups.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Denmark offers a stable, pro-creative policy environment with clear grants and visa routes for startups. Policy changes are typically gradual.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Growing founder network with regular meetups and grants in Denmark; strong game/tech scene in Copenhagen suits Trey\u0027s needs.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Denmark provides robust public grants and Growth Fund support for game startups. Copenhagen and Aarhus host active investor networks and grant programs.",
      "alignmentValue": 8
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Denmark offers occasional game accelerators and labs (Copenhagen/Aarhus); a budding game ecosystem with grant access, but no constant game tracks.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Denmark has a solid pool of senior game/tech leaders; many are tied to Copenhagen studios. Remote/hybrid options can still attract leaders.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Denmark has a healthy software contractor bench (Copenhagen/Aarhus). Top specialists can book out weeks; strong nearshore EU talent for Azure and web/game dev.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Denmark offers robust coworking and shared labs for indie game devs; strong grants and visa options support game-focused startups.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Denmark has several game IP-focused firms; Copenhagen-area lawyers offer reliable IP, licensing, and startup-friendly guidance.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Denmark has limited local publisher presence. Most business development occurs through international events (Copenhagen and the Nordic game scene).",
      "alignmentValue": 5
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Denmark has active game dev hubs (Copenhagen/Aarhus) with frequent playtests via universities and Nordic Game events.",
      "alignmentValue": 9
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Denmark Start-up Visa via approved incubators is feasible but has quotas, documentation, and moderate processing; families can join with residence permits.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Denmark: strong startup grants and universal healthcare offset higher payroll/office costs; Copenhagen rents and wages are high but incentives ease runway.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Denmark has a moderate 3D character artist pool (Copenhagen/Aarhus). Startups may need international hires or relocation for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Denmark hosts several strong programs (ITU, KEA, Aalborg) that graduate ready 3D character artists each year.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Denmark offers occasional 3D character art short courses in Copenhagen and Viborg; many sessions are remote or led by visiting experts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Denmark\u0027s Copenhagen market has a decent pool for 3D character artists; expect 3–4 months with proactive sourcing and possible relocation support.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Denmark\u0027s 3D artist pay roughly meets global medians after cost-of-living; robust benefits ease relocation for families.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Denmark, English is widely used in tech and game studios; Danish helps locally, but most 3D artists work in English.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Denmark studios value work-life balance; Copenhagen often offers hybrid/remote options. For a 3D character artist, expect hybrid work with onsite collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Denmark\u0027s Copenhagen/Aarhus game scene has a solid mid-to-senior 3D animator pool. Grants and visas aid hiring.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Denmark hosts several strong 3D animation programs (The Animation Workshop in Viborg; universities in Copenhagen) feeding well-prepared grads annually.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Denmark offers regular 3D animation courses via The Animation Workshop and universities. Copenhagen and Aarhus provide strong instructors and frequent short sessions.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Denmark (Copenhagen) hiring 3D animators typically runs 4–5 months; strong English and a growing game-dev scene aid recruitment; proactive sourcing helps.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Denmark: 3D animator pay is near the global median after cost of living. Strong benefits and work-life balance support this family\u0027s relocation.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Denmark (DK), most 3D studios work in English; Danish basics help with local projects, but English fluency remains common.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Denmark studios widely support remote/hybrid 3D animation roles with strong broadband. Remote work aligns with this family\u0027s need for work-life balance in DK.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Denmark\u0027s 2D environmental art pool is moderate; Copenhagen/Aarhus hosts studios, but senior hires may need relocation or remote options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Denmark has strong 2D art programs (Animation Workshop, VIA) feeding Copenhagen/Viborg studios with ready grads; solid env-art pipeline.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Denmark offers regular short courses and local meetups in 2D environmental art; solid instructors support skill growth.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Denmark: 2D environmental artist roles typically close in 1-2 months, aided by a strong EU talent pool and remote-friendly hiring.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Denmark offers competitive 2D Environmental Artist pay with Western Europe parity and strong benefits, plus universal healthcare for families.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Denmark, English is widely used in studios; most teams operate in English, but some roles expect Danish.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Denmark studios widely support remote/hybrid for 2D environmental art. CET time and English-friendly workplaces enable async work with some on-site meetings.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Denmark (DK) has a moderate real-time VFX talent pool, concentrated around Copenhagen. Hiring may require relocation or remote sourcing for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Denmark has niche VFX-real-time programs (Animation Workshop); small cohorts and on-the-job upskilling, with English-friendly study options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Denmark offers occasional real-time VFX upskilling through universities and visiting workshops; most learning is remote or self-paced in Copenhagen/Aarhus.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Denmark (DK) VFX Real-Time roles typically take 3-4 months to fill. Proactive sourcing or relocation is often needed; Copenhagen studios attract EU talent.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Denmark offers strong welfare and work-life balance with English ubiquity. Real-time VFX pay trails top hubs by ~10–15%, but lifestyle offsets the gap.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Denmark: English is widely used in VFX (Real-Time); Danish basics helpful for local teams, matching the family\u0027s English-centric, learning-friendly stance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Denmark\u0027s real-time VFX roles widely support remote/hybrid work; equipment stipends are common. This fits the family\u0027s priority on work-life balance and remote options.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Denmark has a strong CM pool in Copenhagen/Aarhus with mid-level and senior talent and recent shipped projects.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Denmark has reputable game design/digital media programs (Copenhagen/Aarhus) feeding community manager roles; a strong studio ecosystem supports growth.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Copenhagen/Aarhus offer regular CM workshops and short courses via universities and meetups. English-friendly learning supports new CM skills.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Denmark (Copenhagen) has a healthy talent pool; expect 1-2 months to hire a Community Manager in a startup-friendly market.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Denmark (DK) CM pay aligns with EU medians after cost of living; startups commonly offer bonuses/equity and strong benefits.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Denmark: English is widely used in studios, but Danish helps community reach; prioritize bilingual Danish-English CM for local events.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Denmark supports remote and hybrid CM roles with strong broadband and English-friendly workplaces. This fits our family\u0027s desire for work-life balance in DK.",
      "alignmentValue": 10
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Denmark\u0027s Copenhagen/Aarhus game scene offers a moderate PMM (games) pool; English-friendly, but senior roles may require relocation or remote setup.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Denmark has game-focused programs (ITU/AU) and Copenhagen studios; PMM (games) pipeline exists but small, with studio partnerships bridging gaps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Denmark offers occasional game-marketing training; Copenhagen hosts courses/events; remote options fit your entrepreneur family; in-person options are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Denmark: PMM (Games) hiring typically takes 3-4 months; use proactive sourcing and local networks (Copenhagen/Aarhus) to land the right candidate.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Denmark PMM (Games) comp is solid; strong benefits and work-life balance offset higher taxes; English-friendly teams with solid bonus norms.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Denmark: English is widely used in game marketing teams. Your family\u0027s openness to learning Danish fits local campaigns in Denmark.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Denmark game PM roles typically support flexible remote/hybrid work; excellent broadband and strong work-life balance suit a family-friendly lifestyle.",
      "alignmentValue": 9
    }
  ]
}