{
  "version": 2,
  "iso": "DK",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Odense’s riverfront parks and a quiet center mean good air and low noise. Nearby farmland brings seasonal odors, keeping the environment around 7.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Odense, Denmark shows moderate warming risk; strong infrastructure and flood planning keep climate impacts manageable for this family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Odense\u0027s maritime climate is mild and damp, with cool winters and mild summers; outdoor life is comfortable for the kids most days.",
      "alignmentValue": 9
    },
    {
      "key": "Air Quality",
      "alignmentText": "Odense, Denmark enjoys very clean air; cycling culture and coastal breezes keep PM2.5 low, outdoor play remains comfortable with rare spikes.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Odense, DK has rare hazards; robust infrastructure and weather alerts keep floods and storms low impact for families.",
      "alignmentValue": 9
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Odense, DK spring (Mar–Apr) runs 3–12°C with cool mornings and milder afternoons. Dress the kids in layers and expect light rain.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Odense, Denmark summers stay mild at about 21–23°C (70–73°F). This fits the family’s preference for park days with little need for air conditioning.",
      "alignmentValue": 10
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Odense, Denmark autumn typically runs around 10–15°C with drizzle and cool evenings; comfortable for family outings with layers.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Odense, Denmark winters are cool with regular frosts. Light snow is common but rarely heavy, and schools stay on schedule for the kids.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Odense-area beaches like Hasmark and Kerteminde are excellent within 30 minutes. They’re clean, family-friendly, with good facilities.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Odense, Denmark, sea temps average 18-20°C in summer; warm months are pleasant, but early summer and fall may require kids\u0027 wetsuits.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Odense, Denmark offers forest trails and coastlines (Odense River path, Funen beaches) ideal for weekly family outings; some spots can be busy.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Denmark has no statutory min wage; collective agreements set floors in Odense, usually covering basics, but high taxes limit savings.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Odense, senior software salaries run around 650k-900k DKK/year; strong but concentrated, so dual incomes support a family-friendly lifestyle.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Odense has a steady Danish .NET market in public/health tech and municipal IT; solid remote options and startup grants support Trey.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles are scarce in Odense, Denmark. Sarah will likely rely on remote or cross-stack JS/.NET work in a Danish market that values English-friendly teams.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Odense has selective employer sponsorship for skilled workers; strong resumes help and shortages lists ease approvals; supports for families are good.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Odense maintains low unemployment with robotics/health tech growth; startup scene is smaller than Copenhagen, but Denmark\u0027s grants and welfare cushion downturns.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Odense, Denmark fully normalizes remote work with strong broadband and video collaboration; hybrid options are common.",
      "alignmentValue": 10
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Odense, Denmark: evenings/weekends protected; flexible hours and parental leave are standard, letting families prioritize milestones.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Odense, Denmark follows ~37-38 hour weeks with balanced overtime; strong family policies and flexible options support your team-friendly goals.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Denmark offers about 25 paid days off (5 weeks) plus holidays. Odense families can count on flexible scheduling for long visits home.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Odense, Denmark, typical leave is 25–29 paid days with downtime planning. This fits our family\u0027s emphasis on work-life balance and reliable childcare.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Odense offers short commutes and calm errands. A village-like feel supports Sarah\u0027s slower lifestyle in Denmark.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Odense schools finish around 14:00–15:00; SFO aftercare and flexible work hours help keep pickups near 16:00 most days.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Odense offer family-friendly options: Odense Zoo, river walks, Egeskov Castle trips, and nearby beaches; a balanced mix of planned and spontaneous outings.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Life",
      "alignmentText": "Odense offers abundant playgrounds, family events, and accessible childcare with safe neighborhoods, supporting two kids in Denmark.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Odense, Denmark, polyamory is largely accepted in private circles; mainstream services may still misunderstand, but local groups exist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Odense, Denmark supports shared parenting; paternal leave is normal, schools partner with families, and community participation is valued.",
      "alignmentValue": 9
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Odense is bike-friendly with safe crossings and robust childcare options; English is widely spoken and parks/libraries welcome families.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Odense, DK public folkeskoler perform well; limited international options mean Danish immersion with English support is the default.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Odense has strong, subsidized public daycare; demand in popular areas can require early registration, but generally slots are available.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Odense caps childcare fees; Denmark offers strong subsidies and parental leave to support two working parents.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Odense, DK: Visa families receive subsidized childcare via CPR; most processes are straightforward, though some Danish-only forms may apply.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Odense, Denmark offers universal, free Folkeskole with strong language support. Enrollment for newcomers is straightforward, with multilingual resources.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Odense visa-holding kids can enroll in public schools after municipal registration; Danish language support is provided in the first year.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Odense has subsidized private friskoler and international programs. Denmark\u0027s public schools offer strong bilingual options and broad access.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Odense, Denmark provides long parental leave, universal childcare, and flexible work; strong, accessible family support for two adults and two kids.",
      "alignmentValue": 10
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Odense, Denmark: visa families access most benefits after a few months of work and residency; cash benefits may need longer stays or employer sponsorship.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Odense, Denmark offers SDU in English, but tuition applies for US citizens unless scholarships are secured. Access is feasible with grants and careful visa planning.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Denmark charges non-EU students tuition; some scholarships exist, but residency steps add friction. Odense offers solid international student support.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Odense, Denmark, gender roles are highly egalitarian with strong parental leave and work-life balance. Caregiving and leadership are commonly shared.",
      "alignmentValue": 10
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Denmark\u0027s Odense provides strong protections and inclusive healthcare for gender-diverse people. Campus LGBTQ\u002B groups aid visibility, though everyday presence is modest.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Odense, Denmark offers strong gender rights protections and an inclusive culture; aligns with the family\u0027s progressive, sex-positive values.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Odense, Denmark, femininity is flexible; gender equality supports diverse expressions, with only minor conservative pockets.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Odense, Denmark, fathers are widely involved in caregiving and chores; gender norms are inclusive, though older generations may differ.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Odense blends Hans Christian Andersen heritage with robotics labs and fresh cultural hubs. It\u0027s a welcoming, family-friendly city for curious explorers.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Odense uses English widely in daily life; official matters lean Danish - learning Danish helps full participation.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "Odense leans center-left with strong welfare and green mobility; Denmark\u0027s public services and inclusive culture support the family\u0027s progressive values.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Odense, Denmark favors pragmatic social democracy; Marxism is niche, with campus debates but limited policy impact.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "In Odense, Denmark, secular norms are mainstream; atheists are widely accepted and can access education, healthcare, and government services openly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Odense, Denmark offers comprehensive, destigmatized sex education with accessible health services. The culture is sex-positive and inclusive.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Odense, Denmark, LGBTQ\u002B rights are protected and acceptance is widespread; local services are inclusive. Pride events and community groups are active in the city.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Odense offers a welcoming, volunteer-friendly, family-focused community; newcomers fit in quickly, with widespread English and plenty of kids\u0027 activities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Odense, Denmark embodies Nordic pragmatism: proud of steady progress yet guided by Jante Law\u0027s modesty.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Odense and Denmark enjoy positive, pragmatic ties with Germany and Norway; cross-border travel and cultural exchange flourish.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Regional partners view Denmark positively; Odense’s innovation and family-friendly policies reinforce strong Nordic ties.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Odense\u0027s nightlife centers around Brandts and the riverfront; evenings close early, fitting a family-friendly pace in Denmark.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Odense favors casual Danish style—knitwear, jeans, and sneakers are common. Trey can dress down comfortably in most local settings.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Odense, Denmark, fashion is inclusive and body-positive. Women wear diverse styles with minimal judgment.",
      "alignmentValue": 10
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Odense\u0027s cycling culture and family-friendly scene support gaming and tabletop meetups; parks and clubs offer broad, accessible hobbies for families.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Odense has cafes, libraries, and local shops hosting regular board-game nights; English-friendly groups welcome expat families.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Odense, Denmark has Musikhuset Odense and Brandts Klædefabrik for concerts; a modest scene with occasional big acts, but family-friendly options are accessible.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Odense, Denmark has growing tech and parent groups; events can be irregular, so proactive outreach helps. English-friendly communities ease family settling.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Odense, Denmark offers beaches and forests within 30 minutes by bike or car, plus family-friendly parks and safe, bikeable countryside nearby.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Odense, Denmark: a transparent democracy with strong rule of law; local government emphasizes digital services and participatory channels.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Odense, Denmark: religion influences culture and heritage, but politics stay secular and policymaking remains evidence-based and pluralistic.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Odense, Denmark, workers\u0027 rights are strong: robust unions, comprehensive parental leave, and predictable enforcement support family-friendly work.",
      "alignmentValue": 10
    },
    {
      "key": "State Ideology",
      "alignmentText": "Odense, Denmark blends inclusive social democracy with strong public services, education, and civic debate -- supporting families and human rights.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Odense, Denmark, independent courts and a free media keep authoritarian backsliding risk very low; ongoing civic engagement helps stay vigilant.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Odense, Denmark blends a social market with strong safety nets, family-friendly policies, and startup support (Odense Robotics); high taxes, fair competition.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Denmark\u0027s stable democracy and strong welfare suit your family\u0027s priorities. Odense offers safe neighborhoods, universal healthcare, and good schools.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Odense, Denmark enjoys pluralistic media and low propaganda. Independent outlets and public broadcasters help keep information balanced for daily life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Odense, Denmark, public messaging centers wellbeing and transparent information with plural, independent media; aligns with your values and minimal propaganda preference.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Odense, Denmark offers universal healthcare and strong family benefits; childcare and housing supports help the family with a stable QoL.",
      "alignmentValue": 10
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Odense, trust in government is high thanks to transparent, responsive services; budget talks are open, but confidence remains steady.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Odense, Denmark enjoys extremely low corruption; strong institutions and watchdogs ensure integrity, supporting dependable public services for families.",
      "alignmentValue": 10
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Odense, Denmark, corruption is rare and swiftly tackled by strong oversight and the ombudsman.",
      "alignmentValue": 10
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Odense offers family-friendly neighborhoods and strong tenant protections. Housing is more affordable than Copenhagen, with reasonable search times.",
      "alignmentValue": 8
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Odense, Denmark is very safe overall; crime is low, with bike theft as the main nuisance. Kids can bike to school with standard precautions.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Denmark (Odense), healthcare is universal and accessible with low out-of-pocket costs; pediatric care is strong.",
      "alignmentValue": 10
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Odense, Denmark: visa families have universal healthcare after CPR registration; initial setup may take weeks, but public care via GPs is available.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Odense, Denmark offers subsidized childcare via municipal daycares. Affordable, reliable care for a 5-year-old and a 1-year-old.",
      "alignmentValue": 10
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Odense, Denmark offers comprehensive family policies: long parental leave, subsidized childcare, and universal healthcare, supporting a two-child family with strong work-life balance.",
      "alignmentValue": 10
    },
    {
      "key": "Education",
      "alignmentText": "Odense, DK offers strong public schools and early education; English exposure is common, with secular, family-friendly classrooms.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Odense, Denmark has solid Letbane and bus coverage for families; weekend and late-night gaps may require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "Denmark\u0027s balanced, innovation-forward economy funds universal services; Odense offers startup grants and visa options with reliable governance.",
      "alignmentValue": 10
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Denmark tax system is digital-first with SKAT pre-filled returns; MitID makes filing straightforward for Odense families.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Odense, Denmark taxes around 40% to fund universal healthcare and top schools. This matches our QoL goals and supports family-friendly policies in Odense.",
      "alignmentValue": 5
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Odense, Denmark has wide use of MobilePay and instant transfers. Newcomers can open Danish bank accounts with residency/CPR.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Odense is pricey like Denmark, but childcare subsidies and good services help; budgeting remains essential for a family of four.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Odense, Denmark offers strong public pensions (Folkepension \u002B ATP) and universal healthcare. Retirement security is solid for families planning long-term stability.",
      "alignmentValue": 9
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Denmark offers public pension to residents who contribute; as long-term Odense visa holders, expect rights after years, with portability limits if you relocate.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Denmark offers Pay Limit, Positive List, and Start-up visas; Odense has a growing tech scene, but many routes hinge on a solid job or business plan.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Odense is generally welcoming to newcomers. English is common and local programs support integration for US migrants.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Denmark residency is mainly via work/self-employment permits; initial terms are ~2 years with renewals; long residence and language needed for permanence (Odense).",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Denmark (Odense) typically requires ~9 years of residence plus Danish language and civics; dual citizenship is allowed since 2015.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and two kids can reunify in Odense with sponsor income and housing; minor steps needed and Danish integration support aids settling.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Denmark Odense permit timelines are typically 6-9 months. Fees are manageable; translations and biometrics apply.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Odense requires CPR/address registration and salary rules; Danish lessons help prevent visa delays for first-time applicants.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Odense, Denmark allows dual citizenship; U.S. citizens can naturalize without giving up US status, subject to Danish residency and language requirements.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Odense: CPR/MitID and Danish classes unlock healthcare/childcare; visa status depends on renewals, but quality of life is high.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Odense has a modest game dev scene with indie studios and co-working hubs. Danish grants support startups, but opportunities still require networking.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Odense\u0027s game scene (Set Snail, Gears for Breakfast) generally fills roles in about 3 months; remote/hybrid work helps your family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Odense compensation for established studios sits near global medians after cost of living; strong Danish benefits support family life (remote options).",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Odense, English is widely used in established studios for cross-border work; Danish fluency remains important for community, compliance, and local ops.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Odense, Denmark studios widely offer hybrid/remote roles with formal policies, aligning with the family\u0027s remote-friendly needs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Odense, Denmark hosts a modest indie/educational game scene, boosted by Set Snail, Gears for Breakfast, and SDU-linked teams; only a few mid-tier studios.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Odense hosts regular Fyn Game Dev meetups and SDU game labs; a solid scene, smaller than Aarhus/Copenhagen but active.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Odense, Denmark offers grants and mentorship via Odense Robotics and local incubators. Talent pools and local investors are modest, so remote teams help.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Odense Robotics and local incubators offer grants/mentorship, but talent pools are modest; remote collaboration helps. Hiring specialists typically take 4–5 mos.",
      "alignmentValue": 5
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Odense, startup comp tends toward global medians after cost of living; equity is meaningful, and Danish benefits soften cash gaps for a family.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Odense startups use English widely for investor and platform work. Danish fluency is still needed for hiring, compliance, and local outreach.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Odense startups use hybrid work; remote for core roles but some onsite days expected. This fits our family-friendly needs in Denmark.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Odense, Denmark has widespread fiber, reliable power, and strong transit with smart-city pilots—low outages for a calm family life.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Seasonal variability in Odense, Denmark, is mild with occasional intense weeks; a few planning tweaks keep daily life smooth.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Odense, Denmark has long summer days and darker winters. To stay energized, the family should favor outdoor breaks and occasional light therapy.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Odense, Denmark offers mild springs and summers with modest humidity. Plan for rainy shoulder seasons, but most of the year is comfortable.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Odense, Denmark offers universal healthcare and solid safety nets; low-income families access childcare and schooling, though housing waitlists remain.",
      "alignmentValue": 9
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Odense, Denmark offers a solid middle-income life with universal healthcare, strong schools, and childcare; taxes and housing cost require budgeting.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Odense offers solid luxury services and universal healthcare; a few elite options may require travel to Copenhagen or Aarhus.",
      "alignmentValue": 8
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Odense, 2k sq ft rentals are tight; options exist but move fast, often needing broker help and maybe longer commutes or older finishes.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Odense, Denmark, there are a few reputable co-housing/co-op options; families can access community, but demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Odense, DK welcomes newcomers; Danes are helpful and English-friendly; neighbors typically assist early, with active local groups easing integration.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Odense, Denmark is broadly welcoming to newcomers; English is common, healthcare strong, and integration debates occur but family-friendly policies ease settlement.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Odense generally welcomes skilled US white migrants. Quick Danish learning and local engagement ease integration, though stereotypes may appear.",
      "alignmentValue": 9
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Odense, Denmark, service is efficient but courteous; locals respond positively when you initiate contact. Expats often find English helpful.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Odense, Denmark has an inclusive, community-focused scene that invites newcomers. Steady outreach through clubs and local events builds deep friendships over time.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Odense, Denmark, personal space is respected and casual touching is uncommon. Most locals read cues well, making boundaries easy to learn.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Odense, Denmark, be frank yet polite; Danes value transparency and open dialogue with trust and respect.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Odense, Denmark, casual Danish style dominates; a gentle push to stay polished for work or social events.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Odense, Denmark, body diversity is celebrated; fitness is personal wellness, not appearance pressure, with casual, respectful conversations.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Odense, Denmark, fashion leans casual-smart. Plan for neat, comfortable outfits suitable for work and family life.",
      "alignmentValue": 7
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Odense, Denmark has strong consent culture with clear cues. People check in and boundaries are generally respected in nightlife and social settings.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Odense, Denmark, flirting norms are inclusive across genders; initiating or declining is rarely stigmatized, matching our progressive family values.",
      "alignmentValue": 10
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Odense, Denmark, non-monogamy is broadly tolerated in social spaces. Privacy helps avoid stigma in daily life.",
      "alignmentValue": 7
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Odense, Denmark: open, sex-positive culture; consensual adult choices face minimal moral policing.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Odense, Denmark, multi-partner households participate openly in civic life with minimal friction.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Odense, Denmark, Danes value personal space; greetings are usually handshakes, with cues respected to maintain comfortable distance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Odense, Denmark: strict gun laws and low ownership, yielding a calm, low-exposure environment for family life.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Odense, DK enforces possession laws with fines. It also provides strong health and treatment support.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Odense, Denmark, drug policy favors harm reduction and treatment. Enforcement targets trafficking, with user support and diversion programs.",
      "alignmentValue": 10
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence is exceptionally rare in Odense, Denmark; local institutions maintain robust prevention plans and clear public communication.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Odense, Denmark: carceral system emphasizes humane, rehabilitative care with strong oversight and fair wages for any labor.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Odense, Denmark is highly walkable and bike-friendly; safe crossings and calm streets support family strolls, with only a few busier corridors to navigate.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Odense, Denmark offers universal health care and active living; local policies support preventive care, helping your family stay healthy.",
      "alignmentValue": 9
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Odense, Denmark offers abundant fresh foods and whole options. Schools and markets emphasize nutrition, with processed snacks in moderation.",
      "alignmentValue": 9
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Odense provides fresh markets and good produce, but international options are limited to a few neighborhoods; some cuisines require trips to bigger Danish cities.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Odense, Denmark is below average with strong access to counseling. Universal healthcare supports your family.",
      "alignmentValue": 9
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Odense, Denmark shows moderate obesity; cycling-friendly city life and public health programs keep trends stable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Odense, Denmark, cancer incidence aligns with global norms. Screening and universal healthcare support early detection.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Odense/DK has a diversified economy with strong social safety nets; downturns cause brief hiring pauses but active labor policies aid quick reemployment.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Odense, Denmark has a modest game-dev scene with a few indie studios and co-working spaces; not a dense hub, but workable for a small team.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Odense has a handful of service studios and regional firms; no major IP owners, but local grants and training support the ecosystem.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Odense, Denmark has a few trusted vendors covering art/QA; other needs require remote partners.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Odense, Denmark has SDU CS/engineering and digital media programs. Game tracks exist but internships help reach game-ready level.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Odense offers regular bootcamps and tech meetups, plus SDU continuing education options for ongoing learning in a family-friendly Danish city.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Odense has quarterly developer meetups and occasional game jams; a solid local scene with startup-friendly networks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Odense, Denmark hosts a growing Unity/Unreal game scene with indie studios; robust funding supports diverse engines and cross-engine work.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Odense\u0027s growing real-time game dev scene with EU funding and solid infra; cinematic pipelines are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Odense\u0027s tech scene is growing; niche game/dev and cloud talent remains competitive. Expect steady hiring with targeted outreach and grants.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Odense provides a stable Danish market with strong social support and remote-friendly culture. Churn is likely tied to funding cycles in small game studios.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Denmark Odense features strong D\u0026I with LGBTQ\u002B-friendly workplaces and robust family support. It\u0027s aligned with your progressive, English-friendly values.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Odense offers solid game-dev grants and startup support; application windows are competitive and funding caps apply.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Odense offers a stable, pro-business policy environment with clear startup grants/visa routes - matching the family\u0027s need for predictability and support.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Odense has a growing founder base with regular meetups and local hubs (Odense Robotics, startup events) supporting game/web ventures.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Odense offers public grants and general funds accessible to games; strong Denmark support, but few dedicated game-specific funds in the city.",
      "alignmentValue": 8
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Odense: university-led incubators exist, but no dedicated game accelerators; expect small programs and lab spaces rather than large game tracks.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Odense has solid senior tech talent via SDU and local firms, but competition from bigger Danish hubs means competitive offers are needed.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Odense, Denmark has a solid contractor pool for software/web dev; English-friendly, decent lead times, and strong university links.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Odense has solid coworking and startup support, but few game-dev specific labs; affordable spaces and strong Danish grants help indie teams.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Odense has capable tech lawyers with some game/IP exposure; niche game IP specialists are limited locally, with referrals to Copenhagen often needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Odense has a budding game/tech scene, but direct publisher access is limited; expect proactive outreach and local events/accelerators to build relations.",
      "alignmentValue": 7
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Odense hosts university UX labs and local game meetups; reliable playtest groups and surveys available for English-friendly teams.",
      "alignmentValue": 8
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Denmark\u0027s startup visas fit founders; Odense offers a growing ecosystem and family-friendly residency options, with moderate processing times.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Odense costs are mildly above global averages; strong Danish startup grants/visas help, but payroll and rent pressures persist.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Denmark/Odense has a modest 3D character artist pool; typically mid-levels, with limited senior talent locally; remote or relocation recommended.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Odense offers SDU CG/game programs; no dedicated 3D character pipeline, so grads need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Odense hosts occasional 3D art workshops and local courses, but advanced character art remains limited. Most upskilling is online or via Copenhagen hubs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Odense\u0027s game dev scene supports steady hiring; expect 3-4 months for a 3D character artist, with remote candidates helping shorten timelines.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Odense, Denmark: 3D character artist pay matches global medians after cost of living; strong benefits and work-life balance offset taxes.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Odense uses English widely in tech. Danish basics help with local teams and onboarding.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Odense, Denmark, studios commonly offer hybrid/remote 3D roles; strong welfare and broadband enable flexible async collaboration for families.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Odense has a moderate 3D animator pool, bolstered by SDU grads and local studios. Senior roles may require relocation or remote recruitment.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Odense offers serviceable animation/3D programs; local studio ties aid placements, but dedicated 3D paths are still maturing.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Odense, Denmark offers occasional 3D animation training; most advanced topics require remote study or travel to bigger centers.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Odense, Denmark: 2-3 month hires for 3D animators; local pool modest, but remote/hybrid options can help.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Odense, Denmark offers solid regional pay for 3D animators but sits ~10–15% behind top hubs. Strong benefits and family-friendly policies boost overall value.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Odense studios in Denmark are English-friendly, with many teams. For client-facing work, Danish basics help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Odense studios commonly offer hybrid 3D animator roles; remote work exists but usually with some onsite days, aligning with the family\u0027s work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Odense offers a moderate 2D environmental artist pool; most senior roles cluster in Copenhagen/Aarhus. Expect relocation or remote hires.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Odense has few dedicated 2D environmental art programs; most come from broader design degrees. Local studios help, but upskilling remains needed.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Odense has limited local 2D environmental art courses. Expect sporadic bootcamps or annual events, with most learning online.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Odense\u0027s market rarely fills 2D environmental artist roles locally; expect reliance on remote or imported talent and EU visa paths.",
      "alignmentValue": 3
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Odense compensation for 2D environmental artist roles is ~20% below global medians; Denmark\u0027s strong benefits and work-life balance offset the gap.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Odense studios commonly use English; learning Danish will help local collaboration and fits your English-ubiquity priority.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Odense studios largely support remote/hybrid work with async workflows; family-friendly schedules and equipment stipends are common.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Odense\u0027s real-time VFX pool is modest; senior talent is sporadic locally. Consider aggressive sourcing or remote/relocation to Copenhagen.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Odense houses SDU\u0027s media/tech programs; several local studios partner with schools, consistently placing VFX (real-time) grads in regional work.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Odense, Denmark offers sporadic VFX (real-time) ed: a few bootcamps; most learning is self-directed, expect remote options and some local meetups.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Odense, Denmark: VFX artist (Real-Time) hiring likely 3-4 months; local pool is modest, so proactive sourcing or relocation support may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Odense, VFX real-time pay trails top markets by ~25–30%. Denmark\u0027s welfare state and family-friendly living offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Odense, English is widely used in VFX studios; Danish basics help with local collaboration, matching the high-English environment.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Odense, Denmark supports partial remote weeks for real-time VFX; expect frequent onsite collaboration, with hybrid options for senior contractors.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Odense has a moderate community manager pool; startups can hire but may need relocation or longer searches for senior CM roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Odense\u0027s University of Southern Denmark offers robust IT/digital media programs (some in English) that regularly feed regional studios with community-management talent.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Odense has occasional community manager trainings with visiting experts; most upskilling is remote or self-guided, not a steady local program.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Odense, Denmark offers strong English fluency and expat-friendly workplaces. Community manager roles typically take 1–2 months to fill there.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Odense offers strong welfare, universal healthcare, and family-friendly policies; CM pay aligns with EU medians after tax, but trails top NA hubs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Odense, Denmark: English is widely used in tech and community teams. Basic Danish helps with local outreach and daily engagement.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Odense, Denmark offers flexible, family-friendly work. Remote/hybrid community manager roles are common with strong async workflows.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Odense, Denmark offers a moderate Games PMM pool; several mid-level specialists available, with strong Danish grants and remote hiring options.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Odense, Denmark has limited dedicated games PM programs. SDU offers marketing/digital design degrees, with studio partnerships bridging gaps.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Odense, DK offers occasional PMM (games) training; events rely on visiting experts/remote delivery; online communities help keep skills sharp.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Odense, Denmark: PMM (Games) hiring typically takes 3–4 months. Remote or relocation can broaden the candidate pool for Trey.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Odense, Denmark: PMM (Games) pay aligns with global medians after cost-of-living; good benefits and work-life balance support relocation.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Odense\u0027s game scene uses English widely. Danish helps local campaigns and community outreach; bilingual ability aligns with this family\u0027s plan to learn Danish.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Denmark Odense: PMM (Games) roles likely partial remote weeks with frequent onsite; strong work-life balance and English-friendly studios.",
      "alignmentValue": 6
    }
  ]
}