{
  "version": 2,
  "iso": "DK",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Aarhus, Denmark offers a healthy .NET scene in enterprise and public tech. English-friendly with steady openings and remote options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "7: In Aarhus, pay trails top hubs by ~10–15%. Denmark\u0027s strong benefits and family-friendly policies help attract 2D environmental artists.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Aarhus, Denmark has some design/game art courses, but 2D environmental art continuing ed is sporadic; remote options help this gaming family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "In Aarhus, Denmark, there are a few related game-design programs; dedicated 2D environmental artist tracks are rare, so upskilling is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Denmark\u0027s Aarhus has a modest local pipeline for 2D environmental artists; expect 4-5 month hires with remote/global candidates common.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Aarhus, most studios operate in English; Danish basics help for collaboration, making English-friendly 2D environmental artists viable.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Aarhus, Denmark, remote/hybrid 2D environmental artist roles are common; studios offer flexible schedules, equipment stipends, and English-friendly workflows.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Aarhus, Denmark has a growing game scene; 2D environmental artists exist but the pool is moderate, often needing relocation or remote hiring.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Aarhus, Danish compensation trails top hubs by ~10-15%, but strong benefits, healthcare, and work-life balance attract experienced 3D animators.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Aarhus, Denmark, hosts occasional 3D animation trainings, often via visiting experts or online courses. Most upskilling is via remote learning.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Aarhus has workable but small 3D animation programs. Nearby Viborg\u0027s Animation Workshop strengthens the pipeline, with grads entering regional studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Aarhus, 3D animator hiring typically runs 4-5 months; Denmark\u0027s game scene is strong - plan multiple search cycles.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "3D animators in Aarhus largely use English; Danish basics help with local projects. This fits your preference for English ubiquity and multilingual teams.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Aarhus, Denmark, remote 3D animator roles exist but frequent onsite collaboration is expected; plan for occasional onsite work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Aarhus offers a moderate 3D animator pool: several studios and universities supply mid-level talent; senior hires may need relocation or remote work.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Aarhus, Denmark: strong welfare and family-friendly policies; 3D character artist pay is about 20% below global medians, with benefits easing the gap.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "In Aarhus, 3D character education is limited. Expect sporadic workshops and strong online options; most upskilling is self-directed.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Aarhus offers some design/animation options, but dedicated 3D character art pipelines are limited; expect regional gaps and some upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Denmark\u0027s Aarhus has a growing game dev scene and high English use; with relocation, 3D character artist roles may take 3-4 months.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Aarhus, Denmark, English is widely used in studios; bilingual capability across teams is common.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Aarhus, Denmark, hybrid 3D character artist roles are common; fully remote is negotiable, but expect some on-site collaboration to fit family needs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Aarhus has a moderate 3D character artist pool with local studios and graduates. Senior hires may require relocation or remote arrangements.",
      "alignmentValue": 4
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Aarhus has general startup incubators (INCUBA) with occasional game cohorts; no dedicated game accelerator in the city.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Aarhus, DK air is generally clean; occasional winter heating smoke and seasonal pollen days may warrant light filtration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Aarhus\u0027s anchor scene centers on a few service studios and regional offices, not large IP owners; solid local game/tech jobs and Danish grant access.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "In Aarhus, atheists are broadly accepted. Danish public life is secular; civil services are accessible to nonbelievers.",
      "alignmentValue": 10
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Aarhus, Denmark, independent courts and a free press keep democratic risk low. Civil society stays vigilant, bolstering democracy.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Aarhus banking is digital-first; MobilePay and instant payments are standard, and expats can usually open accounts with straightforward paperwork.",
      "alignmentValue": 10
    },
    {
      "key": "Beach Life",
      "alignmentText": "Riis Skov Strand and Aarhus Bay beaches are a short ride away with clean water and family facilities; summer crowds can be seasonal and windy.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Aarhus, Denmark has an active boardgame scene with Dragon\u0027s Lair nights and English-friendly events from the Aarhus Boardgame Association; some coordination helps.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Aarhus, Denmark, body image discussions are generally respectful. Fitness is framed as well-being with inclusive gyms.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Denmark\u0027s Aarhus has a diversified economy and strong welfare nets; layoffs are rare and active labor policies support quick rehiring.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Aarhus, Denmark, cancer incidence aligns with global norms. Denmark\u0027s robust screening and universal healthcare support early detection and treatment.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Denmark\u0027s prisons, including Aarhus facilities, emphasize rehabilitation and humane conditions. Fair wages for labor align with your family-friendly values.",
      "alignmentValue": 10
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Aarhus offers universal, subsidized daycare with predictable costs; register early to secure slots; bilingual options available.",
      "alignmentValue": 9
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Aarhus is highly child-friendly: secure bike lanes, many parks and playgrounds, solid childcare and schools; good English use makes families feel welcome.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Aarhus\u0027s municipal childcare is heavily subsidized with capped fees and near-home slots; Denmark offers generous parental leave and universal access.",
      "alignmentValue": 10
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Aarhus, Denmark, subsidized municipal childcare is available to residents; visa holders may face short waits but documentation is clear.",
      "alignmentValue": 8
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Aarhus offers many hobby clubs, sports, and maker spaces; expat groups and English-friendly events help your family enjoy board games and gaming.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Aarhus, Denmark hosts regular monthly meetups and game-dev groups; a university-driven scene supports founders and developers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Aarhus, Denmark has a strong health culture, universal care, and active living; wellness resources are widely accessible for families.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Aarhus, Denmark, there are co-housing options and family-friendly communities. They offer accessible entry paths and strong local networks.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "CM pay in Aarhus, Denmark is solid with strong benefits and work-life balance; it trails top US hubs by ~10-15% but Danish welfare offsets the gap.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Aarhus, Denmark has regular tech meetups and uni courses for community manager skills; English-friendly with good access.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Aarhus, Denmark has serviceable community-manager education; partnerships with studios bridge gaps and feed regional CM roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Aarhus, Denmark, Community Manager roles typically take 2–3 months; a growing startup scene and English-friendly market aid expat hiring.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Denmark\u0027s Aarhus: English is widely used in workplaces; community teams typically operate bilingually. Danish basics help daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Aarhus, Denmark, remote/hybrid CM roles with async workflows are common. Equipment stipends are typical; English-friendly settings support family life.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Moderate CM pool in Aarhus; startups may need relocation or longer searches for seniors, but Denmark\u0027s game/tech scene supports hiring.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Aarhus, Denmark, locals are friendly and English-friendly; active volunteer groups and clubs help newcomers plug in quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Aarhus, Denmark, comp aligns with global medians after cost of living; strong benefits and family-friendly policies help attract talent.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Aarhus, startup pay generally tracks global medians after cost of living. Equity is meaningful, though terms vary.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Denmark has clear work-permit rules; keep salary thresholds and address registration current to avoid delays in Aarhus.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Aarhus offers regular, English-friendly tech courses and university extension programs; many local meetups for developers and game tech.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Denmark\u0027s Aarhus has a serviceable freelancer bench with local game/tech talent. Expect pockets of scarcity for top specialists.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "In Aarhus, Denmark, substance issues are managed with health services and light penalties, aligning with family-friendly, compassionate policy.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Aarhus, Denmark has elevated costs (salaries, rents). Danish startup grants and incentives help keep the runway manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Aarhus costs are high; housing and groceries strain budgets, but Denmark’s public services and childcare help. Budget carefully.",
      "alignmentValue": 6
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Aarhus offers solid coworking plus a growing game-dev scene; shared labs exist, but mocap and specialized gear are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Aarhus, Denmark has a healthy tech market, but senior game/software talent is competitive; local pipelines and remote hiring help.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Aarhus, Denmark is moderate. Mental health services are accessible with open dialogue and manageable wait times.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Aarhus, expat networks and clubs ease deep bonds. With steady outreach and English, close friendships emerge over time.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Denmark Aarhus shows strong D\u0026I: gender parity, LGBTQ\u002B inclusion, and universal services. Minority representation in Aarhus tech remains a growth area.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Denmark (Aarhus), enforcement targets trafficking with solid oversight; families see stable safety and limited intrusive policing.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Denmark allows dual citizenship with the US; in Aarhus you can naturalize and keep your US passport with minimal reporting.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Aarhus, Denmark offers strong non-dilutive grants (Innovation Fund Denmark, Horizon Europe). Early-stage funding can exceed $1M for game-dev startups.",
      "alignmentValue": 10
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Denmark Aarhus offers reliable generalist funds and public grants for games; expect accessible funding via Vækstfonden and local accelerators.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Aarhus, Denmark features a stable, low-unemployment economy with a strong startup ecosystem; grants and visa routes support family entrepreneurship.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "In Aarhus, Denmark, strong public services and stable governance back startups and green jobs. Entrepreneurship is supported with predictable rules and access to grants.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Aarhus, Denmark provides a stable, predictable regulatory climate with strong startup/creative sector support; minimal policy surprises for families relocating.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "In Aarhus, Denmark, public schools offer strong outcomes, inclusive curricula, and robust early programs; English-friendly options exist.",
      "alignmentValue": 9
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Denmark/Aarhus has game design/animation programs and local internships; a solid pipeline, but curricula often need industry-aligned training.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Denmark, Aarhus tech firms commonly sponsor skilled workers; fast-track permits exist and dependents are typically included.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Denmark\u0027s Aarhus hosts active Unity and Unreal communities with regular meetups. A strong game-dev scene with universities and startups supports cross-training and growth.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Denmark\u0027s Aarhus offers urban life with nearby Marselisborg forest and harbor baths; climate-friendly streets maintain clean air for family time.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Aarhus, Denmark, expect roughly a 40–45% tax load; strong public services and startup grants help offset the rate for a software founder family.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Aarhus, Denmark tends to be mostly mild (around 10–15°C). Expect breezes and occasional rain; layers help.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Aarhus, Denmark offers bike-friendly neighborhoods and universal childcare. Strong family networks foster belonging and safety.",
      "alignmentValue": 10
    },
    {
      "key": "Family Members",
      "alignmentText": "Denmark supports spouse and children reunification; in Aarhus, the core family can reunify if housing and income prerequisites are met.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Aarhus, Denmark offers long paid parental leave, universal child benefits, and subsidized, high-quality childcare supporting work-family balance.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Aarhus, Denmark, generous parental leave and universal child benefits, with flexible work, support this two-child family well.",
      "alignmentValue": 10
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Aarhus, Denmark: visa families access most supports after obtaining a residence permit; some benefits require residency duration or HR guidance.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Aarhus, Denmark, tidy smart-casual fits most settings. Practical, weather-aware outfits are common; high fashion is optional.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Aarhus fashion leans casual, inclusive and practical; women wear what suits them, with local boutiques offering mindful, body-positive options.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Aarhus, Denmark, relaxed minimalist Danish style dominates startup culture. Trey can dress casually yet polished in the local tech scene.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Aarhus, Denmark, femininity is expressed flexibly. Sarah can pursue diverse roles without judgment in a gender-equal society.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Aarhus, Denmark, firearms are tightly regulated and ownership is rare, creating a calm environment with minimal gun exposure.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Aarhus, Denmark, consent culture is strong; people check in and intervene when boundaries are crossed. LGBTQ\u002B and polyamory-friendly environment aligns with our family values.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Aarhus has a healthy founder network with regular meetups and strong Danish startup support; good for Trey\u0027s game/dev aims, mentorship available on request.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Aarhus, fresh markets and many restaurants cover most cravings. A few specialty ingredients or cuisines may require short trips to larger cities.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Aarhus, Denmark locals are welcoming and helpful. Expat networks and high English proficiency ease early connections for families.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Aarhus offers regional/EU game grants. Expect 250k-600k EUR/year with moderate bureaucracy; it fits a lean, grant-ready plan.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Game dev in Aarhus has Kiloo and Funday Factory; active but smaller than Copenhagen, with regular openings mostly for specialized roles.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Gender-diverse identities in Aarhus, Denmark enjoy strong protections and broad social acceptance. Pride events and inclusive healthcare support gender-fluid residents.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Aarhus, Denmark, gender rights are constitutionally protected and robustly enforced; local authorities address discrimination quickly.",
      "alignmentValue": 10
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Aarhus, Denmark, gender roles are highly egalitarian. Parental leave and flexible work support shared caregiving for this family.",
      "alignmentValue": 10
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Aarhus, Denmark, gendered flirting is highly inclusive; all genders can initiate or decline interest with minimal stigma.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Denmark/Aarhus offers strong welfare. CPR/MitID access and Danish lessons are essential; visa holders may face delays and limited civic rights.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Denmark\u0027s Aarhus coast shows manageable warming. Strong flood defenses and stormwater upgrades reduce harborfront risk for families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Denmark\u0027s startup visa supports founders via endorsements; Aarhus has a growing, English-friendly startup ecosystem with moderate processing times.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Aarhus, Denmark, casual but presentable is typical; a gentle polish helps in work and social settings.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Aarhus, Denmark, polyamorous families are accepted in progressive circles; public services are tolerant with respectful curiosity.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Healthcare in Aarhus, Denmark is universal and strong, with solid pediatric care and minimal out-of-pocket costs. Expect occasional delays for specialists.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Aarhus, Denmark, visa families have strong public healthcare with residency; enrollment is straightforward, though some paperwork or copays may apply.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Denmark offers tuition-free study for Danes/EU; US citizens may pay tuition unless scholarships apply. English-taught programs and strong vocational paths.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Aarhus, non-EU students pay tuition; scholarships and strong international offices help, though some awards exclude non-citizens.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Aarhus, established studios hire moderately. Most roles fill in 3-4 months, with remote options and English-friendly environments suiting this family.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Aarhus, Denmark, startup hiring is gradual; expect 3-4 months to fill core roles, aided by grants and visa options.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Aarhus, Denmark: family housing is available but pricey with tight stock; leases may take time, though parks and schools are nearby.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "MitID-enabled pre-filled Skat returns make taxes in Denmark straightforward for Aarhus families; digital-first guidance keeps compliance low-stress.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Aarhus is typically welcoming with strong social services; occasional national debates on immigration may raise mild concerns.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Reception in Aarhus for US white migrants is generally favorable; class and language matter; learning Danish and staying engaged improves integration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Aarhus, Denmark provides universal, free K-12 with strong special education and language support; transfers within the system are straightforward.",
      "alignmentValue": 10
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Visa families in Aarhus enroll via municipal intake; proof of residence may be required, with Danish language classes starting before placement for the 5-year-old.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Aarhus, English is widely understood; most services in English, though schools and government offices favor Danish; language classes encouraged.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English is widely used in Aarhus studios; Danish docs appear in workflows, with bilingual teams supporting local compliance and collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Aarhus, English dominates investor and platform communications; Danish fluency aids hiring, compliance, and local outreach.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Aarhus has tech lawyers with game-IP experience; several firms can help startups, though deep game-IP specialists are more common in Copenhagen.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Aarhus, Denmark, LGBTQ\u002B families enjoy strong protections and broad social acceptance; Pride and inclusive services are common.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Aarhus, Denmark, has active game dev communities and university labs; reliable indie playtest groups exist, though scheduling can need lead time.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Aarhus, Denmark, progressive, welfare-state norms support left ideas; Marxism is influential in discourse but not policy-dominant.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Aarhus, Danish norms support shared parenting; fathers can be nurturing and open, with strong work–life balance and broad acceptance.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Aarhus, Denmark, mass violence is rare; Danish authorities emphasize safety drills and transparent reporting for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Aarhus has a growing tech, gaming, and family meetup scene with regular events. Some niche groups use signups or small fees.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Denmark has no statutory minimum wage. Aarhus uses sector agreements with strong protections and generous family supports.",
      "alignmentValue": 9
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Aarhus offers gigabit fiber, broad 5G, smart-city pilots, and a revitalized harborfront; infrastructure is top-tier for a Danish mid-sized city.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Aarhus, Denmark, polyamory is increasingly discussed; supportive subcultures exist and mainstream spaces are tolerant if discreet.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Aarhus, openness is valued; share needs clearly and respectfully, balancing Danish directness with empathy.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Aarhus area offers Marselisborg Forests and coastal trails with easy family hikes; Mols Bjerge NP is reachable for scenic weekend trips.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Aarhus, Denmark, natural hazards are rare; strong infrastructure and warning systems keep storms and floods low-impact.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Near Aarhus, Riis Skov and Marselisborg coast are minutes away. Denmark\u0027s roam-friendly laws keep family nature trips easy.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Aarhus, Denmark offers a vibrant music scene with SPOT Festival and VoxHall; safe transport supports regular, family-friendly concerts.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Aarhus (Denmark) centers in Latinerkvarteret and harbor districts; entertaining yet family-friendly options exist, plan sitters and transport.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Notable game dev networks exist in Aarhus (Game Hub Scandinavia; DADIU cohorts). Meetups are in English and accessible for newcomers; occasional family-friendly events occur.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Kiloo, Funday Factory, and DADIU-linked student teams anchor Aarhus\u0027s solid game-dev ecosystem, with networking and funding opportunities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity rate in Aarhus is relatively low thanks to bike-friendly streets and strong prevention programs. Universal healthcare supports family wellness.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Aarhus combines incubators, public grants, and university labs. Private investment pools are smaller, so hustle and local partners help.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Aarhus, Denmark, bike-friendly streets make for short, stress-free commutes. A strong work–life balance and family-friendly services fit your slower pace.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Aarhus, Denmark, parenting is highly supportive and diverse. Caregiving is shared with strong school partnerships and nonjudgmental services.",
      "alignmentValue": 10
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Denmark naturalization typically requires 8-9 years of residence and Danish language tests. It is doable but lengthy for a first-time applicant in Aarhus.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Aarhus, Denmark, strong transparency and watchdogs keep procurement clean; corruption is perceived as rare for families.",
      "alignmentValue": 10
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Aarhus, Denmark, Danes value personal space; cues are clear, though crowds can feel close in markets - read body language for comfort.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Aarhus, Denmark, personal space is honored; handshakes are common and hugs reserved for close family, with clear interaction cues.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Aarhus, Denmark has mild springs and summers; two to three strong seasons with occasional shoulder months keep outdoor life viable most of the year.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Denmark\u0027s transparent parliamentary democracy, strong rule of law, and open civic channels align with your family\u0027s safety and participation in Aarhus.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory enjoys broad private support in Aarhus, Denmark, with LGBTQ\u002B spaces; official recognition and mainstream services remain limited.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Aarhus offers universal, subsidized vuggestue/børnehave; access is strong, though popular districts may have waitlists; some programs offer bilingual options.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Aarhus offers friskoler and the International School; seats are limited and pricey, so private options serve mainly as backup choices.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Aarhus has strong fresh markets and balanced options; processed snacks exist, but quality produce and planning keep meals healthy.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Denmark Aarhus PMM (Games) comp trails top markets by ~25-30%; offset by strong Nordic benefits and work-life balance.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Aarhus hosts a growing game scene and tech programs; PMG trainings are occasional, with remote or visiting-expert options.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "In Aarhus, Aarhus University and VIA offer game-related programs, but the pipeline is modest; grads often need on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Aarhus has a modest games marketing scene; expect 3-4 months to fill, with proactive sourcing or relocation often needed.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Denmark Aarhus: English is widely used for game PMMs; many studios expect Danish for local campaigns, so bilingual candidates are common but not universal.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Aarhus, Denmark, game PM roles are typically hybrid; remote is common but may require occasional onsite work, with good broadband.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Aarhus has a moderate games marketing talent pool; niche PMMs may require targeted sourcing and some relocation, with English-friendly teams.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Aarhus, DK leans strongly progressive; climate action and social welfare shape policy. The family\u0027s values align with Denmark\u0027s inclusive, civically engaged culture.",
      "alignmentValue": 10
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Aarhus, Denmark, the culture is very sex-positive; consenting adults face little moral policing and casual dating is broadly accepted.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Denmark\u0027s Aarhus messaging is factual and inclusive, focusing on community welfare. Strong media pluralism keeps propaganda minimal.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Denmark (Aarhus), media is pluralistic with watchdogs; occasional spin is debunked, preserving constructive civic dialogue.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Aarhus, Denmark, has strong urban transit (Letbanen \u002B buses); car-free living is feasible, though late-night frequencies and some weekend gaps require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Aarhus offers occasional platform engagement; most publisher relations are handled remotely, with key events via Copenhagen/Europe.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Aarhus, Denmark, most luxury services are available; some niche options (elite schooling, childcare slots) may require early booking.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Aarhus, Denmark, universal healthcare and subsidized childcare ease costs for families. Safe housing and safety nets keep basic needs met.",
      "alignmentValue": 9
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Aarhus, Denmark, middle-income families enjoy universal healthcare, strong public services, and childcare support; mindful budgeting keeps life comfortable.",
      "alignmentValue": 9
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Aarhus, Denmark offers a robust real-time game dev scene with EU grants and English-friendly studios. Broadband quality supports latency-sensitive work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Aarhus, Denmark, religion influences culture but policy remains secular and evidence-based. Personal beliefs are respected in a plural, inclusive society.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Aarhus, Denmark, studios tend to allow remote or hybrid on a case-by-case basis, aligning with the family\u0027s need for balance.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Remote-friendly setups exist in Aarhus startups with hybrid options. Juniors may need some in-office onboarding, aligning with family-friendly policies.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Denmark\u0027s Aarhus embraces hybrid work; coworking and flexible hours are common, with English-friendly offices that support families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "In Aarhus, Denmark, initial work permits are about 2 years and tied to employment; permanent residency typically requires 8 years or strong Danish skills.",
      "alignmentValue": 6
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Aarhus provides long-term stability with top schools, healthcare, and English-friendly services; family retention risk in Denmark is low.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Denmark\u0027s pension system provides strong retirement security in Aarhus with public pension plus ATP and occupational plans. Elder care is well-supported.",
      "alignmentValue": 9
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Visa holders in Aarhus can access public pension via earned contributions but residency thresholds apply; private retirement savings stay essential.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Aarhus, Denmark, Ruby roles are sporadic. Sarah should target remote Rails positions or broaden to JS/web stacks.",
      "alignmentValue": 5
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Low crime in Aarhus, Denmark; kids can roam confidently. Occasional bike theft is the main nuisance; stay mindful.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Aarhus public schools are strong; bilingual options exist, but international schools are scarce; Danish integration is standard.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Aarhus, Denmark, midsummer sea is about 18°C. For longer swims, kids will need wetsuits or heated options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Aarhus, Denmark experiences mild, oceanic seasons. Rare brief heatwaves or storms may occur, but plans stay largely intact.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Aarhus, Denmark: winters bring noticeable darkness; stay energized with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "In Aarhus, Denmark, seasons are mild with cool, damp winters and reasonable summers; plan for layering and rain yet outdoor time stays doable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Aarhus has solid senior tech talent, especially in software and gaming; many leaders gravitate to Copenhagen, so competitive offers needed locally.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex education in Aarhus is comprehensive and inclusive. Open dialogue and LGBTQ\u002B-friendly resources are widely available in Denmark.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Aarhus, Denmark, universal healthcare and robust welfare provide comprehensive safety nets, closely aligning with the family\u0027s progressive priorities.",
      "alignmentValue": 10
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft rentals exist in Aarhus, but inventory is tight. We may need to consider outer areas (Brabrand, Hasselager) with longer commutes to secure space.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Aarhus, DK: 5-13°C in Mar-Apr, warmer May days; expect mild afternoons with chilly mornings—layers advised.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "In Aarhus, Denmark, political stability is strong and public services are reliable. This supports predictable planning for housing, schools, and work.",
      "alignmentValue": 10
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Aarhus, Denmark, the state champions pluralism, human rights, and evidence-based policy with robust welfare and family-friendly supports.",
      "alignmentValue": 10
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Aarhus, Denmark, a balanced social market fuels innovation with strong safety nets; high taxes, but family-friendly policies support work-life balance.",
      "alignmentValue": 10
    },
    {
      "key": "Studio Density",
      "alignmentText": "Aarhus has a moderate studio presence with a few indie teams and one or two hubs; a developing game/animation ecosystem.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Aarhus, Denmark summers are typically 23-28°C with cool evenings and low humidity, keeping parks and outdoor time comfortable without AC.",
      "alignmentValue": 10
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Aarhus, service is efficient and polite; English is common, and interactions are respectful but concise.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Denmark offers solid game/creative incentives with national grants and R\u0026D tax relief; Aarhus has access, though application windows are competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Denmark (Aarhus): residence permits usually take 6–9 months, with biometrics and translations. For a family of four, costs are modest and predictable.",
      "alignmentValue": 8
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Aarhus, trust in municipal services is very high; Denmark\u0027s transparent governance and responsive local agencies support family needs.",
      "alignmentValue": 10
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Aarhus, Denmark, corruption is rare and swiftly addressed. Transparent governance and strong oversight protect families and daily life.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Aarhus senior software pay is solid (520k-600k DKK), below Copenhagen but sufficient for a comfortable two-income family with remote options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Aarhus, Denmark, weekends blend forest walks, harbor events, and kid-friendly museum visits. Most activities are accessible with occasional reservations.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Aarhus schools run roughly 8:30–14:00 with aftercare until about 16:30. Many employers offer flexible/remote options to bridge family schedules.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Denmark offers five weeks (25 days) paid vacation plus holidays; aligns with Aarhus\u0027 family-friendly, well-enforced leave policies.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Vacation in Aarhus, DK typically: 25 days of paid leave per year plus public holidays; Denmark\u0027s work culture strongly supports family time and downtime.",
      "alignmentValue": 8
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "7: Aarhus has vendor options, but capacity is limited; may rely on remote partners across Denmark/Europe.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX Real-Time pay in Aarhus, Denmark sits near global medians after cost of living; Nordic market with solid benefits.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Aarhus, Denmark has occasional VFX (real-time) continuing education; expect remote options and short local workshops via universities/private schools.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Aarhus has niche VFX/real-time programs (AU-based) with steady grads; strong internships, but few flagship pipelines.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "In Aarhus, Denmark, VFX (Real-Time) roles typically take 3-4 months; local studios and EU talent supply help, with English-friendly hiring.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Aarhus, English is widely used in VFX teams, but Danish knowledge helps; your family is ready to learn Danish.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Aarhus, Denmark, VFX real-time roles commonly offer remote/hybrid; studios support flexible hours and English-friendly teams, great work-life balance for families.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Aarhus, Denmark has a moderate real-time VFX pool; startups can hire but may need relocation support and longer searches.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Aarhus, Denmark, residents collaborate with German and Norwegian partners through the port and local universities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Aarhus, Denmark blends cultural pride with Jante-style modesty; a family-friendly, inclusive city where startups thrive and daily life stays steady.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Nordic neighbors see Denmark (Aarhus) as a stable, innovation-led partner with family-friendly policies fostering travel and collaboration.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Fast-track, Pay Limit, and Positive List visas exist in Denmark. Aarhus has fewer qualifying employers than Copenhagen.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In Aarhus, Denmark, sidewalks are wide and streets calm for pedestrians. Accessible crossings make family walks easy.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Aarhus, Denmark generally welcomes US migrants; English is widely spoken, with Danish programs to ease family integration.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Aarhus\u0027s ARoS rainbow panorama and harbor waterfront offer family-friendly culture. Modern architecture and festivals keep exploration lively, not chaotic.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Aarhus, Denmark hover around freezing (0-4 C) with damp coastal winds and sleet. Waterproof gear and warm layers keep kids comfortable for outdoor play.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Denmark\u0027s Aarhus typically has a 37-38 hour workweek with paid overtime. Occasional crunches are offset by leave, helping protect family evenings.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Aarhus, Denmark, strong work-life balance with flexible hours, remote options, and family-friendly policies supports parents.",
      "alignmentValue": 10
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Aarhus, Denmark, strong unions and broad collective agreements secure robust workers\u0027 rights and parental protections.",
      "alignmentValue": 10,
      "sameAsParent": false
    }
  ]
}