{
  "version": 2,
  "iso": "DK",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Odense’s riverfront parks, community gardens, and traffic-calmed center keep air and noise low, though surrounding farmland brings seasonal manure smells that keep it at a solid 7.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "The city sits slightly inland, so sea-level rise is less direct, yet heavy rains can swell the Odense River and call for attention to local flood maps.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Weather mirrors Denmark’s maritime mix: mild temperatures, frequent clouds, and steady wind, which is easier on the family than Midwestern extremes.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Industry is light, cycling is popular, and breezes disperse emissions quickly, so PM readings stay comfortably low for outdoor play.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Major disasters are rare; the main concern is localized flooding during cloudbursts, which municipal pumps handle well.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March and April sit around 5–12°C (41–54°F) with budding orchards and light rain, so jackets stay handy until May warms things up.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Typical highs around 21–23°C (70–73°F) give comfortable park weather without AC, aligning with the family’s mild-summer goal.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn brings 8–12°C (46–54°F) days with drizzle and early dusk, shifting playground time indoors by late October.",
      "alignmentValue": 6
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters hover near freezing with damp winds; snow is light but slush and chill require waterproof layers for the kids.",
      "alignmentValue": 5
    },
    {
      "key": "Beach Life",
      "alignmentText": "Odense residents drive 25–30 minutes to Fyn’s beaches like Hasmark or Kerteminde; they’re clean and family-friendly but not right on the doorstep.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Summer water peaks near 18°C (64°F), fine for quick dips or with wetsuits but not for extended swims.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Gentle forests, the Odense River trail, and Fyn’s rolling countryside offer charming outings even if dramatic vistas are limited.",
      "alignmentValue": 6
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "No statutory minimum exists, yet unions secure reliable pay floors, so collective agreements remain important for salary security.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers typically earn 480,000–560,000 DKK plus pension—lower than Aarhus but balanced by cheaper housing.",
      "alignmentValue": 5
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Robotics firms, health-tech companies, and the municipal IT department use .NET, giving Trey steady but smaller-market options.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby jobs are rare; Sarah will likely rely on remote roles or broader JavaScript/full-stack positions.",
      "alignmentValue": 3
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Only larger employers handle fast-track visas, so securing sponsorship requires targeted outreach and possibly remote-first arrangements.",
      "alignmentValue": 4
    },
    {
      "key": "Economic Health",
      "alignmentText": "Odense is diversifying from industry to robotics and health tech; unemployment stays low but the ecosystem is smaller than in bigger metros.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Coworking hubs like Coworking Plus support remote work, but many firms still prefer hybrid schedules anchored in the city.",
      "alignmentValue": 6
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Workdays end around 16:00, leave is respected, and supervisors expect family priorities to come first.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Collective agreements keep the 37-hour week intact with real overtime compensation.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "The national five-week paid leave baseline applies here as well, covering long family visits back to the U.S.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Employers often add flex days or shut down during school holidays, so taking six weeks off is commonplace.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Commutes are short, errands are calm, and neighborhoods feel village-like—ideal for Sarah’s slower lifestyle preference.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools run about 8:00–14:00 with after-school clubs, and offices mirror 8:30–16:30, so both parents can manage pickup rotations.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends focus on zoo visits, river walks, and trips to Egeskov Castle or nearby beaches before cozy evenings in.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Playgrounds, family festivals, and accessible childcare make Odense one of Denmark’s most kid-oriented cities.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "LGBTQ+ spaces are welcoming but smaller; consensual non-monogamy groups exist quietly, so community takes extra effort to find.",
      "alignmentValue": 4
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents share responsibilities, and schools encourage independence, though neighbors expect punctuality and participation in community events.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Car-lite streets, extensive bike paths, and family programs at the library keep the city easy for stroller living.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public folkeskoler perform well, but international school options are limited, so Danish immersion is the default.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Vuggestue and børnehave places emphasize outdoor play and are generally available with moderate waiting times.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Municipal subsidies cap fees, and family counseling centers provide extra support when needed.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Once CPR numbers are issued, expats pay the same subsidized rates, though some paperwork is still Danish-only.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Neighborhood schools are free and inclusive, offering special-needs resources and modern facilities.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "After municipal registration, non-EU kids join local schools with extra Danish language support during the first year.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "A couple of friskoler and international programs exist but have limited seats and tuition costs, so they’re niche solutions.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Generous parental leave, child benefits, and flex work policies mirror national standards and are easy to access locally.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa holders qualify for benefits after a few months of employment, provided paperwork stays current.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "The University of Southern Denmark offers tuition-free degrees and applied sciences programs, giving the kids future options close to home.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU students must pay tuition unless they gain residency or scholarships.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Men taking leave and women in leadership are normalized; civic campaigns reinforce equal parenting expectations.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Gender-diverse residents find support through LGBTQ+ groups at the university, though everyday visibility is modest.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Rights",
      "alignmentText": "National protections and proactive municipal services keep equality enforcement strong.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Practical clothing and competence matter more than traditional femininity cues, matching Sarah’s style.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Fathers are expected to push prams and share chores, with little tolerance for macho posturing.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Hans Christian Andersen heritage, robotics labs, and new cultural hubs keep life interesting without big-city overload.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Most locals speak strong English, but municipal offices sometimes default to Danish, nudging newcomers into language classes.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "Odense votes center-left, backing social welfare and green mobility, though it is slightly more moderate than the capital.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist debates exist on campus and in co-ops, but daily politics focus on pragmatic social democracy.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "Church attendance is low, and schools remain secular, aligning with the family’s preferences.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex education is frank and inclusive, yet nightlife is quieter and kink spaces are limited.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Pride events and youth groups offer support, but the scene is smaller, so community requires proactive outreach.",
      "alignmentValue": 7
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighbors greet each other, volunteer clubs welcome newcomers, and the city feels intimate and supportive.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Residents take pride in Odense’s revival while keeping the modesty expected by Jante Law.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Odense’s port history keeps ties to Germany and Norway friendly and pragmatic.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Nordic partners see Odense as Denmark’s robotics hub and a reliable midsize collaborator.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Bars and music venues cluster around Brandts and the riverfront, but nights wind down earlier than in bigger cities.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men favor casual Scandinavian basics—knitwear, jeans, and sneakers—so Trey can dress down comfortably.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women balance minimalist outfits with local boutique touches, keeping expectations relaxed.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Cycling, rowing, choir singing, and community gardening dominate, all welcoming to families.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Cafés like Papas Papbar host regular board-game nights, and English-friendly tabletop groups meet at the library.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Musikhuset and Brandts Klædefabrik deliver concerts and festivals, though options are fewer than in Aarhus.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech Odense, robotics clusters, and parent groups exist but run fewer events, so building networks takes initiative.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Within 30 minutes you reach beaches, forests, and bike-friendly countryside, giving easy weekend escapes.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Local governance is transparent with participatory budgeting pilots and responsive digital services.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Politics stay secular; religion appears mainly in cultural festivals and heritage tourism.",
      "alignmentValue": 9
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Union protections, collective agreements, and parental leave norms are as strong here as in the rest of Denmark.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Social democratic policies drive investments in robotics, transit, and affordable housing alongside market growth.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, free media, and active civic groups keep backsliding risks low.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Startup incubators and Odense Robotics coexist with high taxes and strong labor protections, balancing markets with welfare.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "Political transitions are orderly, and essential services run smoothly, giving confidence in long-term plans.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Media is independent and fact-focused, with civic campaigns pushing cycling and sustainability rather than ideology.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Public messaging emphasizes community care, green living, and social trust, aligning with the positive tier.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, child benefits, and inclusive housing cooperatives meet the family’s progressive priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Residents rely on efficient digital services and generally trust city hall, though debates surface around budget priorities.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International scores remain top-tier, and even minor procurement questions trigger audits.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "When issues arise they involve occasional favoritism rather than bribery, and ombudsmen address them quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Family apartments average far less than Copenhagen, co-op waitlists are shorter, and new developments keep supply healthy.",
      "alignmentValue": 7
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime is rare; bike theft is the main nuisance, so kids can bike to school safely.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "New hospital facilities and strong primary care ensure reliable treatment, though specialists can have moderate waits.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Once CPR and the yellow card arrive, expats receive the same care, but initial registration can take a few weeks.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Subsidized daycare and after-school clubs keep costs manageable; early registration secures nearby spots.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Parental leave flexibility, child benefits, and predictable work hours support this two-child household well.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Schools deliver solid academics with emphasis on creativity and STEM, though specialized international programs are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "The Odense Letbane light rail, buses, and regional trains cover core routes, but frequencies drop at night and in suburbs.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "High taxes fund extensive services while the city invests in robotics clusters and entrepreneurial hubs.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "SKAT pre-populates returns, and MitID logins keep compliance straightforward despite the high rates.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Effective tax rates hover around 40–43%, the standard trade-off for Denmark’s safety net.",
      "alignmentValue": 4
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "MobilePay, contactless cards, and instant bank transfers are standard even in small shops.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing and childcare cost less than Copenhagen but still reflect Denmark’s high price level, so budgeting remains important.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "National pensions, ATP, and municipal elder services give long-term security.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Long-term residents accrue pension rights, but portability and vesting schedules require planning if they move away.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "The same national permits apply—Pay Limit, Positive List, and startups—but fewer local employers qualify, so applications hinge on specific offers.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Residents are warm and English-friendly, yet immigration rules expect serious integration efforts.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Initial work permits run two years with renewals; permanent residence still requires long stays and Danish proficiency.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization needs nine years’ residence plus language and civics exams, so it’s a long-term project.",
      "alignmentValue": 4
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and kids join under family reunification once income and housing criteria are met, with municipal support during integration.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Expect 1–3 months for permit decisions plus translation, biometrics, and application fees.",
      "alignmentValue": 6
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Maintaining salary thresholds, Danish lessons, and address registration is critical to avoid permit reviews.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Denmark allows dual citizenship, so the family can retain U.S. passports after naturalization.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "CPR registration, MitID setup, and Danish classes are mandatory steps that unlock healthcare and childcare subsidies.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "A few studios like Set Snail and Gears for Breakfast operate here, plus robotics-adjacent serious game firms, but roles are limited.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Set Snail, Gears for Breakfast (A Hat in Time), and educational game teams tied to SDU keep a modest local scene alive.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Fyn Game Dev meetups and SDU game labs host regular events, though the network is smaller than in Aarhus or Copenhagen.",
      "alignmentValue": 6
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Odense Robotics and local incubators offer grants and mentorship, but talent pools and investors are limited, so remote collaboration is key.",
      "alignmentValue": 5
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "The new light rail, widespread fiber, and smart-city pilots support modern living without big-city hassles.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Extended daylight deficits and short, cloudy summers introduce ongoing mood strain the family must actively counter.",
      "alignmentValue": 6
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Comfortable windows exist but are short; we stack activities in one or two prime seasons.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Lower-income families can make it work but face long waitlists or limited options in desirable neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Comfortable living is possible but major purchases or travel demand careful planning and occasional sacrifices.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "High-end living is feasible yet demands planning around limited providers or exclusive networks.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Large rentals appear occasionally and move fast, demanding premium rent or broker connections.",
      "alignmentValue": 6
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Sentiment splits; friendly communities exist but national discourse can turn skeptical.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Reception depends on class and language; we must adapt quickly to avoid perceptions of aloofness.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Politeness is situational; some contexts feel brisk but respectful.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Many acquaintances stay casual, but dedicated outreach unlocks close friendships over time.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Expect to navigate varied norms—crowded spaces or warm cultures may lean into closer contact.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "We balance honesty with cultural nuance to avoid unintentionally offending.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Diet talk and body critiques surface regularly in social circles.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Boundaries are understood yet alcohol-fueled scenes need watchfulness.",
      "alignmentValue": 7
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Mostly flexible though some circles still expect traditional roles on first approach.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "We can find community yet must manage privacy carefully to avoid backlash. non-monogamy acceptance.",
      "alignmentValue": 6
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Attitudes split; open discussion is fine in urban enclaves yet frowned upon elsewhere.",
      "alignmentValue": 7
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Multi-partner families keep a low profile to avoid gossip or discrimination.",
      "alignmentValue": 5
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "sameAsParent": true
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "sameAsParent": true
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Fresh options exist yet international diversity is limited to a few neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Mental health burdens exist but are met with accessible services and open dialogue.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Moderate obesity levels exist but community efforts keep trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms; screening and early detection programs are reliable.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Recessions hit noticeable segments, requiring flexibility or retraining.",
      "alignmentValue": 6
    }
  ]
}
