{
  "version": 2,
  "iso": "DK",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Copenhagen wraps dense blocks with harbor baths, parks, and wind-buffered bike corridors, so the family can stay outdoors without worrying about serious pollution. Minor shipping emissions near Nordhavn keep it just short of the 9-tier perfection.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "The city sits barely above sea level, but floodgates, cloudburst boulevards, and new harbor barriers mean daily life stays calm so long as the family keeps an eye on long-term sea-rise plans.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Expect long grey stretches and wind-driven drizzle between bright spells; the parents trade Midwestern temperature extremes for steady but damp seasons that fit the guide’s mid-tier.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air sensors usually show PM2.5 well under EU limits, and cycling lanes keep tailpipes away from the kids; we just watch short ammonia or woodstove spikes in winter.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Storm surges from the Øresund and occasional winter gales are the main threats, yet strong seawalls, drainage plans, and alerts keep risk low for a cautious family.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March and April linger between 5–12°C (41–54°F), so playgrounds need windbreakers, but by May the city hits the mild range the family wants for biking season.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Typical highs sit around 21–24°C (70–75°F) with light breezes, giving the family festival weather without relying on AC even during long daylight stretches.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September holds around 15°C (59°F) before sliding into 8–10°C (46–50°F) with steady rain, so outdoor plans give way to indoor hygge by late October.",
      "alignmentValue": 6
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter hovers near freezing with damp winds that bite harder than the number suggests, which matches the guide’s chilly-but-manageable tier for bundled school runs.",
      "alignmentValue": 5
    },
    {
      "key": "Beach Life",
      "alignmentText": "Amager Strandpark and city harbor baths offer clean sand and lifeguards, yet chilly breezes keep swims short, so it is a pleasant outing rather than a warm-water lifestyle.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Water barely reaches 18°C (64°F) in August, meaning hardy dips or wetsuits; the family mostly uses the shoreline for walks and play structures.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Design-forward canals, deer parks, and quick S-train rides to Dyrehaven or the Øresund coast give solid weekend nature, even if dramatic mountains are missing.",
      "alignmentValue": 6
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Like the rest of Denmark there is no statutory floor, but Copenhagen tech unions usually secure 115–130 DKK/hour equivalents, so Trey and Sarah need collective agreements to lock in pay.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers routinely clear 600,000–700,000 DKK plus pension, enough to handle city taxes though not the very top of Europe’s pay scale.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Banks, Maersk, public digitalization teams, and consultancies all hire .NET talent, letting Trey choose between enterprise gigs and modern product shops.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles cluster in a few SaaS outfits and agencies; Sarah will find opportunities by networking, but the stack remains niche compared with Java or .NET.",
      "alignmentValue": 5
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Fast-track and Pay Limit schemes are common among Copenhagen tech employers, yet they demand high salaries, relocation budgets, and meticulous paperwork.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "As the capital, Copenhagen mirrors Denmark’s low 3% unemployment and diversified economy, though growth remains steady rather than explosive.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Hybrid schedules are default in tech, co-working hubs like Talent Garden stay busy, and time zones align with late-afternoon calls to the U.S.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Managers expect parents to leave by 16:00 and respect holidays, matching Sarah’s low-stress priorities and the guide’s near-top boundary keeping.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Standard agreements keep weeks around 37 hours with strong overtime caps, so evenings stay family-focused.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Five statutory weeks plus local holidays are guaranteed, giving plenty of time for U.S. visits without begging for extra leave.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech teams often add flex Fridays or sixth weeks of PTO, and colleagues actually disconnect, reinforcing the 9-tier generosity.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Rush hour is brisk but not frantic; dedicated bike lanes and compact neighborhoods keep daily rhythms efficient without big-city chaos.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools run roughly 8:00–14:00 and offices mirror 8:30–16:30, with after-school SFO programs bridging pickup so both parents can work humane hours.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends center on park picnics, museums, and kids’ sports before hygge evenings; shops stay open but social pressure favors family downtime.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Family-friendly cafes, pram lanes, and public changing rooms are everywhere, and employers rarely question leaving for school pickup.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "The city has visible queer and consensual non-monogamy meetups around Nørrebro and Vesterbro, yet bureaucracy and mainstream norms still assume dyads.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools, health nurses, and employers promote egalitarian parenting, though parents are expected to trust kids with independence early.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Wide sidewalks, cargo bikes, and traffic-calmed streets make city roaming easy, even if housing size limits giant playrooms.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Neighborhood folkeskoler are strong, bilingual tracks exist, and several international schools (CIS, Rygaards) serve expat transitions.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Municipal vuggestuer and børnehaver are plentiful with outdoor-focused pedagogy, though popular districts still require early applications.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Fees are heavily subsidized and capped, and parents can get sibling discounts plus municipal leave top-ups.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Once CPR numbers arrive, expat families pay the same subsidized rates, but waitlists and documentation can delay the first placement.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Catchment schools are free and well-funded, with special-needs support and English reinforcement when needed.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Non-EU families can enroll once municipal registration is complete, yet late arrivals may get interim Danish language classes before a permanent seat.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Private friskoler and internationals exist but require fees and early deposits, so they are a fallback rather than the default.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "New parents receive 52 weeks of shared leave with generous wage replacement and strong job protection.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Work-permit holders access parental leave and child benefits after a few months of contributions, but eligibility depends on residence length and job type.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Universities like KU and ITU are tuition-free and provide stipends, giving the kids future options without debt.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU students face €10k–15k annual tuition unless they secure scholarships or long-term residency first.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Copenhagen’s workplaces expect men to take parental leave and share domestic labor, aligning with the family’s egalitarian norms.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Nonbinary recognition, gender-neutral bathrooms, and inclusive school policies are visible, even if social familiarity still trails activists’ hopes.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Legal protections cover equal pay, parental leave, and anti-discrimination, and enforcement agencies act quickly on complaints.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Women face minimal pressure to present traditionally; minimalism and competence matter more than performative femininity.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Danish men are expected to be caring, emotionally open parents, though stoic Jante-style restraint remains.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Design museums, Michelin smørrebrød, and world-class cycling culture give the family constant creative fuel.",
      "alignmentValue": 9
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Nearly every Dane in Copenhagen switches to fluent English, and municipal offices provide English guidance while the family learns Danish.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "The metro votes overwhelmingly for Social Democrats, Socialist People’s Party, and Red-Green Alliance, reinforcing progressive social policy.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist ideas are mainstream in debates on housing and climate, but most residents still favor pragmatic social democracy over radical collectivism.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "Church attendance is tiny, and secular norms dominate schools and politics.",
      "alignmentValue": 9
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex education, open conversations about consent, and visible kink-friendly venues show a relaxed, informed culture.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Pride Week takes over City Hall Square, legal protections are robust, and rainbow families are normalized in schools.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Danes remain private at first, so the family leans on international clubs and hobby meetups to build deeper ties.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Locals embrace Jante Law modesty—proud of livability yet wary of sounding boastful.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Copenhageners joke about Swedes and Norwegians but cooperate closely through Øresund and Nordic councils.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors see Copenhagen as a reliable partner in green tech and diplomacy, even if they tease the high costs.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Late-night bars in Meatpacking, jazz clubs, and canal parties offer variety while still feeling safe for adults.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Minimalist tailoring, technical rainwear, and sneakers dominate—a practical yet stylish look Trey can blend into.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women favor layered neutrals, quality fabrics, and bikes-ready outfits, keeping expectations comfortable for Sarah.",
      "alignmentValue": 8
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Cycling, cold-water dips, and hygge dinners fill calendars; the family can join local associations quickly.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Shops like Bastard Café host nightly board-game sessions, and role-playing meetups run in English.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Venues such as Vega, DR Koncerthuset, and myriad festivals keep live music accessible without overwhelming crowds.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech meetups, expat networks, and family-friendly hobby groups flourish, giving newcomers many entry points.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Within 30 minutes you reach Dyrehaven forests, beaches, and island getaways, though there are no mountains or deep wilderness.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "The capital hosts a transparent parliamentary system with strong checks, and protests stay peaceful.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Policy debates are overwhelmingly secular; religion rarely surfaces outside ceremonial roles.",
      "alignmentValue": 9
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "High union density, collective bargaining, and strong safety nets support both salaried and freelance work.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Social democratic pragmatism shapes city planning—pro-market entrepreneurship inside a generous welfare state.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, free media, and active civil society keep erosion risks low despite the global climate.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Entrepreneurship coexists with high taxes and regulation; business support is strong but deliberately balanced by worker protections.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "Government transitions are orderly, strikes are negotiated quickly, and crime stays low, so long-term planning feels safe.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters are independent and transparent, though state campaigns promote cycling, green energy, and social cohesion.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Messaging focuses on communal responsibility and sustainability rather than personality cults, matching the guide’s positive tier.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, child benefits, and inclusive housing programs align tightly with the family’s progressive priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show high trust and easy digital contact with agencies, even if tax scandals occasionally spark debate.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International ranks Denmark at the top, and city tenders are public, giving residents confidence in clean governance.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "When scandals emerge they involve minor expense-account misuse, not systemic bribery, so oversight feels real.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Rents surpass 2,000€ for family-sized flats, cooperative waitlists stretch years, and bidding wars are common, straining the budget.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime is rare and kids bike independently, but bike theft and the occasional gang incident keep it shy of a perfect score.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Local doctors offer efficient preventive care, yet specialist queues can reach months without private insurance.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Once CPR and yellow cards arrive, expats access the same system, but enrollment delays can leave a short coverage gap.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Municipal subsidies cover most daycare costs, though families need to register early to secure nearby spots.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Generous parental leave, child benefits, and flexible work protections directly support this two-parent, two-child household.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Schools emphasize project-based learning, English proficiency, and inclusive classrooms, matching the family’s priorities.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "The driverless metro, S-trains, regional rails, and integrated ticketing let the family skip car ownership entirely.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "High taxes fund strong services, while the city still nurtures startups through accelerators and public grants.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "SKAT pre-fills returns, NemID/MitID handle secure logins, and withholding makes compliance painless albeit expensive.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Combined municipal and national rates push effective taxation near 42–45%, which is the trade-off for rich benefits.",
      "alignmentValue": 4
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Digital payments dominate—MobilePay, contactless cards, and instant transfers keep finances effortless.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Groceries, utilities, and especially housing sit among Europe’s highest, demanding careful budgeting despite high wages.",
      "alignmentValue": 3
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Folkepension, ATP supplements, and employer pensions provide secure elder support with predictable indexing.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Long-term residents can earn ATP and private pension rights, but portability rules require planning if the family relocates later.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Options include Pay Limit, Positive List, and startup visas, all viable for tech workers but document-heavy with salary thresholds.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Danes are polite and English-speaking, yet immigration rules remain selective and expect quick integration efforts.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Work permits usually start at two years with renewal up to four; permanent residency requires eight years or accelerated Danish proficiency.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization needs nine years’ residence, Danish exams, and a citizenship test, making it a long but clear path.",
      "alignmentValue": 4
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and children join under family reunification once income and housing requirements are met, and permits track the main applicant.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Expect 1–3 months for visa processing and notable fees for translations, biometrics, and required documentation.",
      "alignmentValue": 6
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Authorities audit salary levels and housing; falling below thresholds can jeopardize status, so record-keeping matters.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Denmark now permits dual citizenship, so the family can keep U.S. passports after naturalization.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "CPR registration, NemID, and Danish language classes are mandatory steps; missing deadlines can disrupt benefits access.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like IO Interactive, SYBO, and Tactile have deep teams, offering Trey strong AAA and mobile options.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "IO Interactive, SYBO (Subway Surfers), Tactile Games, and NapNok all operate here, anchoring Denmark’s scene.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Meetups such as Spilbar, Game Hub Denmark, and ITU game incubators foster collaboration in English.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Nordic Game Jam, public grants, and EU funding help founders, but high burn rates demand careful financial planning.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Fiber broadband, 5G coverage, smart-city services, and world-class cycling infrastructure keep daily life seamless.",
      "alignmentValue": 9
    }
  ]
}
