{
  "version": 2,
  "iso": "DK",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Aarhus wraps its compact downtown with Marselisborg forest, harbor baths, and climate-friendly street design, so the family can enjoy fresh air with only light port emissions near the docks.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "The city faces rising sea levels along the bay, yet terraced neighborhoods and new stormwater tunnels blunt the threat for families who avoid low-lying harborfront rentals.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Weather mirrors Denmark’s maritime norm: breezy, grey stretches balanced by mild temps, which is still a solid mid-tier trade versus Kansas City’s extremes.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Traffic is light, cycling is mainstream, and only occasional woodsmoke or grain-dust pulses near the port nudge monitors, letting the kids play outside confidently.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Serious quakes and storms are absent; the main watch item is bay flooding during cloudbursts, and municipal warning systems handle those well.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March and April bounce between 5–13°C (41–55°F) with gusty showers, but by May the woods around Moesgaard invite bike picnics.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Highs near 22°C (72°F) and cool evenings keep apartments comfortable without AC while giving the family long beach days.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn drops quickly into the 8–12°C (46–54°F) range with North Sea winds, so layers and rain pants stay in constant rotation.",
      "alignmentValue": 6
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters hover a few degrees above freezing with sleet and windchill off the bay—tolerable, but the kids will need waterproof gear for playground runs.",
      "alignmentValue": 5
    },
    {
      "key": "Beach Life",
      "alignmentText": "Den Permanente and Bellevue beaches are a short bike ride away with clean water and saunas, yet chilly breezes mean quick dips more than full swim days.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Water temps only reach about 18°C (64°F) in midsummer, so wetsuits or sauna warm-ups keep the family comfortable.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Aarhus backs onto forested hills, Mols Bjerge National Park, and rolling coastal trails, giving the family easy weekend adventures despite the lack of mountains.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "There is still no statutory minimum, but regional tech unions negotiate solid pay floors, so the adults should join bargaining agreements to lock them in.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers usually earn 520,000–600,000 DKK plus pension—lower than Copenhagen yet enough to live well in Aarhus’s cheaper market.",
      "alignmentValue": 6
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Companies like Systematic, banking IT hubs, and public digital teams hire .NET talent, so Trey sees a healthy but smaller scene.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles are sparse outside a handful of SaaS firms, so Sarah will rely on remote teams or broader web stacks.",
      "alignmentValue": 4
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Major employers use Denmark’s fast-track schemes, but medium companies sponsor less often, making proactive outreach important.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "Aarhus anchors Jutland’s economy with low unemployment, a large university sector, and logistics jobs that keep growth steady.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Coworking spaces like The Kitchen and Dokk1’s study zones support hybrid work, and employers stay flexible on time zones.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Offices clear out by 16:00 and respect vacation, so Sarah’s calmer work rhythm fits right in.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Collective agreements keep weeks near 37 hours with real overtime compensation, protecting evenings for the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Five paid weeks plus public holidays remain standard, matching Denmark’s top-tier time-off baseline.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech teams often add sixth weeks or flex days, and colleagues genuinely disconnect, reinforcing the 9-tier generosity.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Traffic is light, commutes are short, and the waterfront promenade encourages slow evenings—a calmer pace than the capital.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "School runs 8:00–14:00, after-school clubs bridge pickups, and most offices mirror 8:30–16:30 so both parents can be present.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends rotate between forest hikes, harbor festivals, and visits to ARoS or the Moesgaard museum before cozy nights in.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Cargo bikes, playgrounds, and kid-friendly cultural events dominate the city core, making family logistics easy.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Queer-friendly bars and student groups provide discreet support for consensual non-monogamy, but visibility is thinner than in Copenhagen.",
      "alignmentValue": 5
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents share drop-offs and leave, and teachers promote independence, though communities still expect you to respect routines and trust the system.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Traffic-calmed neighborhoods, free museums for kids, and well-maintained playgrounds keep Aarhus welcoming for a stroller family.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Neighborhood folkeskoler perform well and bilingual streams exist, but there are fewer international schools, so Danish integration is the norm.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Municipal vuggestue and børnehave spots emphasize outdoor play, though popular districts require early registration.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Fees are capped and heavily subsidized, and municipal family houses offer parenting courses and support.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Once CPR registration clears, expats pay the same subsidized rates, but paperwork and Danish-language portals take persistence.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Local schools are free, include outdoor classrooms, and provide special-needs support with low teacher-student ratios.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Non-EU families enroll after municipal intake sessions; initial Danish language classes may precede a permanent placement.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Aarhus offers a few friskoler and the International School, but seats are limited and pricey, so they serve as backup options.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "The same 52-week parental leave and generous child benefits apply, backed by engaged municipal social workers.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Work-permit holders qualify for leave and benefits once they meet employment length rules, but proving residency can take a few months.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Aarhus University, VIA University College, and specialty academies deliver tuition-free degrees with stipends.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU students pay full tuition unless they secure scholarships or permanent residency.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Men take parental leave, women lead companies, and gender equality offices are visible across the university and city hall.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Student groups and Pride events support gender-diverse residents, though everyday exposure is less common than in the capital.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "National protections extend here, and local authorities respond quickly to discrimination cases.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Low-key style and competence matter more than traditional femininity expectations, easing pressure on Sarah.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Fathers are expected to push strollers and take leave, balancing Jante modesty with hands-on parenting.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "ARoS’s rainbow panorama, new waterfront architecture, and culinary festivals keep culture lovers busy without big-city crowds.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Most residents speak excellent English, though municipal offices assume some Danish and encourage enrollment in language classes.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "Local elections favor Social Democrats and Socialist People’s Party, and climate policy drives city planning.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "University debates and housing co-ops keep leftist ideas visible, yet daily politics remain pragmatic.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "Church attendance is low, but cultural events still nod to Lutheran traditions during holidays.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex ed and a sizeable student population normalize frank conversations, though the scene is less experimental than Copenhagen.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Rainbow families are accepted in schools, Pride events fill the streets each summer, and queer nightlife, while small, feels safe.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Locals are friendlier and more approachable than in the capital, and volunteer associations provide quick inroads for newcomers.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "Aarhusians balance pride in their cultural rise with Jante-style modesty, jokingly calling the city the nation’s ‘second capital’.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Residents collaborate with German and Norwegian partners through the port and university networks.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Nordic partners view Aarhus as Denmark’s innovation hub and a reliable cultural ally.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Student bars in Latinerkvarteret, waterfront clubs, and concert halls keep nightlife lively without big-city edge.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men lean toward relaxed Scandinavian streetwear—wool layers and sneakers—making Trey’s wardrobe easy to align.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women favor minimalist outfits with pops of design from local boutiques, keeping expectations approachable.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Cycling, sailing, and community potlucks are popular; hobby clubs often welcome English speakers.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Shops like Dragon’s Lair host regular board-game nights, and Aarhus Boardgame Association runs events in English-friendly settings.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "SPOT Festival, Train nightclub, and VoxHall bring steady live music without overwhelming crowds.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "TechBBQ satellite events, Game Hub meetups, and family playgroups make community-building straightforward.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Within 20 minutes the family reaches forests, beaches, or Mols Bjerge hikes, offering richer scenery than many cities this size.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Local governance mirrors Denmark’s transparent parliamentary system with open council meetings and responsive citizen portals.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Policy debates stay secular, with religion appearing mainly during cultural festivals.",
      "alignmentValue": 9
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Union coverage remains strong, ensuring predictable contracts and parental protections.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Social democratic pragmatism pairs business-friendly development with inclusive welfare investments.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, active media, and civic engagement keep the risk low despite global pressures.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Entrepreneurship hubs like The Kitchen coexist with high taxes and worker protections, balancing markets with welfare.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "Political transitions are calm, and public services run reliably, allowing long-term planning.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters dominate media with fact-based coverage, and civic campaigns stress sustainability rather than nationalism.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government messaging emphasizes community resilience and climate action, aligning with the guide’s positive tier.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, childcare caps, and affordable housing cooperatives reflect the family’s progressive priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Residents report high trust in municipal digital services, although debates on property tax tweaks surface occasionally.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency remains high; even minor procurement issues trigger public reviews.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "When issues arise they involve minor favoritism rather than systemic bribery, and ombudsmen respond quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Family apartments cost less than Copenhagen but still require planning—co-ops and new waterfront builds help, yet demand keeps prices firm.",
      "alignmentValue": 6
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Serious crime is rare; the biggest nuisance is occasional bike theft, so kids can roam confidently.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Regional hospitals and the new super-hospital deliver quality care, though specialist queues can stretch a few months.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "After CPR registration, expats share the same clinics, but initial paperwork can delay assignment to a general practitioner.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Subsidized daycare and after-school clubs keep costs predictable, provided the family registers early.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Parental leave, universal child benefits, and flexible work hours support this two-child household well.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Schools emphasize project-based learning, arts, and STEM partnerships with Aarhus University.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "The light rail (Letbanen), dense bus network, and regional trains make car-free living realistic, though late-night frequencies thin out.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "High taxes fund strong services while the city invests heavily in startups and green industries.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "NemID/MitID access and pre-filled SKAT returns keep compliance simple despite the tax burden.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Combined municipal and national taxes sit around 40–44%, a predictable trade-off for the welfare state.",
      "alignmentValue": 4
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "MobilePay, contactless cards, and instant transfers are ubiquitous even in small shops.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing and groceries cost less than in Copenhagen but remain high by global standards, so budgeting still matters.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "National pensions, occupational plans, and municipal elder services provide dependable coverage.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Long-term residents accrue ATP and employer pensions, but portability rules require planning if the family leaves Denmark.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Fast-track, Pay Limit, and Positive List permits apply, though fewer local employers meet salary thresholds than in the capital.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Locals are friendly and English-speaking, yet immigration policy remains selective and expects integration into Danish culture.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Initial work permits last two years with renewals tied to employment; permanent residency still requires eight years or strong Danish skills.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization demands nine years’ residence, Danish exams, and a civic test—achievable but long.",
      "alignmentValue": 4
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and children join through family reunification once income, housing, and insurance requirements are met.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Expect 1–3 months for permit processing plus translation fees and biometric appointments.",
      "alignmentValue": 6
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Authorities verify salary thresholds and address registration; lapses can trigger permit reviews, so paperwork must stay current.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Denmark allows dual citizenship, so the family can retain U.S. passports after naturalization.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Registering for CPR numbers, MitID, and Danish lessons is mandatory to access services—delays slow benefit access.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like Kiloo, Funday Factory, and Trifork’s game teams provide options, though the scene is smaller than Copenhagen’s.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Kiloo, Funday Factory, and DADIU-linked student teams keep Aarhus on the game map.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Game Hub Scandinavia, DADIU cohorts, and meetups at The Kitchen foster collaboration in English.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Incubators, public grants, and university labs exist, but founders must plan for a smaller investor pool and recruiting pipeline.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Gigabit fiber, 5G coverage, smart city pilots, and a renovated harborfront make infrastructure strong for a mid-size city.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Basic needs are met but savings and extracurriculars are hard to sustain without extra support or side work.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Comfortable living is possible but major purchases or travel demand careful planning and occasional sacrifices.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "High-end living is feasible yet demands planning around limited providers or exclusive networks.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Most 2k sq ft options feel overpriced or stuck in fringe neighborhoods with weaker schools.",
      "alignmentValue": 5
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Sentiment splits; friendly communities exist but national discourse can turn skeptical.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Reception depends on class and language; we must adapt quickly to avoid perceptions of aloofness.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Politeness is situational; some contexts feel brisk but respectful.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Many acquaintances stay casual, but dedicated outreach unlocks close friendships over time.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Expect to navigate varied norms—crowded spaces or warm cultures may lean into closer contact.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Openness is usually welcomed though some contexts expect diplomacy and softening of hard truths.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming & Beauty Investment",
      "sameAsParent": true
    },
    {
      "key": "Body Image & Fitness Pressure",
      "sameAsParent": true
    },
    {
      "key": "Fashion & Style Expectations",
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Most encounters are considerate though occasional missteps require direct communication.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "We can find community yet must manage privacy carefully to avoid backlash. non-monogamy acceptance.",
      "alignmentValue": 6
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Most peers are nonjudgmental but traditional families may gossip.",
      "alignmentValue": 8
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Social services lack frameworks, so we navigate paperwork carefully and expect occasional bias.",
      "alignmentValue": 6
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "sameAsParent": true
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Light penalties and robust health services keep substance issues managed compassionately.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "sameAsParent": true
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "sameAsParent": true
    },
    {
      "key": "Fresh & International Cuisine Access",
      "sameAsParent": true
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is moderate; we secure support with some wait times.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "sameAsParent": true
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms; screening and early detection programs are reliable.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Market depends on a few key industries, so we maintain contingency plans.",
      "alignmentValue": 7
    }
  ]
}
