{
  "version": 2,
  "iso": "DO",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Steady .NET demand in Santo Domingo via outsourcing and banks; Spanish helps locally, but remote US/EU work fits the founders.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In the Dominican Republic, 2D environmental artist pay is modest. Remote roles with US clients can offset lower local wages and living costs.",
      "alignmentValue": 4
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Dominican Republic offers occasional 2D environmental art trainings. Expect online courses or visiting experts; Santo Domingo has limited local options.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "In Santo Domingo, DR, art programs exist but game-art focus is limited; cohorts are small and require on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In the Dominican Republic, local pipelines for 2D environmental artists are shallow; expect 4–6 month timelines and remote/international hires.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Dominican Republic: English is limited outside multinationals; studios default to Spanish; plan translation and bilingual onboarding.",
      "alignmentValue": 4
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Remote 2D environmental art roles exist case-by-case in DR; maturity is limited. Many studios still lean onsite in Santo Domingo, with limited processes.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Dominican Republic has a limited 2D environmental artist pool; mid-level talent dominates, senior roles often remote or imported; Santo Domingo studios exist.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In the Dominican Republic, 3D animator pay trails top markets by 25-30%; cost-of-living helps, but salaries remain modest.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Dominican Republic (DO): local 3D animation CE is limited; expect online courses and occasional Santo Domingo workshops; remote study remains common.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "In the Dominican Republic, 3D animation programs exist but are limited; expect on-the-job upskilling with local studios in Santo Domingo.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "3D animator hiring in the Dominican Republic typically runs 3-4 months; local pipelines are modest, often needing proactive sourcing or relocation for talent.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Dominican 3D animators show mixed English use; many studios are Spanish-first; plan bilingual screening and onboarding.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Dominican Republic: remote 3D animator roles exist case-by-case with limited process maturity; hybrid/remote options available but not universal.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "DR has a small 3D animation pool; Santo Domingo shows sporadic availability. Hiring requires aggressive sourcing or contract work.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Dominican Republic 3D artist pay trails top markets by ~25-30%. Local cost of living and family-friendly life help offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "In the Dominican Republic, only a few providers offer 3D character courses; advanced topics rely on remote study, with occasional workshops or visiting instructors.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Dominican Republic has limited dedicated 3D character art programs; grads mainly learn online or abroad; local education pipelines remain nascent.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In the Dominican Republic, 3D character artist roles are scarce locally; plan 2-3 months to hire with reliance on international talent or remote options.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "DO studios mostly use Spanish; English is common in multinationals near Santo Domingo, so plan for bilingual talent or translation.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote 3D artist roles in the Dominican Republic exist but are often senior-only; expect some onsite days, esp. outside Santo Domingo.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Dominican Republic has a small pool of 3D character artists with sporadic local availability; hiring may require aggressive sourcing or remote collaboration.",
      "alignmentValue": 4
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "DO has few game-specific accelerators; mainly small incubators or university labs in Santo Domingo, with limited dedicated game tracks.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air in Santo Domingo is mixed; monthly traffic spikes affect kids - mask on bad days, use home filtration, limit outdoor activity.",
      "alignmentValue": 7
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Dominican Republic\u0027s game/tech scene centers on a few service studios in Santo Domingo and Santiago; no major IP ownership anchors.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "In the Dominican Republic, secular viewpoints are uncommon in public life; openly atheist may face social pressure. Expat circles can offer more acceptance.",
      "alignmentValue": 4
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Dominican Republic: backsliding risk is moderate; institutions hold, but corruption and overreach persist without strong civil society vigilance.",
      "alignmentValue": 6
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Dominican Republic: foreigners face residency docs to bank; card use common in cities; cash still key in smaller towns.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches in Punta Cana/Las Terrenas are family-friendly with clear water and solid amenities. Water quality is well-monitored; crowds are seasonal.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Boardgaming in Santo Domingo is niche; expat groups host occasional tabletop nights, so families may need to coordinate to join events.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In the Dominican Republic, diet talk and body critiques surface in social circles. Set clear boundaries to protect confidence.",
      "alignmentValue": 6
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Tourism-heavy Dominican economy; resilience is mixed - remote work and contingency funds help weather downturns.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In the Dominican Republic, cancer incidence is notable; routine screening and accessible care are critical due to healthcare variability.",
      "alignmentValue": 6
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Dominican Republic prisons show overcrowding and uneven oversight. Immigrant detainees risk harsh treatment.",
      "alignmentValue": 6
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In the Dominican Republic, formal daycare is scarce outside major cities; families rely on informal care, with variable costs.",
      "alignmentValue": 4
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "In the Dominican Republic, urban life is tolerated for families; safe play zones exist in malls/gated communities, but sidewalks and playgrounds are uneven.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Its public daycare is limited in the Dominican Republic. Families face high out-of-pocket costs with little systemic support.",
      "alignmentValue": 3
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Dominican Republic: visa families mainly rely on private childcare. Public subsidies are limited, with occasional municipal help.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Baseball, dancing (merengue/bachata), dominoes, and beach outings are common in the Dominican Republic, offering easy social hooks for your family.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Dev meetups exist in the Dominican Republic (Santo Domingo), but are sporadic. Expect a few events per year with a budding game/tech scene.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Dominican Republic (DO): Wellness resources exist in Santo Domingo; you\u0027ll need to seek local health networks. Healthy routines require steady effort.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Dominican Republic has limited intentional communities; most options are small or expat-focused, with slower entry paths for families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Dominican Republic CM pay trails top markets by ~25–30%. Remote/hybrid work and lower living costs help offset.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Dominican Republic (DO): In Santo Domingo, continuing education for community managers is limited. Most learning is online, with only a few local workshops.",
      "alignmentValue": 4
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Dominican Republic has several universities (UASD, PUCMM, INTEC) with marketing programs; no dedicated community manager degrees, grads need mentoring.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Dominican Republic has shallow local CM pipelines; rely on remote/imported talent with longer lead times.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Dominican Republic: Spanish dominates; English is common in tech/expat circles, but bilingual (Spanish/English) community managers fit best for DO markets.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Dominican Republic: remote options exist but with ongoing hybrid expectations; urban hubs like Santo Domingo often require periodic onsite collaboration.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Moderate CM pool in the Dominican Republic (Santo Domingo/Santiago); bilingual pros exist, but senior roles may require extended searches or remote hires.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In the Dominican Republic, neighbors are warm and welcoming; social ties form via schools and clubs, though inequality can create bubbles.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In the Dominican Republic, pay generally trails top hubs by ~20%; pair with remote roles or equity to stay competitive for a family.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In the Dominican Republic, startup pay trails top hubs. Remote offers plus meaningful equity help this family stay competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Residency renewals, local health insurance, and taxes in the Dominican Republic can be complex; expect annual filings and occasional delays.",
      "alignmentValue": 4
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "DO offers limited structured continuing education; occasional university extension courses and tech meetups in Santo Domingo help, but programs are sporadic.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Dominican Republic has a serviceable freelancer bench with devs in Santo Domingo and Santiago. Expect pockets of scarcity for niche stacks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Dominican Republic drug laws tend toward enforcement and penalties. Minor possession can carry criminal consequences, affecting families and newcomers in DO.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "DR offers lower payroll and rents vs the US, but electricity reliability, import taxes, and bureaucracy add costs. Leverage local incentives.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in the Dominican Republic is moderate; housing/groceries are affordable, but imports and private schooling raise budgets.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Dominican Republic has growing coworking in Santo Domingo and Santiago; reliable broadband varies; mocap/audio labs are scarce; basic shared spaces available.",
      "alignmentValue": 6
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Dominican tech talent remains tight for high-end software roles; remote hiring helps, but local pipelines are still limited.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Dominican Republic shows higher-than-average depression rates with uneven mental health access; plan for therapy options and affordable care near home.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Dominican communities are warm and sociable. With steady outreach, deep friendships form through clubs and family events.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Dominican Republic: rising D\u0026I in urban tech, but overall representation lags; your progressive family values may meet pockets of inclusion amid evolving laws.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Enforcement varies by district in the Dominican Republic; track neighborhoods to avoid heavy-handed policing and safety risks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In the Dominican Republic (DO), dual citizenship is allowed with minimal reporting; the family can keep US passports if they naturalize.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "In the Dominican Republic (DO), early-stage grants are modest; most programs offer $5k-$25k, with competition and limited ecosystem for games.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Dominican Republic has limited local early-stage capital for games; founders typically rely on remote investors and international grants.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Dominican Republic shows ~4% growth with stable remittances. Tourism dependence and inequality create budgeting risks for families.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "Dominican Republic\u0027s open service economy and free zones foster entrepreneurship; expect some bureaucracy and regulatory navigation.",
      "alignmentValue": 7
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Dominican Republic policy can shift with elections but remains manageable; monitor incentives and labor rules for tech ventures.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Education in the Dominican Republic varies; private bilingual schools offer solid outcomes with parental involvement. Public schools vary by district.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Dominican Republic\u0027s game-education pipeline is nascent; Santo Domingo has few dedicated programs, studios rely on self-taught talent and private schools.",
      "alignmentValue": 4
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Dominican Republic sponsorship is limited to larger firms. IT roles may be sponsored, but expect bureaucracy, costs, and employer-led permits.",
      "alignmentValue": 5
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Dominican Republic\u0027s game scene leans toward Unity; Unreal is present but niche, with limited local cross-training resources.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "DO has protected areas like Los Haitises and Jaragua, but Santo Domingo faces waste/deforestation and air quality issues; plan outdoor time around conditions.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Dominican Republic: top marginal tax ~25% plus social security; foreign income taxed after residency - rate aligns with service quality.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Dominican Republic fall stays warm at 23–32°C (73–90°F). Hurricane-season storms and heavy rainfall may not suit this family\u0027s mild-weather preference.",
      "alignmentValue": 4
    },
    {
      "key": "Family Life",
      "alignmentText": "In DO, expat families find networks, but schools and childcare often require enrollment and waitlists, with Spanish-language navigation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "In the Dominican Republic, family reunification is allowed but slow and costly; dependents gain residency and work rights after securing a cédula.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Dominican Republic offers about 14 weeks maternity leave with partial pay; broad family benefits remain limited outside social security.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Dominican Republic: family policy is limited; private childcare and education dominate; public benefits are modest.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In the Dominican Republic, visa-holding expat families see limited public benefits; most support comes from private healthcare and employer sponsorship.",
      "alignmentValue": 4
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In the Dominican Republic, urban areas lean toward neat smart-casual. Casual wear is fine for family spaces, but offices and upscale venues demand polish.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In the Dominican Republic, urban areas like Santo Domingo are diverse and expressive. Rural towns stay more conservative.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In the Dominican Republic, casual, breathable styles dominate. Guayaberas and linen shirts are common for warm weather.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Dominican Republic norms blend tradition with urban shifts; in Santo Domingo, women juggle work and family, with growing autonomy yet lingering expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Dominican Republic (DO) has moderate firearm laws; licensed ownership exists and guns appear occasionally, but families rarely feel threatened.",
      "alignmentValue": 7
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Dominican Republic shows mixed consent norms; stay vigilant in nightlife and public spaces. Plan safety for family outings.",
      "alignmentValue": 6
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Dominican Republic\u0027s founder network is growing. Santo Domingo and Santiago host regular meetups; mentorship exists but the network is still developing.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "DO offers fresh markets in cities like Santo Domingo and diverse dining. Specialty ingredients can be sporadic outside major supermarkets.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Expat-friendly areas in Santo Domingo welcome newcomers; connections grow when you engage local groups. English helps, but learning Spanish unlocks deeper ties for your family.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "In the Dominican Republic, game-dev grants are modest; roughly $25k-$60k/year with light bureaucracy. Good for prototyping, with careful planning.",
      "alignmentValue": 4
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Dominican Republic\u0027s game scene is small with few studios in Santo Domingo/Santiago. Remote work with international publishers exists, but local openings are limited.",
      "alignmentValue": 4
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Dominican Republic: gender diversity is mixed for families like yours. Policy offers limited recognition; healthcare and schooling may need advocacy.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Dominican Republic: gender rights exist in law, but enforcement is uneven and domestic violence remains a challenge for practical equality.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In DO\u0027s urban centers like Santo Domingo, gender roles are increasingly egalitarian; this family pursues shared parenting and careers.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In the Dominican Republic (DO), flirting norms vary by venue. Our progressive, LGBTQ\u002B-friendly family supports inclusive, gender-fluid interactions.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In the Dominican Republic (DO), US families seeking residency need police certificates, apostilled docs, translations, and a local guarantor; legal help speeds it.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In the Dominican Republic (DO), hurricane risk and sea-level rise threaten coastal areas. Plan housing reinforcement and affordable insurance.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Dominican startup routes exist but timing is variable; expect local incorporation and paperwork before founder access.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "DO\u0027s humid climate shapes grooming: prioritize practical, breathable styles. We keep a gentle polish for work and social life without overdoing it.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Dominican Republic: disclosure can trigger social stigma. Legal protections for multi-partner families are limited, with bureaucratic hurdles.",
      "alignmentValue": 4
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In the Dominican Republic, public healthcare is underfunded; families rely on private clinics for timely care and pediatric services.",
      "alignmentValue": 4
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Dominican Republic private hospitals in Santo Domingo/Santiago offer solid care with English-speaking staff; expats should carry international evacuation insurance.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities in the Dominican Republic (UASD) are accessible; exams and costs require planning, with private options available.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In the Dominican Republic, non-citizens pay higher tuition; public universities may cap enrollment; English-taught programs are limited; private options exist.",
      "alignmentValue": 5
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Dominican Republic\u0027s game scene is nascent; few established studios mean hiring is slow, with many roles filled by remote contractors.",
      "alignmentValue": 3
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Dominican startup hiring remains slow; grants are scarce. Trey should lean on remote work and free-zone incentives in Santo Domingo.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Santo Domingo offers adequate family-friendly housing in safe areas; expect some rental competition and variable power/water reliability by neighborhood.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "DR uses VAT (ITBIS) and income tax with reforms; expats rely on local accountants; guidance can be ambiguous—stay vigilant.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In the Dominican Republic, immigrant sentiment is mixed; newcomers may face bureaucratic hurdles and occasional microaggressions in public spaces.",
      "alignmentValue": 6
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Dominican Republic: white expats face mixed reception by class and language, especially in Santo Domingo. Engage locally and stay humble to ease integration.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In the Dominican Republic, public K-12 often underperforms; private schools or tutoring are common to ensure outcomes.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In the Dominican Republic, visa holders face limited public K-12 access; most families enroll in private/international schools in Santo Domingo or Santiago.",
      "alignmentValue": 4
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Spanish dominates in the Dominican Republic; English is limited outside tourist areas; family will learn Spanish to access schooling and services.",
      "alignmentValue": 5
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English is available in Dominican Republic studios with bilingual teams; local Spanish remains essential for docs and community.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In the Dominican Republic, startups lean on English for investors and platforms; Spanish fluency is essential for hiring and compliance.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Dominican Republic has only a few game-IP specialists; startups typically rely on referrals to general IP/tech lawyers or regional/international counsel.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Pride events exist in Santo Domingo, but legal protections are weak and public displays may face discrimination outside tourist zones.",
      "alignmentValue": 4
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Limited local vendors exist in the Dominican Republic. Teams typically assemble ad hoc panels from Santo Domingo and Santiago gamers.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In the Dominican Republic, Marxism isn\u0027t mainstream; public views are skeptical, with limited policy impact but some academic interest.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Masculinity norms in the Dominican Republic are evolving; traditional provider roles linger. Urban and younger groups show broader, expressive masculinity.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence is relatively rare in the Dominican Republic. Most safety concerns are urban crime, not mass incidents.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Expat and digital nomad meetups exist in the Dominican Republic (Santo Domingo), but events are irregular. Online groups help sustain networks and knowledge-sharing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Dominican Republic min wage: RD$11k-21k/mo (~$190–$360) is far below subsistence for a family of four; two adults would need extra income.",
      "alignmentValue": 3
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Dominican Republic: Santo Domingo offers fiber internet and a metro. Power reliability varies outside tourist zones; plan for outages affecting remote work and gaming.",
      "alignmentValue": 6
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In DO (Dominican Republic), non-monogamy faces stigma; even in Santo Domingo, openness risks custody or employment.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In the Dominican Republic (DO), openness is welcomed but requires tact; share concerns clearly while respecting local norms around conversation.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Dominican Republic offers impressive natural beauty - beaches and waterfalls near DO. Some sites have fees or longer drives, but weekly family outings work.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In the Dominican Republic, hurricanes and tropical storms occur every few years; disruptions are temporary and recovery systems work.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "In the Dominican Republic, Jarabacoa\u0027s cool highlands and Samaná\u0027s beaches put nature within a few hours for safe, family-friendly outdoor trips.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Santo Domingo and other urban centers host vibrant bachata/merengue nights and frequent festivals. Family-friendly events exist, but some venues run late.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife is strong in Dominican Republic tourist zones (Punta Cana, Santo Domingo) with safe venues; family-friendly late options are limited.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Santo Domingo hosts annual game events and university jams; the DO game dev scene is growing but remains limited for families/newcomers.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Santo Domingo has a minimal indie scene. A few studios exist, but notable Dominican projects remain rare.",
      "alignmentValue": 4
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In the Dominican Republic, obesity is moderately common. Maintain active routines and healthy eating, especially in urban areas.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Dominican Republic free zones offer IT tax relief, but game startups remain nascent; Trey should rely on remote clients and cost-efficient hubs.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In the Dominican Republic, pace is relaxed outside Santo Domingo’s traffic. Inner-suburban life aligns with the family’s slower rhythm.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Dominican Republic parenting supports dual involvement, but traditional gender norms and exam pressure remain common. Strong emphasis on academics.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Dominican Republic: naturalization generally after seven years of residency with Spanish proficiency. Dual citizenship is permitted.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Dominican Republic has notable procurement and police corruption; watchdogs exist, but confidence varies for families seeking stable governance.",
      "alignmentValue": 4
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In the Dominican Republic, crowded spaces and warm contact are common. Please advocate gently for personal space, especially with kids.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Dominican Republic: close greetings and tactile interactions are common; in busy spaces expect near contact. Politely request more space when needed.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "DR\u0027s dry season (roughly Nov–Apr) brings the most outdoor-friendly weather; rest of the year is hot and humid, requiring planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Dominican Republic (DO) uses a presidential system with elections. Patronage and clientelism limit reform; civil society helps safeguard democratic space.",
      "alignmentValue": 5
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory faces stigma and limited legal protections in the Dominican Republic; discretion is wise in work and public life.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Dominican Republic: private preschools common; public early education capacity is limited; bilingual options mainly in private programs, with variable affordability.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "DR private options in Santo Domingo include international schools with English curricula; top choices are competitive and pricey, with limited scholarships.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common in the Dominican Republic. DO markets offer abundant fresh produce; plan meals to balance snacks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "In the Dominican Republic (DO), PMM (Games) pay trails top markets by 25-30%; cost of living is lower, offering a family-friendly lifestyle.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "In the Dominican Republic (Santo Domingo), continuing education for games product marketing is sporadic; most upskilling is via remote courses.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Dominican Republic lacks game-specific PMM education; most programs are general marketing/IT in Santo Domingo/Santiago; grads need mentoring.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In the Dominican Republic (DO), PMM (Games) hiring relies on remote or imported talent. Local pools are shallow, expect 2-4\u002B months.",
      "alignmentValue": 3
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Dominican Republic: English use exists in urban tech hubs (games market) but isn’t universal; plan for local-language screening for many roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Dominican Republic (Santo Domingo): remote PM (Games) roles exist case-by-case; studios mostly require onsite/hybrid, with limited async-work maturity.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Dominican Republic has a small PMM (games) talent pool; sporadic local availability; remote or contract hires and proactive sourcing are usually needed.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Dominican Republic (DO): urban progress thrives in cities like Santo Domingo, but national policy stays church-influenced; reforms are slow.",
      "alignmentValue": 4
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Dominican Republic (DO): urban expat circles such as Santo Domingo tend to be tolerant. Traditional families may gossip about open relationships.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In the Dominican Republic, public messaging blends growth with security; rely on pluralistic, independent outlets for accurate, humane information.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Dominican Republic (DO): private media is politicized; government messaging leans on tourism/infrastructure, with some propaganda yet diverse outlets persist.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Transit exists (metro/buses) but coverage is uneven and delays occur. Backup car or rideshare recommended for family trips in Santo Domingo.",
      "alignmentValue": 6
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Dominican Republic has limited local publisher access; pursue regional/virtual BD events in the Caribbean and nearby hubs (Miami) for Trey\u0027s game/tech ventures.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "DO has premium amenities mainly in Santo Domingo and Punta Cana. Outside these hubs, specialists and exclusive clubs are scarce for families.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In the Dominican Republic, lower-income families face housing and healthcare gaps; this family may meet basics but stability relies on local programs.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In the Dominican Republic, middle-income housing and childcare can strain budgets. Affordable family areas exist, but English access and schools vary.",
      "alignmentValue": 6
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Dominican Republic (Santo Domingo) real-time pipelines are sparse; remote/cloud development suits Trey\u0027s game startup and Sarah\u0027s web work.",
      "alignmentValue": 4
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Dominican Republic: Catholic/evangelical influence shapes social policy; rights reforms (abortion/LGBTQ\u002B) face limits, yet democracy and pluralism persist.",
      "alignmentValue": 6
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Dominican Republic studios remain largely onsite; remote options exist mainly for critical roles, with limited hybrid paths outside leadership.",
      "alignmentValue": 4
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Dominican Republic startups lean on-site with limited hybrid roles outside leadership. For Sarah, remote/hybrid flexibility will likely require negotiation.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "For Trey and Sarah, Santo Domingo offers coworking and fiber; outages require backups, and remote work may require policy negotiation.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Dominican Republic residency is attainable; renewals involve paperwork, with permanent status after several temporary renewals—relevant for a family.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Dominican Republic offers visa options and expat networks for a tech family. Affordable childcare aids retention, but humidity and hurricane season temper stability.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In the Dominican Republic, public pensions are modest. Many retirees rely on family support or private savings.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In the Dominican Republic (Santo Domingo), non-citizens have limited public pension access; private retirement savings are central for expat families.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles in the Dominican Republic are limited; plan for remote work abroad or transition to JS; English ubiquity here is moderate.",
      "alignmentValue": 3
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Safety varies by area in the Dominican Republic; petty theft occurs. Favor secure housing, daylight travel, and vigilant routines for families with kids.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Dominican Republic offers bilingual/private and international schools (in Santo Domingo), with public options too; quality varies with tuition and program.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Dominican Republic sea temps ~26-29°C year-round; great for year-round swimming for the whole family.",
      "alignmentValue": 10
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Dominican Republic seasons are tropical with wet/dry cycles. Jun–Nov hurricane risk means occasional outages and rain delays.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Dominican Republic daylight is near-equatorial and balanced year-round. Seasonal mood disruption is minimal; lamp therapy is unlikely to be needed.",
      "alignmentValue": 10
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Dominican Republic has a tropical, wet/dry climate with persistent humidity. The dry season is milder; rainy periods can cut outdoor time.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "DR\u0027s growing tech scene (Santo Domingo/Santiago) has a limited senior pool. Expect remote hires or talent from abroad with competitive offers.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In the Dominican Republic, sex discourse is conservative; polyamory would face stigma in most communities nationwide.",
      "alignmentValue": 4
    },
    {
      "key": "Social Policies",
      "alignmentText": "Dominican Republic social policies are piecemeal with coverage gaps. Healthcare access varies by region, with private options often needed.",
      "alignmentValue": 5
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In the Dominican Republic (Santo Domingo), 2k sq ft rentals exist but inventory is tight. You may need to trade location or finish to secure space within budget.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Dominican Republic spring (Mar-May) averages 23-31°C with humidity and occasional showers. Outdoor plans require flexibility.",
      "alignmentValue": 5
    },
    {
      "key": "Stability",
      "alignmentText": "Dominican Republic stability is solid with peaceful transitions. In urban centers like Santo Domingo, occasional protests and corruption concerns arise, but life stays steady.",
      "alignmentValue": 7
    },
    {
      "key": "State Ideology",
      "alignmentText": "In the Dominican Republic policy blends pro-tourism growth with modest social programs; pragmatic and open to debate, though dissent can be limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Dominican Republic markets mix private enterprise with regulation and oligopolies. Founders like Trey and Sarah may face uneven reforms, but grants exist.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Dominican Republic has a small studio presence: a few studios in Santo Domingo and Santiago; many developers freelance.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Dominican Republic summers see 32–34°C highs with high humidity and hurricane season. Pools/AC help, but heat challenges Sarah.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In the Dominican Republic (Santo Domingo), politeness is situational. In busy markets and offices, service can feel brisk but respectful.",
      "alignmentValue": 7
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Dominican Republic offers limited, fluctuating incentives for games/creative; IT/free-zone benefits exist, but gaming-specific credits are modest and uncertain.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Dominican Republic visa processes can take up to a year; include translations, medical exams, and fees; costs stay manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in the Dominican Republic government is mixed in Santo Domingo. Anti-corruption pledges matter, but past scandals sustain skepticism for families.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Dominican Republic: corruption is mixed, with petty bribes in some services and occasional grand influence. Be prepared for delays; use clear records.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In the DR, senior software salaries are around RD$1.2M-1.6M/year (~$20k-$27k); remote US work or entrepreneurship helps Trey.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in the Dominican Republic offer vibrant family activities: beaches, parks, and local events; occasional reservations suffice.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In the Dominican Republic, schools end mid-afternoon. Offices often run 8-17, so after-school care is essential for this family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Dominican Republic grants 14 paid vacation days after 1 year plus public holidays; a modest family-friendly minimum—plan around holidays.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In the Dominican Republic, typical paid vacation is about 14 days after one year of service, plus public holidays.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "In Santo Domingo, DR, vendor options are limited; a few agencies cover art/QA, but broader game-dev support usually relies on remote partners.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "DR VFX real-time pay ~20% below global medians; cost of living is lower, but top-tier packages are uncommon.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "In the Dominican Republic, local VFX real-time education is limited; most training is online, with few in-country workshops.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Dominican Republic (Santo Domingo): VFX real-time programs exist but are small; graduates need on-the-job upskilling; local pipelines limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Dominican Republic has shallow local VFX real-time pipelines; expect 6\u002B months without global sourcing or relocation.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Dominican Republic (Santo Domingo): English use among VFX real-time pros is limited. Spanish dominates; plan translation/onboarding.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Dominican Republic: remote real-time VFX is case-by-case with limited maturity. Reliable broadband varies—expect hybrid or onsite.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Dominican Republic has a small VFX real-time talent pool with sporadic availability. Hiring will require aggressive sourcing or remote/contract arrangements.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Dominican Republic–Haiti border tensions color politics; daily life in DO remains pragmatic and stable.",
      "alignmentValue": 5
    },
    {
      "key": "View of self",
      "alignmentText": "Dominican Republic: resilient and culturally vibrant. Baseball pride runs high, with communities banding together despite economic challenges.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Regional neighbors admire the Dominican Republic\u0027s tourism leadership but criticize Haitian migrant treatment; cross-border tensions concern families.",
      "alignmentValue": 4
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Dominican Republic offers several residency routes (investment, work, family-based); processing varies and some options require investment or sponsorship.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walking is possible but stressful in the Dominican Republic. In Santo Domingo, sidewalk gaps and heavy traffic are common; plan routes carefully, especially with kids.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "US migrants are welcomed in DO\u0027s tourist hubs. Full integration requires learning Spanish and engaging beyond expat enclaves.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Dominican merengue, bachata, and Santo Domingo\u0027s colonial history spark Trey\u0027s storytelling. Markets and festivals keep the family curious and engaged.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Dominican Republic winters are mild; December–February typically 20–29°C (68–84°F), with no snow.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Dominican Republic standard workweek is ~44 hours. Overtime rules exist, and flexible/hybrid options support this family\u0027s balance in DO.",
      "alignmentValue": 6
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In the Dominican Republic, work-life balance varies by industry. Tech roles can be flexible, but peak tourism seasons often bring crunch periods.",
      "alignmentValue": 7
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Dominican Republic: core labor rights exist, but enforcement is stretched; tourism and informal work often fall outside protections; unions are limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    }
  ]
}