{
  "version": 2,
  "iso": "EC",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Andean highlands around Quito and Cuenca offer lush cloud forests and well-protected páramo ecosystems, though oil extraction still threatens Amazonian biodiversity.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Coastal provinces now see severe El Niño floods every few years, Andean glaciers feeding Quito shrink quickly, and drought alternates with landslides, so climate disruptions are a recurring planning factor.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Highland cities stay spring-like year-round with distinct wet (Oct–May) and dry (Jun–Sep) periods; the coast is hot and humid, so choosing an Andean base is key for comfort.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Elevation keeps air thin but Quito often records moderate PM2.5 from traffic; smaller cities like Cuenca fare better but still see vehicle-related pollution spikes.",
      "alignmentValue": 5
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "The country sits on the Pacific Ring of Fire with active volcanoes and periodic major earthquakes; preparedness varies outside the capital.",
      "alignmentValue": 3
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Cuenca’s September–November highs hover 20–23°C (68–73°F) with cool nights near 9°C (48°F) and afternoon showers.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "During December–February in the highlands, days stay 20–24°C (68–75°F) with heavier rain; coastal Guayaquil jumps above 30°C (86°F) with humidity.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "March–May remains mild in the Andes (19–22°C / 66–72°F) but wetter; nights dip to 8–10°C (46–50°F).",
      "alignmentValue": 7
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "June–August is the drier ‘summer’ locally, with highs 19–22°C (66–72°F), crisp sunshine, and chilly evenings around 7°C (45°F).",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Pacific beaches like Montañita and Manta offer surf culture and seafood but infrastructure and cleanliness vary widely, and some spots feel backpacker-heavy.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Sea surface temps range ~23–27°C (73–81°F); warmest December–May, cooler upwelling June–September with occasional Humboldt chill.",
      "alignmentValue": 6
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Cloud forests, Andes peaks, Amazon lodges, and Galápagos make Ecuador incredibly scenic and accessible for weekend trips.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The 2024 salario básico is ~$460/month, reflecting a lower local wage floor than the family’s cost expectations but adequate for hiring local help.",
      "alignmentValue": 4
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers in Quito earn roughly $25k–$35k USD annually; local salaries trail U.S. levels but remote contracts remain feasible.",
      "alignmentValue": 4
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": ".NET is used in government and banking IT, yet the market is small; most roles are Spanish-first and onsite in Quito or Guayaquil.",
      "alignmentValue": 4
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby shops are rare outside a few outsourcing firms; opportunities would rely on remote U.S. work rather than local demand.",
      "alignmentValue": 3
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Corporate sponsorship exists but is uncommon; most expats qualify through professional or investment visas instead of employer-led processes.",
      "alignmentValue": 4
    },
    {
      "key": "Economic Health",
      "alignmentText": "Dollarized economy keeps inflation moderate, yet growth is modest and fiscal deficits plus oil dependence make outlook uncertain.",
      "alignmentValue": 5
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Fiber is expanding and Cuenca/Quito host coworking hubs, yet rolling blackouts and in-person expectations outside tech hubs mean Trey and Sarah must keep backup connectivity for remote work.",
      "alignmentValue": 4
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Local norms prioritize family time with long lunches and social evenings, though salaried roles can expect overtime without extra pay.",
      "alignmentValue": 6
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "The legal workweek is 40 hours, yet professionals often stretch to 45–48 hours when project deadlines loom.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Employees earn 15 paid days after a year plus ~11 national holidays; tenure adds bonus days beyond five years.",
      "alignmentValue": 6
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech companies rarely exceed the statutory minimum, so expect roughly three weeks total including holidays unless negotiating remote U.S. terms.",
      "alignmentValue": 5
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Highland cities move slower than U.S. metros with midday breaks and lighter evening rush, though bureaucracy can feel sluggish.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools begin ~7:30 a.m.; many offices run 8:30–17:30 with a long lunch, leaving evenings open for family despite occasional overtime.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends center on extended family visits, parks, and day trips to hot springs or cloud forests; many shops close early Sunday.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Family networks are strong and neighbors look out for kids, yet expectations skew traditional and can feel intrusive to newcomers.",
      "alignmentValue": 5
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory lacks legal recognition and is socially taboo outside a few urban subcultures, posing discretion challenges.",
      "alignmentValue": 2
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents are expected to be hands-on and involved with school communities; discipline norms lean respectful but can be conservative.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Cuenca and Quito provide plazas, greenways, and museums for children, though sidewalks and traffic safety still require vigilance.",
      "alignmentValue": 6
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Bilingual private schools in Quito/Cuenca cater to expats, while public schools lag in resources; secular options exist but vary in quality.",
      "alignmentValue": 5
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Municipal guarderías and private Montessori programs operate in major cities, yet waitlists and variable standards demand careful vetting.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Low-income citizens can access subsidized childcare and extended family networks help, but middle-class families still rely on paid caregivers.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Expat families must self-fund nannies or private daycare; affordable compared to U.S. costs but no subsidies.",
      "alignmentValue": 4
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Universal access exists yet public schools grapple with overcrowding, teacher strikes, and resource gaps between urban and rural areas.",
      "alignmentValue": 4
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Residency grants access to public schools but quality concerns push expats toward pricier private or international programs.",
      "alignmentValue": 4
    },
    {
      "key": "Private Education",
      "alignmentText": "International schools like Academia Cotopaxi offer IB curricula with strong bilingual programs but tuition rivals mid-tier U.S. private schools.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Labour law provides 12 weeks paid maternity, 10 days paternity, and child sick leave, with additional allowances for large families.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Legal residents receive the same labor protections, yet enforcement depends on employer compliance and contract formality.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities are tuition-free but competitive; technical institutes offer alternatives though facilities can be dated.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Permanent residents may enroll in public universities with minimal fees; private universities welcome internationals but operate mostly in Spanish.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Machismo persists, yet urban centers show gradual shifts toward dual-income households and shared parenting expectations.",
      "alignmentValue": 4
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal gender change exists for adults, but non-binary and trans identities still face stigma outside activist circles.",
      "alignmentValue": 3
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Domestic violence protections and parity laws exist, yet enforcement gaps remain and reproductive rights are tightly regulated.",
      "alignmentValue": 4
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Appearance expectations lean traditional with emphasis on grooming and dress, though professionals balance modern and conservative styles.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Conventional masculine roles emphasize providing and stoicism; younger urban men show more flexibility but progress is gradual.",
      "alignmentValue": 4
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Rich Andean culture, community festivals, and proximity to biodiverse adventures make daily life feel vibrant and exploratory.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Spanish dominates; English proficiency is limited outside tourism and international schools, requiring strong language commitment.",
      "alignmentValue": 3
    },
    {
      "key": "Progressivism",
      "alignmentText": "Policies blend left-wing economics with socially conservative norms; progressive activism exists but is not mainstream.",
      "alignmentValue": 4
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist parties retain influence, yet most citizens favor pragmatic social democracy over radical socialist restructuring.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Catholicism remains dominant and public atheism is uncommon, though secular governance allows private nonbelief.",
      "alignmentValue": 4
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex education is improving but attitudes toward open relationships and sexuality stay conservative compared to U.S. progressive circles.",
      "alignmentValue": 3
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Same-sex marriage is legal, yet social acceptance lags; queer families may encounter discrimination outside cosmopolitan enclaves.",
      "alignmentValue": 4
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighborhoods foster tight-knit relations with frequent fiestas and mutual aid, but integration requires Spanish and patience.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Many Ecuadorians take pride in indigenous heritage and mestizo identity, valuing resilience and hospitality toward guests.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Regional views mix camaraderie with rivalry—Colombians are seen as close yet associated with migration pressures; Peruvians as culinary peers.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors regard Ecuador as peaceful but economically modest; foreigners often stereotype it as a retirement or eco-tourism spot.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Quito’s La Mariscal and Cuenca’s historic center offer bars and live music, yet scenes are smaller and earlier than major U.S. cities.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Urban men mix casual denim with Andean textiles; business attire is conservative suits, limiting alternative expressions.",
      "alignmentValue": 4
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women balance modern fast fashion with traditional embroidery; expectations for polished presentation can feel gendered.",
      "alignmentValue": 4
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Weekends feature soccer, hiking, and family gatherings; urban professionals enjoy café culture and salsa dancing.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "A few hobby stores in Quito and Guayaquil host board game nights, but the community is niche and Spanish-language heavy.",
      "alignmentValue": 4
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Live Andean folk, salsa clubs, and emerging indie venues provide variety, though scenes are concentrated in major cities.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Expats organize language exchanges and parenting groups, yet tech meetups are sporadic and revolve around Spanish-speaking professionals.",
      "alignmentValue": 5
    },
    {
      "key": "Nature Access",
      "alignmentText": "Protected areas sit within a few hours’ drive of Cuenca or Quito, allowing frequent cloud forest hikes and hot spring visits.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Ecuador is a presidential republic with separation of powers, though frequent leadership turnover hampers consistent policy.",
      "alignmentValue": 5
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "The constitution is secular, but Catholic values still influence debates on education and reproductive rights.",
      "alignmentValue": 4
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Labor code mandates 13th/14th month bonuses and social security contributions, yet informal employment limits enforcement.",
      "alignmentValue": 5
    },
    {
      "key": "State Ideology",
      "alignmentText": "Current leadership favors market-friendly reforms while keeping social assistance, resulting in a centrist-nationalist blend.",
      "alignmentValue": 5
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Institutions are democratic but fragile; populist swings and security crackdowns show some risk yet civil society remains vocal.",
      "alignmentValue": 5
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Dollarization creates open markets, but the state retains a strong role in energy and telecom, producing a mixed economy.",
      "alignmentValue": 5
    },
    {
      "key": "Stability",
      "alignmentText": "Politics cycle through protests and early elections, generating periodic uncertainty despite peaceful transitions.",
      "alignmentValue": 4
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Media is pluralistic with active investigative journalism, though government messaging ramps up during elections and security crises.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Narratives focus on anti-corruption, citizen security, and national pride; state media amplifies government wins but independent outlets counterbalance.",
      "alignmentValue": 6
    },
    {
      "key": "Social Policies",
      "alignmentText": "Welfare programs target poverty reduction and indigenous inclusion, yet budget constraints limit coverage breadth.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Public trust is low following corruption scandals and security woes, with polls often below 30%.",
      "alignmentValue": 3
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International ranks Ecuador mid-table in Latin America, and citizens frequently report bribery and favoritism in services.",
      "alignmentValue": 3
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Petty bribery in policing and licensing coexists with higher-level embezzlement in oil and infrastructure contracts.",
      "alignmentValue": 3
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Renting in Cuenca or Quito costs $700–$1,000 for a modern family apartment; older housing may lack insulation and secure parking.",
      "alignmentValue": 6
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Homicide rates surged past 40 per 100k in 2023, with gangs controlling port cities and extortion creeping inland; even quieter Andean bases now require curfews, vetted transport, and avoiding night travel.",
      "alignmentValue": 2
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Public IESS clinics provide basic care yet face wait times; private hospitals in Quito and Cuenca offer higher-quality services at moderate cost.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Residents can buy into IESS for ~$80/month per adult, granting access to the same network; many expats supplement with private insurance for faster care.",
      "alignmentValue": 6
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Infant checkups and vaccinations are covered in public clinics, but parents often rely on private pediatricians for shorter waits.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Social security offers child allowances and school supply bonuses, yet benefits are modest compared to European systems.",
      "alignmentValue": 4
    },
    {
      "key": "Education",
      "alignmentText": "Primary education literacy rates are high, but secondary completion lags and STEM resources trail top-tier expectations.",
      "alignmentValue": 4
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Quito’s Metro and bus rapid transit improve mobility, yet network coverage is limited and intercity buses, while frequent, can be slow and crowded.",
      "alignmentValue": 5
    },
    {
      "key": "Economic System",
      "alignmentText": "A dollarized, mixed economy blends private enterprise with strategic state sectors, providing stability but limiting monetary flexibility.",
      "alignmentValue": 5
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Income tax uses progressive brackets up to ~37%; filings are digital but Spanish-only, and bureaucracy can be time-consuming without local accountants.",
      "alignmentValue": 4
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Remote income taxed in Ecuador would fall near the 20–25% band plus 12% VAT on purchases, lower than U.S. combined rates but requires compliance planning.",
      "alignmentValue": 6
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "U.S. dollar cash is standard; local banks support online bill pay and card usage, though fraud monitoring and fintech options lag U.S. norms.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Monthly family budgets in Cuenca around $2,500 cover housing, schooling, and private healthcare—significantly lower than Kansas City.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "IESS pensions replace a modest share of wages, and benefits strain under demographic pressures.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Residents can qualify for IESS retirement after contributing, but most expats rely on foreign savings and private plans.",
      "alignmentValue": 5
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Professional, investor, and rentista visas require degree apostilles or ~$1,275/month income; a digital nomad visa offers two-year stays.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Cities like Cuenca host sizable North American communities and locals are accustomed to expats, though national rhetoric stresses respectful integration.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Temporary residency lasts two years with the ability to convert to permanent status after showing 21 months of presence and financial means.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Citizenship eligible after three years of permanent residency plus language and civic tests; dual citizenship is permitted.",
      "alignmentValue": 7
    },
    {
      "key": "Family Members",
      "alignmentText": "Dependents can piggyback on a primary visa holder’s residency, though adult partners must show marriage or de facto union recognition.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Visa processing typically takes 2–3 months with ~$550 in government fees plus apostilles and translations.",
      "alignmentValue": 6
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Strict reporting of travel days and income is required; missing renewals or lacking apostilled documents can trigger fines.",
      "alignmentValue": 5
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Ecuador recognizes dual nationality, allowing the family to retain U.S. passports upon naturalization.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Residency demands Spanish paperwork, local health insurance proof, and registration with the civil registry within 30 days of arrival.",
      "alignmentValue": 5
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Only a handful of small studios exist; most game developers freelance or partner with overseas clients.",
      "alignmentValue": 3
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 3,
      "alignmentText": "As noted in Game Dev Work Prospects, Only a handful of small studios exist; most game developers freelance or partner with overseas clients. Hiring velocity at established studios in Ecuador is slow, with hiring cycles stretching several months or pausing until budgets free up."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 3,
      "alignmentText": "Compensation trails larger hubs, so candidates leverage remote offers or equity to bridge gaps. When opportunities surface in Ecuador, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 3,
      "alignmentText": "Established studios in Ecuador rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 3,
      "alignmentText": "Remote expectations at established studios in Ecuador favor on-site work, offering limited hybrid options outside key leadership roles."
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Studios like Ochoymedio and Freaky Creations produce indie titles, but the scene lacks mid-size employers.",
      "alignmentValue": 3
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Universities host occasional game jams and IGDA Ecuador meetups, yet community resources remain sparse compared to major hubs.",
      "alignmentValue": 3
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Low living costs aid bootstrapping, but local funding and publisher access are limited, pushing founders to remote markets.",
      "alignmentValue": 4
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 4,
      "alignmentText": "Startup founders report that Low living costs aid bootstrapping, but local funding and publisher access are limited, pushing founders to remote markets. Hiring velocity at early-stage studios in Ecuador is slow, with hiring cycles stretching several months or pausing until budgets free up."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 4,
      "alignmentText": "Compensation trails larger hubs, so candidates leverage remote offers or equity to bridge gaps. Early teams in Ecuador balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 4,
      "alignmentText": "Founding teams in Ecuador lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 4,
      "alignmentText": "Remote expectations among startups in Ecuador favor on-site work, offering limited hybrid options outside key leadership roles."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Quito’s new airport, expanding fiber, and reliable utilities in central neighborhoods show moderate modernity, yet roads and electrical grids need upgrades outside metros.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Frequent abrupt changes make certain months feel unstable with several days of hazardous conditions that push us indoors.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "High living costs erode quality of life; reliable childcare or healthcare coverage often falls through the cracks.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "We feel squeezed: decent neighborhoods or schools require long commutes or high costs that crowd out enrichment.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Premium experiences exist but feel overpriced, shallow, or socially frowned upon.",
      "alignmentValue": 5
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Inventory is tight; we may accept longer commutes or older properties to secure space.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Only experimental or short-term arrangements pop up, offering little stability for families.",
      "alignmentValue": 5
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Surface politeness exists yet deeper support systems take sustained effort to unlock.",
      "alignmentValue": 6
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Acceptance varies widely; caution is needed when discussing background in public spaces.",
      "alignmentValue": 5
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Noticeable grumbles about expats driving up costs or staying in enclaves; we mitigate by community engagement.",
      "alignmentValue": 6
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Interactions can be efficient yet emotionally flat; kindness takes effort to elicit.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Social circles are slow to open; we need persistence and shared projects to connect deeply.",
      "alignmentValue": 6
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Touchy or crowded norms are common and require constant boundary setting.",
      "alignmentValue": 5
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Honesty is situational; locals may avoid uncomfortable topics entirely.",
      "alignmentValue": 5
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Looking impeccable is expected daily, creating stress for a low-maintenance family.",
      "alignmentValue": 4
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Body shaming is common and influences opportunities or friendships.",
      "alignmentValue": 4
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Designer or curated looks are assumed, pressuring constant wardrobe investment.",
      "alignmentValue": 4
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Consent education is weak; unwanted advances occur regularly.",
      "alignmentValue": 4
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Rigid gender expectations create discomfort for progressive or queer expressions.",
      "alignmentValue": 4
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Negative narratives dominate; openness threatens custody, employment, or housing. non-monogamy acceptance.",
      "alignmentValue": 3
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Conservative norms dominate; promiscuity is equated with poor character.",
      "alignmentValue": 4
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Disclosure triggers backlash or official scrutiny.",
      "alignmentValue": 3
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Culture favors close contact; sensory-sensitive family members often feel overwhelmed.",
      "alignmentValue": 5
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Gun culture is dominant; accidental discharges or intimidation incidents are common.",
      "alignmentValue": 3
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Zero-tolerance stances lead to aggressive policing and limited treatment options.",
      "alignmentValue": 4
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Families risk collateral trauma from militarized raids or wrongful accusations.",
      "alignmentValue": 3
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "We know victims or near-misses personally; anxiety is constant.",
      "alignmentValue": 3
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Abuses are common and reforms stall; immigrants risk severe treatment if detained.",
      "alignmentValue": 4
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Infrastructure is inconsistent; safe walking requires choosing specific neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Healthy living requires self-direction; fast food and sedentary habits dominate social life.",
      "alignmentValue": 6
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common but balanced by strong fresh markets.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Fresh options exist yet international diversity is limited to a few neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Higher-than-average depression rates prompt us to plan carefully for therapy access.",
      "alignmentValue": 6
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Higher obesity prevalence indicates limited access to healthy routines in some areas.",
      "alignmentValue": 6
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Noticeable clusters or industrial risks require diligence and perhaps neighborhood vetting.",
      "alignmentValue": 6
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Job market is volatile with frequent booms and busts across major employers.",
      "alignmentValue": 4
    }
  ]
}
