{
  "version": 2,
  "iso": "EG",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "In Cairo, air/traffic pollution and habitat loss from rapid growth; plan outdoor time around pollution alerts, but Nile parks offer respite.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Egypt faces Nile Delta erosion, water scarcity, and hotter summers that threaten homes. Contingency planning and evacuation readiness are prudent.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Egypt\u0027s summers are hot and dry with mild winters; spring sandstorms occur. For this family, plan AC, shade, and flexible activities in hot months.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Cairo, Egypt air quality is mixed; PM2.5 often exceeds 50 µg/m³, so home filtration helps protect the kids.",
      "alignmentValue": 6
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Egypt has low seismic activity, but Sinai flash floods and Alexandria coastal storms occur occasionally. Prepare for brief disruptions and simple evacuations.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Cairo spring (15–30°C) is pleasant about half the time, but khamsin dust weeks can push outdoor plans indoors.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Egypt\u0027s summers reach 35-40°C with dry heat. A mild-weather family would rely on climate-controlled spaces in Egypt.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Egypt autumn is mild and sunny; temps around 20-28°C (68-82°F), with occasional light showers that clear quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Egyptian winters are mild: Dec-Feb days 12-20°C with cool evenings; snow is rare, keeping heating modest and daily life comfortable.",
      "alignmentValue": 10
    },
    {
      "key": "Beach Life",
      "alignmentText": "Red Sea resorts in Hurghada and Sharm El Sheikh, Egypt, offer warm water, snorkeling, and family-friendly resorts; travel from Cairo requires planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Egypt\u0027s Red Sea coast water is 22-28°C most months; the Mediterranean is ~18°C in winter. For your family, swimming is comfortable most of the year; light rash guards help in shoulder seasons.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Egypt\u0027s Nile and Red Sea coast offer diverse scenery. Some sites face pollution and crowding, but family-friendly parks and beaches remain accessible.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Egypt\u0027s public minimum wage remains well below a family of four\u0027s living costs in Cairo; widespread informal pay means extra jobs or support are common.",
      "alignmentValue": 4
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior Cairo devs earn ~EGP300k–450k/yr (~$9.7k–$14.5k); for Trey/Sarah, remote USD income remains essential.",
      "alignmentValue": 6
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Egypt\u0027s Cairo IT scene offers steady .NET demand (outsourcing/intl firms); remote options exist, but visa routes and salaries vary.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles in Egypt are scarce. Expect remote work or shifting stacks, with a few local opportunities in Cairo-based startups.",
      "alignmentValue": 3
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Egypt (Cairo) offers sponsorship mainly with multinationals; caps and LM tests create uncertainty and paperwork. Expect longer processing.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Egypt\u0027s economy grows amid inflation and currency swings; plan budgets carefully in Cairo, but grants and support aid your entrepreneurship goals.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Remote work is increasingly accepted in Cairo and Egypt. Outages and intermittent connectivity still require flexible policies.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Egypt\u0027s IT sector offers remote/hybrid roles in Cairo, but long hours persist; with planning, family time remains feasible.",
      "alignmentValue": 6
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Egypt\u0027s typical workweek is about 40 hours (Sun-Thu) with growing flex options; prioritize predictable hours to protect family time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Egyptian law grants 21 days of annual leave after a year, rising with tenure. Plan around holidays for family travel with young kids.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Egyptian private firms typically offer around 21 days of annual leave; busy periods may trim vacation time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Cairo\u0027s pace varies by neighborhood; Maadi offers a slower, family-friendly rhythm in Egypt. Overall, it\u0027s manageable with buffers between activities.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Egypt: school days vary, after-care limited; stable remote/hybrid work helps if providers exist; plan for paid care.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Egypt weekends (Fri-Sat) offer rich family culture: mosques and Nile trips. However, many venues still need advance booking and budget planning.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Egyptian family life relies on strong kinship; urban Cairo has networks and public spaces, but childcare/schooling often involve waitlists.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory faces social stigma and legal constraints in Egypt; adultery laws and conservative norms limit recognition.",
      "alignmentValue": 2
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Egypt context: traditional discipline and parental guidance dominate; progressive, bilingual parenting may face scrutiny, though supportive communities exist.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Egypt\u0027s major cities rely on gated communities and international schools. Parks and safe crossings vary; hot streets limit kid-friendly outings.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Cairo/Alexandria offer strong international/private schools (IB/US/UK) with premium fees; public schools overcrowded; bilingual programs exist with planning.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Private nurseries are common in Egyptian cities like Cairo; public programs scarce, with waitlists and higher fees.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Kansas City, MO offers limited childcare subsidies. Coverage is partial and families still pay substantial out-of-pocket costs.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Egypt, visa families typically rely on private nurseries or international-school daycare; government subsidies are rare.",
      "alignmentValue": 4
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Egyptian public schools vary; many families rely on private/international options or tutoring due to uneven quality.",
      "alignmentValue": 4
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Egypt expat/visa families face long waits and high tuition at international schools; plan early.",
      "alignmentValue": 4,
      "sameAsParent": true
    },
    {
      "key": "Private Education",
      "alignmentText": "Egypt offers international/bilingual private schools in Cairo. Quality varies and tuition can be high; verify accreditation and values.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Egypt (EG), maternity leave is 90 days with partial pay. Public childcare remains limited, pushing families toward private options.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Expats in Cairo, Egypt have limited public family benefits; visas do not grant citizen-level entitlements, so depend on private cover.",
      "alignmentValue": 2
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Egyptian citizens have affordable public universities like Cairo University. Private options remain costly, often needing loans or savings.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Egypt (Cairo), visa holders can enroll, but face higher tuition or limited work-study; private/intl programs ease access.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Egypt mixes gender norms: urban centers tolerate women in tech, but traditional expectations persist countrywide.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Egypt: legal recognition for gender-diverse people is limited; social acceptance remains low, affecting families.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Egypt has formal gender rights, but enforcement is uneven; family-law protections and anti-harassment laws exist yet are not uniformly applied.",
      "alignmentValue": 5
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Egypt\u0027s femininity norms are largely traditional; urban Cairo offers more flexibility, but many contexts still expect conservative dress.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Egypt, traditional provider roles persist; dads face skepticism when challenging norms, though younger professionals show more openness.",
      "alignmentValue": 6
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Egypt\u0027s pyramids, Nile towns, and Islamic architecture spark fresh ideas for Trey\u0027s games. Cairo blends history with modern tech culture.",
      "alignmentValue": 9
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Cairo, Egypt, English is common in schools and private services. Government offices still use Arabic.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "Progressive communities exist online and in Cairo, but Egypt\u0027s political climate tightens dissent and civil liberties.",
      "alignmentValue": 3
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Egypt, Marxism is viewed skeptically; public debate is limited and leftist organizing faces scrutiny, not mainstream policy.",
      "alignmentValue": 3
    },
    {
      "key": "Atheism",
      "alignmentText": "In Egypt, atheism is legal but socially frowned upon; open secularism is safest within expat or intellectual circles.",
      "alignmentValue": 4
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Egypt\u0027s Cairo is conservative; sex education is limited and stigmatized, limiting the family\u0027s sex-positive stance.",
      "alignmentValue": 3
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Egypt, LGBTQ\u002B people face legal penalties and social hostility; public visibility is risky—prioritize privacy and safety.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Egypt\u0027s communities are warm and welcoming, but building ties takes initiative. Expat families often connect through neighborhoods, clubs, and local events.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Egyptians take pride in ancient heritage and regional stature. Economic pressures and civil liberties debates temper that pride.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Egypt\u0027s neighbors: Gulf states cordial on paper; Nile dam tensions with Ethiopia keep citizens skeptical.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Egypt is seen as influential in the region, but concerns over civil liberties fuel neighbor skepticism; practical cross-border ties may be cautious.",
      "alignmentValue": 4
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Cairo nightlife suits families with cafes, Nile cruises, and calm lounges; alcohol rules and conservative norms limit late options.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Cairo, Egypt, men blend Western business attire with galabeyas. Lightweight fabrics help manage desert heat.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Egypt\u0027s urban fashion blends modern and modest styles. Sarah can mix Western looks with hijab-friendly outfits, as some workplaces require modest attire.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Egypt\u0027s cafe culture and football fit your urban vibe. Red Sea diving and Sinai desert camping offer kid-friendly weekend adventures near Cairo.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Board-game cafes in Cairo, Egypt host events, but import costs keep selection modest vs Europe; you\u0027ll find groups but they require coordination.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Cairo\u0027s live music exists (Arabic pop/traditional) but most events are late and not family-focused; streaming \u002B occasional trips fit.",
      "alignmentValue": 5
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Cairo, Egypt hosts tech meetups, maker spaces, and expat clubs; access often requires proactive outreach amid bureaucracy.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Excellent weekend nature options in Egypt: Fayoum and Red Sea trips are feasible; Sinai may need permits or gear.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "In Egypt, the system is a formal democracy with strong military influence; opposition space and civil liberties are limited.",
      "alignmentValue": 4
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion heavily shapes policy in Egypt; state runs religious institutions and conservative norms prevail. This clashes with the family\u0027s progressive values.",
      "alignmentValue": 2
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Egypt provides core worker rights, but enforcement gaps and a large informal sector limit protections for expat tech workers and remote roles.",
      "alignmentValue": 6
    },
    {
      "key": "State Ideology",
      "alignmentText": "Egypt\u0027s centralized authority, with media control and restricted dissent in Cairo, limits pluralism and civil liberties.",
      "alignmentValue": 2
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Egypt leans toward near-authoritarianism: token elections and restricted media. Backsliding risk is notable for a family seeking resilient democracy.",
      "alignmentValue": 2
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Egypt, military-owned and state-led enterprises shape markets; reforms are uneven, access favors insiders.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Egypt offers moderate stability with steady governance, but regional disparities and occasional protests require contingency planning for families in Cairo.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Egypt\u0027s media is heavily state-influenced; independent voices exist but limited. Expect bias—seek international or diverse outlets for balance.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Egypt, public messaging varies; pursue independent, fact-based outlets with plural views and minimal propaganda to suit the family.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Egypt\u0027s Takaful and Karama provide cash aid. Broader social safety nets remain limited and access can be bureaucratic.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Egypt, trust in government is mixed; a progressive, urban family may view authorities skeptically on civil liberties and transparency.",
      "alignmentValue": 6
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Egypt\u0027s corruption is systemic; licensing and permits are often opaque, so expect delays and seek local guidance.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Egyptian bureaucracy can mix petty and grand corruption, especially with permits and customs; expect delays but formal processes exist.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "New Cairo and 6th of October City offer modern, family-friendly housing with parks; competition and leases can slow the hunt.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Egypt is generally safe; petty theft and harassment occur, so exercise caution after dark, especially for Sarah.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Egypt\u0027s public hospitals are overcrowded and underfunded; wealthier families rely on private clinics for timely care. Universal access is uneven.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Egypt, visa families rely on private hospitals with insurance; public care is limited, so private coverage is essential.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Childcare in Egypt largely depends on private nurseries and nannies. Parents must proactively build networks and plan for coverage.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Egypt\u0027s family policy is limited; kin networks and private services carry most costs amid bureaucracy.",
      "alignmentValue": 4
    },
    {
      "key": "Education",
      "alignmentText": "Egypt\u0027s education quality is variable by district; public schools often need tutoring. Private/international schools offer stronger bilingual options.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Cairo’s metro and buses exist but are uneven. Crowding and coverage gaps push families toward cars or ride-hailing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "In Egypt, a state-led economy with mega-projects; bureaucratic red tape and regulatory shifts create uncertainty for a family-led startup.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Egypt\u0027s taxes are gradually digitalizing, with VAT and income tax filings often via local accountants. The system can be opaque and paperwork-heavy.",
      "alignmentValue": 4
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Tax rate around 25% plus social contributions; foreigners become tax residents after 183 days in Egypt; for two kids, healthcare/education quality matters.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Cairo, Egypt: Opening bank accounts still needs local residency docs; cash is common, but Meeza/Fawry digital payments are growing.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Egypt is markedly lower than the US. International schools and travel premiums still require careful budgeting.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Egypt, public pensions are modest; retirement security relies on savings and family support.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Egypt, foreigners can\u0027t join the public pension; retirement relies on private savings and employer plans; no retiree visa perks.",
      "alignmentValue": 4
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Egypt offers e-visas for short stays; long-term residency usually needs employer sponsorship or investment, with bureaucratic processing in Cairo.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Egypt (Cairo): tourists/educators welcomed; US families face bureaucratic hurdles and slower integration, especially outside major urban hubs.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Egyptian residency remains employer-tied with annual renewals; long-term stays require careful planning.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Egypt naturalization for expats is tightly controlled; dual citizenship is rare and approvals are discretionary.",
      "alignmentValue": 3
    },
    {
      "key": "Family Members",
      "alignmentText": "In Egypt, family residence is possible with a sponsor or work permit. Expect bureaucratic hurdles and varying costs for dependents.",
      "alignmentValue": 4
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Egypt, visa/permit processing often requires several ministry visits, security checks, and translation fees, typically up to a year.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Egyptian visa for US travelers is generally straightforward via e-visa; keep documents ready and monitor entry rules for possible minor delays.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Egypt (EG), dual citizenship is permitted with government permission; notify authorities and expect possible military service implications.",
      "alignmentValue": 6
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Egypt, first-time US visa applicants commonly face police clearances and residency permits. Expect periodic renewals and careful documentation to stay compliant.",
      "alignmentValue": 5
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Cairo, Egypt has a small but growing game dev scene with indie/mobile studios. Opportunities exist, but remote work or relocation may be needed.",
      "alignmentValue": 5
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Cairo, Egypt, hiring at established studios tends to be slow. Vacancies may stay open for months, requiring extended timelines or remote options.",
      "alignmentValue": 4
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Egypt, pay is typically below leading hubs; remote roles or equity help bridge gaps for a U.S. family.",
      "alignmentValue": 6
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Egypt\u0027s established studios, especially in Cairo, commonly use English for cross-border work. Domestic teams are typically bilingual, with Arabic in daily tasks.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Egypt studios are largely on-site; remote is case-by-case with hybrid favored for leadership roles, offering limited flexibility for families.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Egypt\u0027s indie scene is emerging, centered in Cairo; only a few studios exist, with modest output and limited but growing international ties.",
      "alignmentValue": 4
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Notable game dev circles exist in Cairo—Cairo Game Jam, Gamers Lounge, and campus clubs. Events are episodic, so active involvement is needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Egypt (Cairo) has a growing game-dev scene with incubators; grants are modest, so startups are viable mainly with hustle and co-founders.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Egypt\u0027s early-stage startup hiring is slow; openings stretch months as budgets reset. Remote options help Trey and Sarah.",
      "alignmentValue": 4
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Egypt, startup cash often trails top hubs, but equity is meaningful to support a remote-friendly, family-focused setup.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Egypt\u0027s startup scene uses English widely in tech; regulatory tasks require Arabic, so bilingual teams (Cairo-based) work best.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Egyptian startups favor on-site; hybrid for leadership. This aligns with Trey\u0027s founder/remote setup and Sarah\u0027s remote/hybrid needs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "New Cairo offers fiber internet and growing transit, aiding remote work and gaming. Older neighborhoods experience outages and congestion; plan for gaps.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Egypt\u0027s hot, dry summers (dust storms) and mild winters; expect seasonal heat spikes. Prioritize cooling, shade, and indoor plans during peak heat.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Egypt’s long summers and mild winters provide ample daylight year-round; mood stays steady with outdoor breaks and simple light routines.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Egypt offers a brief pleasant stretch in fall and winter; summers are hot and dry, so outdoor plans cluster in one or two prime seasons.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Egypt\u0027s basics are affordable for a two-adult, two-child family with budgeting and public services. Desirable housing may require quality trade-offs.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Egypt, a middle-income family can live comfortably with budgeting. Private schooling and healthcare costs may require planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Egypt offers feasible high-income living, but access hinges on planning for premium providers. Elite schools and clubs cluster in Cairo.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Cairo\u0027s 2k sq ft rentals exist but are pricey in expat areas. Expect compromises on school quality and location.",
      "alignmentValue": 5
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Cairo, Egypt: intentional communities exist but are sparse; family-friendly co-housing is limited, relying on informal/expat networks.",
      "alignmentValue": 6
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Egypt, friendliness varies by neighborhood. Expats in Cairo often find warm locals and active groups when they engage.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Egypt (Cairo), expats are tolerated but face bureaucratic hurdles and occasional social friction.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Egyptian expat life in major cities can spark privilege concerns. Show humility, invest locally, and learn Arabic to build trust.",
      "alignmentValue": 5
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Egyptian hospitality in Cairo is warm. In busy places, service can be brisk; English helps, and Arabic basics ease daily chats.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Egypt\u0027s Cairo expat and local circles reward steady outreach; close bonds form, but deep friendships grow slowly for newcomers.",
      "alignmentValue": 6
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Egypt (Cairo) crowds and close contact are common; gently set boundaries in busy places, especially with kids.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Egypt, honesty is valued but diplomacy matters; expect indirect, respectful dialogue in Cairo and beyond; share concerns privately to avoid backlash.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Egypt\u0027s urban centers, grooming matters for work/social life; we budget extra time and money to fit in.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Cairo, Egypt, body image talk exists in social circles; expect occasional comparisons; set boundaries and promote inclusive, healthy attitudes.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Egypt, modest, tidy dress is common; smart-casual works in most urban areas, with family-friendly attire at home and in public spaces.",
      "alignmentValue": 7
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Egypt, consent norms are mixed and harassment can be common. Prioritize clear communication and safety planning for family outings.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Egypt\u0027s flirting norms are generally traditional; a progressive, sex-positive family may face rigid scripts in public. In Cairo, attitudes vary, but misinterpretation risk persists.",
      "alignmentValue": 4
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Egypt\u0027s laws and social norms strongly favor monogamy; non-monogamy faces stigma and legal risk for families in Cairo and beyond.",
      "alignmentValue": 2
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Egypt\u0027s conservative norms dominate; non-traditional relationships face stigma and social sanctions; privacy is vital.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Egypt\u0027s conservative climate creates legal and social hurdles for multi-partner households. Disclosures may invite scrutiny.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Egypt, close greetings are common; for a family with young kids, in crowded urban settings, monitor comfort and give space as needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Egypt: strict licensing and limited private gun ownership; firearms are not common in daily life, reducing exposure risk for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Egypt enforces strict drug laws with severe penalties. Foreigners risk serious consequences for possession.",
      "alignmentValue": 2
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Egypt (EG) drug enforcement can involve raids and detentions. Families risk collateral trauma and wrongful accusations.",
      "alignmentValue": 3
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Egypt has had multiple mass-violence incidents in the past decade; we stay vigilant at large events and rehearse safety plans.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Egyptian prisons are often degrading with reports of abuse and exploitation; prioritize humane care and strong oversight.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walking is possible but stressful in Egypt\u0027s cities like Cairo due to uneven sidewalks and heavy traffic; hot summers limit strolls.",
      "alignmentValue": 4
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Egyptian cities offer wellness programs, but you will need to seek like-minded, family-friendly communities. This helps you stay motivated and access preventive care.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Egypt\u0027s urban markets, ultra-processed options are common; plan around fresh markets and whole foods to maintain clean eating for your family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Egypt\u0027s major cities like Cairo offer strong fresh markets and a growing mix of international cuisines; some niche ingredients may require a short trip.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Egypt\u0027s higher-than-average depression risk; in Cairo, plan for therapy access amid stigma and limited services.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Egypt, obesity is rising, with higher prevalence in urban areas like Cairo; uneven access to healthy foods and safe spaces for activity persists.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Egypt: cancer incidence trending upward. Access to specialized care may be strained in Cairo and other major cities.",
      "alignmentValue": 4
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Egypt\u0027s job market is mixed; Cairo\u0027s tech scene offers remote work and grants, but volatility means keep emergency funds and flexible plans.",
      "alignmentValue": 5
    },
    {
      "key": "Studio Density",
      "alignmentText": "Cairo, Egypt has an emerging game/animation scene with a handful of studios; solid for indie work, but not a dense production hub yet.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Egypt\u0027s game scene has several small studios and outsourcing houses; no major IP anchors yet—primarily service studios in Cairo.",
      "alignmentValue": 4
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Egypt has several Cairo-based software shops and QA/art studios, but end-to-end game dev vendors are limited; plan for reliable remote partners.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Egypt\u0027s formal game-dev programs are limited. Studios mostly hire general CS grads and self-taught talent.",
      "alignmentValue": 4
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Egypt offers limited local continuing education; expect self-study and online courses, with occasional university short programs in Cairo for founders.",
      "alignmentValue": 5
    },
    {
      "key": "Community Activity",
      "alignmentText": "Cairo, Egypt hosts quarterly expat/tech meetups with solid attendance and occasional conferences; a growing, community-focused scene.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Egypt\u0027s game dev scene leans Unity (Cairo/Alexandria). Unreal exists but smaller; some cross-training and local meetups.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Egypt (Cairo) has a budding game-dev scene. Real-time pipelines are still limited, with modest pre-rendered expertise.",
      "alignmentValue": 4
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Egypt\u0027s growing tech scene offers solid software talent and remote options. Game-dev roles are more niche; visas and hiring processes can slow fills.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Egypt\u0027s Cairo tech scene is growing with remote-friendly roles, but funding cycles can cause moderate churn; plan for flexible paths helps family stability.",
      "alignmentValue": 6
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "In Egypt, D\u0026I is uneven; multinationals adopt programs, but overall representation is modest, with social barriers for LGBTQ\u002B and minority groups.",
      "alignmentValue": 4
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Egypt\u0027s tax incentives for games/creative are modest and often fluctuate. Funding for grants can be intermittent, with bureaucratic processes.",
      "alignmentValue": 6
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Moderate policy shifts in Egypt; visas and grants exist but bureaucracy can complicate planning for tech/creative firms; monitor changes.",
      "alignmentValue": 6
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Egypt\u0027s Cairo startup scene shows a growing founder network with Flat6Labs and RiseUp; mentorship exists but is concentrated in Cairo.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Egypt\u0027s Cairo startup scene includes accelerators like Flat6Labs and grants. Game-specific backers are limited; expect competition with remote investor options.",
      "alignmentValue": 7
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Egypt accelerators are mostly generalist (Cairo-based); no dedicated game tracks, so game startups get broad but not game-tailored support.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Egypt\u0027s Cairo tech scene has some senior game/tech leads; however many are tied to established studios, so expect competition and potentially remote/global hires.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Egypt (Cairo) has a serviceable contractor bench; solid IT talent, but top Unity/game devs are scarce; remote hiring is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Egypt (Cairo area) has basic coworking and startup spaces; game-specific gear (mocap/audio suites) is scarce, but indie teams can access shared offices and broadband.",
      "alignmentValue": 6
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Egypt has IP firms, but game-specific IP capability is limited; demand for game IP lawyers often outpaces supply.",
      "alignmentValue": 6
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Egypt\u0027s game scene is developing. Local publishers are limited to a few Cairo-based events, so outreach beyond Egypt is common.",
      "alignmentValue": 6
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Egypt has limited local playtesting; Cairo/Alexandria offer ad hoc tester groups and university labs, with notable lead times.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Egypt has limited startup visa options; founders usually rely on standard work permits or corporate sponsorship, with slower processing.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Egypt offers much lower costs (rent, salaries) with solid broadband; watch currency risk and bureaucracy; leverage grants and local tech hubs.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Egypt (Cairo) has a small pool of 3D character artists with sporadic availability; expect to source aggressively or rely on remote/contract hires.",
      "alignmentValue": 4
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Egypt (Cairo): few dedicated 3D character programs; mostly private schools with related courses, plus studio partnerships to bridge gaps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Egypt (EG, Cairo): limited local continuing ed for 3D character art; rely on online courses and occasional university short programs.",
      "alignmentValue": 4
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Egypt (Cairo) shows moderate demand for 3D artists; expect 4-5 month timelines, aided by remote/global candidate pools.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Egypt: 3D character artist pay trails top markets by 25-30%; lower cost of living offsets, with growing remote roles around Cairo.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Egypt: English is widely used in studios with international teams; basic Arabic helps for local collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Egypt (Cairo), remote 3D character artist roles exist case-by-case with limited process maturity; expect some onsite collaboration or visits.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Egypt\u0027s Cairo 3D animator pool is moderate; mid-level talent exists, but senior specialists are scarce, often needing remote hires or relocation.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Egypt has multiple animation programs in Cairo and major universities; studio partnerships exist, but graduates still need upskilling.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Egypt (Cairo) offers sporadic 3D animation continuing education: occasional workshops and online courses; no steady local programs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Egypt: 3D animator hiring typically 4-5 months; local pipelines modest, but remote/global candidates can help.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Egypt\u0027s 3D animator pay trails top markets by 25-30%. Lower cost of living eases relocation, but total comp remains modest.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "English is widely used among Egypt\u0027s 3D animators, especially in urban studios. Bilingual candidates are common for clients.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Egypt (Cairo) studios: remote options exist case-by-case with limited process maturity; onsite collaboration common for 3D animation.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Egypt\u0027s 2D environmental artist pool is modest; startups may rely on remote hires or external mentorship.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Egypt (Cairo) has few dedicated 2D environmental art programs; cohorts are small and mostly cover general design, with on-the-job upskilling common.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Egypt offers limited local 2D environmental art continuing education. Most training is online, with few Cairo workshops.",
      "alignmentValue": 3
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Egypt\u0027s local 2D environmental artist pool is modest. Expect 4-5 month searches and reliance on remote/global talent to fill specialists.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Egypt (Cairo) 2D Environmental Artist pay trails top markets by 25–30%; low cost of living plus remote options can offset.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Egypt\u0027s Cairo-based 2D environmental art scene widely uses English; many studios still expect some Arabic for local tasks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Egypt (Cairo): remote 2D environmental artist roles exist but often require periodic on-site work; Cairo broadband is solid and US time zones are workable.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Egypt\u0027s real-time VFX talent pool is moderate; Cairo has solid mid-level talent, but senior specialists and large projects may need remote hires or relocation.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Egypt\u0027s real-time VFX programs are limited; only a few adjacent-degree paths exist, so on-the-job upskilling in Cairo is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Egypt (Cairo) has few formal VFX real-time continuing-education providers; most training is online or sporadic locally.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Egypt: VFX real-time roles are rarely filled locally; studios rely on remote/global talent, so hiring is typically measured in months.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Egypt, VFX real-time pay trails top markets by 25-30%; lower costs in Cairo offset, with remote options helping overall package.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Egypt\u0027s real-time VFX sector uses English widely in multinational studios; some local shops still expect Arabic.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Egypt (Cairo): Real-Time VFX remote work is possible case-by-case. Hybrid is common, with reliable broadband essential.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Egypt (Cairo) has a moderate community manager pool; expect extended searches or remote hires for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Egypt\u0027s CM education pipeline is modest; strong IT grads exist, but dedicated CM programs are scarce, requiring on-the-job upskilling.",
      "alignmentValue": 4
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Egypt (Cairo): startup hubs host sporadic CM trainings; most upskilling is online, with limited local workshops.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Egypt, community manager roles typically take 3-4 months due to a smaller local pool. Remote options help, but proactive sourcing may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Egypt (Cairo) CM pay is modest vs Western hubs; remote/global roles boost total comp, but local packages lag for relocating families.",
      "alignmentValue": 4
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Egypt, English is common in IT and expat circles. For community roles, bilingual English-Arabic is preferred to engage local communities.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Egypt (Cairo) studios often favor hybrid models; partial remote weeks are common, but regular onsite collaboration remains expected.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Egypt\u0027s game PMM pool is small, centered in Cairo. Expect aggressive sourcing or contract hires to fill roles.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Egypt\u0027s PMM (Games) path is limited; grads come from general marketing/IT programs and need mentoring in Cairo studios.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Egypt (Cairo) offers occasional games marketing training; most upskilling is online or remote, with sporadic local events.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Egypt\u0027s game PMM market has modest local pipelines. Hires typically take 4–5 months, with remote talent helping.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Egypt\u0027s Product Marketing Manager (Games) compensation trails top markets by 25–30%. For Cairo-based roles, lifestyle and visa options may offset pay.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "In Egypt, English is widely used in game studios, but some teams expect Arabic basics; bilingual PMs have advantage.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Egypt (Cairo): PMM (Games) remote roles exist case-by-case with limited maturity; hybrid/trial setups align with the family’s remote-friendly stance.",
      "alignmentValue": 5,
      "sameAsParent": false
    }
  ]
}