{
  "version": 2,
  "iso": "EE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Estonia\u0027s .NET scene in Tallinn includes startups and government projects. English-friendly, remote-ready, with visa options for tech talent.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Estonia\u0027s Tallinn tech scene offers strong broadband and English use. However, 2D env artist pay typically trails top hubs by ~25-30%, offset by lower cost of living.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Tallinn, Estonia, offers limited local 2D environmental art courses. Most upskilling is online or via occasional visiting experts.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Estonia has 1–2 solid programs (Estonian Academy of Arts, Tallinn) with small cohorts; grads often need on-the-job upskilling for 2D environmental art.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Estonia, the small local game-art pool means 2D Environmental Artist roles rely on remote or imported talent; expect slower hiring than larger markets.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Tallinn, Estonia: English is widely used in studios. Basic Estonian helps with client work and collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Estonia\u0027s digital society supports remote work for artists; studios commonly offer remote models and may provide equipment stipends.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Estonia\u0027s 2D environmental artist pool is moderate; Tallinn/Tartu studios exist, but senior depth is limited. Expect targeted sourcing or remote hires.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Estonia\u0027s 3D animator pay runs ~20% below global medians; Tallinn\u0027s affordable living, strong broadband, and remote options help offset the gap.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Tallinn, Estonia has occasional 3D animation trainings and local meetups; most upskilling comes via remote EU courses.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Estonia offers serviceable 3D animation education via Estonian Academy of Arts and TalTech; the field is developing and relies on studio partnerships.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Estonia\u0027s 3D animator market is modest; expect 4-5 months with remote options; English-friendly, strong IT pool, but local pipelines are shallow.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Estonia (Tallinn) studios use English widely; bilingual Estonian/English helps, but most 3D animators work in English.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Estonia\u0027s 3D animation scene broadly supports remote/hybrid work; studios in Tallinn offer flexible schedules and gear stipends.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Estonia\u0027s 3D animation pool is modest, centered in Tallinn with sporadic availability. Employers may rely on remote or EU-relocated talent.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Estonia (Tallinn): total comp for 3D Character Artists trails top hubs by ~25-30%; strong benefits and remote options help offset costs.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Estonia offers occasional 3D/character art trainings and game-dev events in Tallinn; most upskilling is online or self-directed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Estonia has few dedicated 3D character programs; animation/game design is offered at a few schools. Expect small cohorts and upskilling in Estonian studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Estonia (Tallinn): 3D Character Artist roles typically 3-4 months; small local pool requires proactive sourcing and possible relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Tallinn\u0027s game/tech scene uses English widely; multilingual teams common, Estonian helpful but not essential.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Estonia, especially Tallinn, offers fast broadband and a strong digital scene for remote 3D art. Most teams allow hybrid work with some onsite collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Estonia has a small pool of 3D character artists, concentrated in Tallinn. Senior talent is often sourced remotely from EU/US.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Tallinn, Estonia has game-focused accelerators (GameFounders) and an active startup scene with grants and mentors.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "Estonia\u0027s Tallinn/Tartu air usually meets WHO PM2.5 limits; winter wood burning can briefly spike pollution, but overall good air quality.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Tallinn-based service studios drive Estonia\u0027s game scene. There are no major IP owners or AAA anchors.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Estonia is highly secular, with most residents unaffiliated. This matches your family\u0027s secular, nonreligious lifestyle and desire for inclusive institutions.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Estonia’s strong institutions, EU oversight, and free media foster democratic resilience. Proactive counter-disinformation efforts help shield civil liberties.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Estonia\u0027s digital banking, e-ID, and SEPA simplify cross-border finances; English is common, but full account setup may require residency proof.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Great Baltic beaches near Tallinn (Pirita) and occasional trips to Pärnu; water is chilly and the season is short, plan with shade and sunscreen.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Tallinn, Estonia offers board game cafes and regular meetups, giving Trey steady gaming nights; family-friendly venues support a balanced lifestyle.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Estonia (Tallinn), fitness talk is common but respectful; no heavy body-shaming, with family-friendly, outdoor-oriented communities.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Tallinn, Estonia offers a diversified IT/startup economy with EU grants. Strong remote work supports retraining for Trey and Sarah during downturns.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Estonia\u0027s universal healthcare and strong cancer screening support early detection; cancer incidence aligns with European norms.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Estonia (EE) generally meets international standards with oversight and rehabilitative programs; supports families and civil liberties.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Estonia offers strong childcare subsidies and public daycares; urban slots can be competitive, so planning helps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Tallinn, Estonia offers plentiful playgrounds and pram-friendly transit with broad English use. Winters bring icy sidewalks; plan kid-friendly routes.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Estonia offers strong childcare subsidies and generous parental leave; affordable local care supports two-parent work and bilingual early exposure.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Estonia grants municipal childcare to visa families after permit; priority to residents; subsidies may be partial until permanent status.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Estonia suits the family hobbies: sauna nights, forest foraging, Nordic skiing, and choir culture. Tallinn and other towns offer varied family-friendly clubs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Estonia has a thriving tech and expat scene with regular meetups and Latitude59; strong online/offline communities support our family\u0027s community focus.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Estonia has universal healthcare and urban wellness programs; Tallinn and Tartu offer accessible resources, though you may need to seek like-minded circles.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Estonia has a developing co-housing scene with limited capacity. A few family-friendly cooperatives exist, mainly near Tallinn; patience may be needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Estonia (Tallinn): comp for Community Manager trails top markets by ~25–30%; strong startup scene and English-friendly workplace offset pay gaps.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Tallinn, Estonia features active online communities for community managers and occasional trainings. Universities offer practical short courses nearby.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Estonia has solid digital/communications programs with university partnerships; studios collaborate, but dedicated community manager tracks are still limited.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Estonia’s startup scene and wide English use enable quick CM hiring. Most searches take 1–2 months, with remote options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Estonia uses English widely in IT and business; plan for bilingual community managers with Estonian basics to support local engagement.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Estonia (Tallinn) supports remote-friendly community management with strong async workflows; fast broadband enables a family-friendly, slower-paced setup.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Estonia offers a moderate community manager pool; solid mid-level talent in Tallinn startups, with remote options helping fill senior roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Estonia, especially Tallinn, has active expat meetups; locals are kind but reserved; ties form through clubs and schools.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Estonia\u0027s established studios pay near EU medians with solid benefits; not top-tier, but remote options and family-friendly policies help.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Estonia startup comp tracks global medians after cost of living. Strong equity, grants, and visa options suit a family-friendly, English-friendly market.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Estonia requires prompt address registration and health insurance; residence permits hinge on lawful income or startup funding, plan ahead.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Estonia hosts regular dev bootcamps and meetups in Tallinn and Tartu. Universities offer IT continuing education in English with online options.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Estonia has a strong IT freelancer bench (Tallinn/Tartu) with English-friendly, visa-accessible hiring and rapid onboarding for devs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Estonia treats possession as an administrative offense with fines. Universal healthcare supports treatment and harm-reduction.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Estonia offers strong startup incentives and e-residency; costs are manageable with incentives, though payroll and rents run slightly above peers.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Tallinn\u0027s cost of living is moderate: groceries/childcare are affordable, housing can be pricey, but strong tech salaries help budgets stay balanced.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Estonia (Tallinn) has strong coworking and startup grants; abundant shared spaces exist, but game-specific labs are limited.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Estonia\u0027s strong IT/startup scene with English-friendly roles; competition for software/game dev talent is noticeable, adding moderate hiring friction.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Estonia, depression prevalence is moderate; universal care helps, but some therapy wait times remain for your family.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Estonia (Tallinn), expat families connect through clubs and community events. Proactive outreach leads to deeper friendships.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Estonia offers progressive D\u0026I with broad English use; progress varies by company, though tech hubs show stronger inclusion.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Estonia, enforcement is generally proportionate with strong oversight. Families rarely see heavy-handed raids, though isolated crackdowns may occur.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Estonia generally disallows dual citizenship for naturalised adults; renunciation of US citizenship is usually required to naturalise, with limited exceptions.",
      "alignmentValue": 3
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Estonia offers solid early-stage grants via EU funds and Enterprise Estonia. Typical grants for game-dev startups run about 350k–700k USD.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Estonia has public grants (EAS/KredEx) and a growing VC scene; game-specific funds are limited, but general funds back game startups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Estonia\u0027s tech-driven economy offers grants and startup visas; strong broadband, universal healthcare, and social safety nets support families.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Estonia\u0027s startup-friendly, digitally streamlined economy with universal services and startup visas supports your family\u0027s entrepreneurship with low bureaucracy.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Estonia offers a highly predictable, tech-friendly policy environment. Strong startup support (e-residency, grants) suits the family’s plans in Tallinn.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Estonia’s public schools deliver strong PISA results and digital literacy; robust early-childhood programs and bilingual options fit the family’s priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Estonia has some game-dev programs (Tallinn/Tartu), but curriculums often need industry training. Studios offer internships to bridge gaps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Estonia offers EU Blue Cards and startup visas. Many Tallinn tech employers sponsor skilled workers, with remote options and dependent coverage.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Estonia\u0027s game dev scene centers on Unity with a solid Unreal presence. Tallinn hosts active meetups and shared resources.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Estonia\u0027s forests, bogs, and Baltic coast parks keep air and water clean; urban areas offer parks, walkability, and strong environmental policies.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Estonia\u0027s 20% income tax plus ~33% employer contributions yields ~53% tax wedge for a mid-six-figure income; aligns with 4.",
      "alignmentValue": 4
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Estonia autumn is cool and damp; Sept 8-14 °C, Nov near freezing with early snow—plan for layering and indoor activities.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Estonia offers long parental leaves and child allowances; safe neighborhoods and strong services, though expat networks outside Tallinn remain limited.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "Estonia allows spouse and minor children to join a resident via family reunification; standard documents and proof of subsistence required.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Estonia provides long parental leave and child benefits with flexible work; universal healthcare and strong digital services support families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Estonia provides universal child benefits, long parental leave, and free school meals with streamlined digital admin, reducing bureaucracy.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Estonia provides strong access for visa families, but some cash benefits require longer residency or employer sponsorship.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Tallinn style in tech/urban areas leans smart-casual; polish in meetings, flexible at home.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Estonia favors functional, Nordic-minimalist fashion with room for self-expression. Tallinn\u0027s urban scene is diverse, while smaller towns stay understated.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Tallinn\u0027s urban fashion blends Nordic minimalism with growing streetwear. Practical coats and smart-casual looks are common, with room for expressive style.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Estonia, especially Tallinn, supports diverse femininity and strong gender equality; outside Tallinn, caregiving norms may be more traditional.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Estonia: gun ownership exists but licenses, safe storage, and training rules are strict and respected; a safety-first culture with limited daily exposure.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Estonia (Tallinn) offers strong, inclusive consent norms; expect respectful flirting and boundary checks in nightlife with staff support.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Estonia\u0027s Tallinn scene has a healthy founder network with mentors and visas; activity is Tallinn-centric with growing cross-border links.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Tallinn, Estonia offers fresh markets and diverse eateries in central districts. Some cuisines are sparse and may require short trips to other neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Estonia (Tallinn) locals are polite and approachable; broad English use and active expat networks help newcomers settle. Relationships build with initiative.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Estonia\u0027s Tallinn area offers a mid-sized game-dev scene with remote work; local studios exist, but many openings are remote or EU-based.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Estonia offers evolving gender recognition with strong protections; urban areas are inclusive, though rural regions lag, aligning with your family\u0027s values.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Estonia has strong EU-aligned gender rights and maternity protections, yet female leadership lags and enforcement gaps persist regionally.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Estonia\u0027s strong digital society and family-friendly policies support women in work; leadership gaps persist and social expectations still tilt toward traditional roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Estonia is relatively progressive; flirting scripts are largely fluid, with minor lingering norms in nightlife.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Estonia offers strong digital IDs and startup visa options; residence permits still use biometrics/renewals, with rights limited vs. citizens.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Estonian Baltic coast faces sea-level rise and thaw stresses. Tallinn\u0027s adaptation programs keep climate risk for the family manageable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Estonia Startup Visa offers founder-friendly path with family accommodation; clear criteria and efficient processing (not the fastest).",
      "alignmentValue": 9
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Estonia, smart casual is common. A gentle polish helps in work and social settings without overdoing it.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Estonia\u0027s progressive climate offers tolerant attitudes toward non-monogamy; urban centers like Tallinn show openness, with occasional bureaucratic friction.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Estonia offers universal NHIF coverage with e-prescriptions and solid pediatric care; expect occasional delays for specialists outside Tallinn.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Estonia offers care for visa families, but expect private insurance in the first months; after employment, public coverage expands via social taxes.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Estonia offers free tuition for citizens; as US migrants, higher education incurs fees—plan finances and scholarships.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Estonia offers English-taught degrees; non-EU students pay tuition but have scholarships and strong international offices easing study-to-work paths.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Estonia\u0027s Tallinn studios typically fill roles in about 3 months; US relocation may add time, but remote options exist.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Estonia\u0027s e-Residency and Prototron back startups. With strong broadband and English-friendly tech, hiring typically takes about 3 months.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Tallinn, Estonia housing is tight for families; 3BR flats are pricey with deposits, but family-friendly areas exist with careful searching.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Estonia\u0027s tax system is transparent and digital-first, with e-filing and pre-filled returns. Family-friendly deductions and child benefits simplify compliance.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Estonia broadly welcomes skilled migrants; English is common, startup visas and digital services ease relocation, with occasional integration debates.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Estonia\u0027s English-friendly towns (Tallinn) welcome this US family; most locals are supportive, though a few question long-term commitment.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Estonia offers universal K-12 with strong outcomes; US newcomers enroll via municipalities; schools provide bilingual/English options with Estonian support.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Estonia provides free public schooling for residents; non-EU visa families receive language support and Estonian tutoring, with English-friendly entry.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Estonia, English is widely used in tech and services; day-to-day life is manageable while we learn Estonian basics.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Estonia\u0027s studios (Tallinn) use English widely for international projects; local Estonian fluency supports community ties, compliance, and partnerships.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Estonia’s startups are English-friendly. Local Estonian fluency aids hiring and compliance, fitting your English-first plan with some language learning.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Estonia offers accessible tech/IP lawyers in Tallinn with EU IP coverage. Startups can rely on referrals; firms handle game/IP matters.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Tallinn hosts Pride and LGBTQ\u002B protections are strong in Estonia. Rural areas can be more cautious.",
      "alignmentValue": 8
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Estonia offers a small but active indie game dev scene, university UX labs, and local game meetups; expect some lead time for playtests.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Estonia\u0027s Marxism is largely fringe and viewed skeptically after Soviet rule. Your progressive, pro-democracy stance aligns with Estonia\u0027s market democracy.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Estonia\u0027s progressive, tech-forward culture, masculinity is broadly inclusive; this family\u0027s caregiving and openness align with the trend.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Estonia, mass violence is rare. Authorities are transparent and communities feel prepared, with regional vigilance.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Estonia\u0027s Tallinn/Tartu scene has plenty of tech meetups and expat parenting groups; English is common, though some niches have waitlists or fees.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Estonia\u0027s 2024 minimum wage (€820/mo gross) trails Tallinn-family living costs for four; two earners are needed to cover basics.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Estonia has fast fiber, 5G, and strong e-services nationwide. Tallinn offers very low-latency broadband ideal for remote work and gaming.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Estonia\u0027s urban hubs (Tallinn) show welcoming attitudes toward non-monogamy. In smaller towns, privacy remains prudent to avoid backlash.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Estonia values direct, transparent dialogue. In Tallinn, candor is welcomed when paired with courtesy.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Lahemaa and Soomaa offer kid-friendly trails and bog boardwalks; Estonia\u0027s coast and islands make easy, scenic weekend escapes.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Estonia\u0027s hazards are rare; coastal flooding and Baltic windstorms are well managed by strong infrastructure, offering a safe, family-friendly environment.",
      "alignmentValue": 9
    },
    {
      "key": "Nature Access",
      "alignmentText": "From Tallinn (Estonia), forests, bogs, and islands are within an hour, enabling regular nature resets for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Estonia\u0027s Tallinn hosts Tallinn Music Week and Telliskivi venues; nightlife is lively but not constant, with family-friendly options and easy transport.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Tallinn\u0027s nightlife exists mainly in Old Town; for a family with young kids, evenings are quiet with early closing times and limited late-night options.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Tallinn\u0027s GameDev Estonia and IGDA Tallinn run regular jams and meetups; newcomers and families can plug in online or in person.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Estonia (EE) has a recognizable indie/mid-tier scene: Creative Mobile, Gamecan (Pärnu), Ringtail (Tallinn/Tartu), plus Ubisoft mobile teams.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity remains moderately common in Estonia; we monitor diet and activity, supported by Estonia\u0027s universal healthcare and active transport options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Estonia offers e-residency and Prototron grants; strong startup scene for gaming, but the domestic market is small; export plans are essential.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Tallinn\u0027s compact center and easy access to suburbs/islands offer a calm, family-friendly pace. It\u0027s slower than a US metro but livelier than rural Estonia.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Estonia, schools expect engaged parents and foster early independence, aligning with your progressive values and emphasis on family-friendly policies.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Estonian citizenship requires 5 years of legal residence plus language and civics tests; dual citizenship is not allowed, making the path challenging.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Tallinn, Estonia has very low corruption and strong e-governance. TI ranks Estonia among the least corrupt in Eastern Europe, supporting families and startups.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Estonian etiquette generally respects personal space; in Tallinn transit, gently signal comfort levels and expect polite boundaries.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Estonia values personal space; greetings are formal (handshakes) and hugs occur mainly with close friends.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Estonia has brief pleasant windows. Outdoor plans work best in midsummer (Jul-Aug) when temps are mild.",
      "alignmentValue": 6
    },
    {
      "key": "Political System",
      "alignmentText": "Estonia\u0027s stable, transparent democracy with strong rule of law and digital government fits the family\u0027s values. Open governance supports education.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Tallinn, Estonia: polyamory is largely tolerated in private life. Formal recognition is lacking, and some services remain cautious.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Tallinn has long waitlists for municipal kindergartens. Many families rely on private options with mixed affordability and some bilingual programs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Tallinn has private/international schools (ISE, Tallinn European School) with premium fees and waitlists, but strong bilingual options meet the family\u0027s education goals.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Estonia offers good access to fresh markets and EU-labeled produce; schools still use some packaged snacks, but healthy options suit a family plan.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Estonia PMM (Games) pay trails top markets by ~20–30%; lower cost of living helps, and EU grants/visa options ease relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Tallinn\u0027s growing game/tech scene offers regular short PMM courses and meetups with solid instructors, supporting continuing education for games in Estonia.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Estonia\u0027s Tallinn edu/tech scene offers game-marketing tracks. Dedicated PMM (games) pipelines are small; studios bridge gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Estonia\u0027s niche PMM (games) market is slim. Local pipelines are shallow; remote or imported talent is common, extending timelines to 6\u002B months.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Estonia: English-first tech and gaming teams with strong multilingual capability; basic Estonian helpful for client-facing tasks.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Estonia\u0027s strong broadband and English-friendly tech scene support remote game marketing roles. Most studios here offer flexible remote/hybrid setups.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Estonia\u0027s games PMM talent pool is moderate; Tallinn hosts several studios, with startups hiring via remote work and occasional relocation; strong English use.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Estonia\u0027s inclusive, digitally forward society supports LGBTQ\u002B rights and civil liberties; your progressive family fits well with local policy and education.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Estonia generally accepts consensual adult relationships; urban centers like Tallinn are open, rural areas may still prefer privacy.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Estonia\u0027s messaging emphasizes digital resilience and accurate information. It also highlights inclusive civic participation, matching your family\u0027s values.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Estonia\u0027s media remains pluralistic with strong watchdogs; Russian-language outlets exist, but independent sources debunk propaganda quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Tallinn offers free city transit for residents; buses/trams are reliable and kid-friendly. Intercity links exist, but rural areas are thinner.",
      "alignmentValue": 9
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Estonia (Tallinn): limited local publisher presence; founders rely on conferences abroad for BD; EU grants support game dev.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Estonia offers strong digital services and safe, high-quality healthcare and schools; premium access is available with reasonable costs and low bureaucracy.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Estonia provides universal healthcare and robust childcare support. In urban Estonia, housing can be tight and costs require budgeting, but public services cushion essential needs.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Estonia\u0027s childcare subsidies and strong services help families; Tallinn housing still needs careful budgeting and occasional sacrifices.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Estonia (Tallinn): strong digital infra and EU funds support real-time game work; some pre-rendered/cinematic options exist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Estonia is secular; religion has minimal policy influence. Minority rights are protected in a pluralistic system.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Estonian studios commonly support hybrid/remote work with formal policies, aligning with our family\u0027s remote-ready tech profiles in Estonia.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Estonia\u0027s startup scene (Tallinn) widely supports hybrid work with mature remote tooling. Flexible schedules suit families seeking balance.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Estonia\u0027s digital ID and widespread e-services, plus Lift99 and other coworking hubs in Tallinn, make hybrid/remote work well-supported for your family.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Estonia provides startup and work permits with clear routes to permanent residency; welcome for families with English-friendly cities (Tallinn).",
      "alignmentValue": 9
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Estonia\u0027s stable IT market and startup visas support long tenures for Trey and Sarah. Strong broadband and English-friendly culture in Tallinn ease settlement.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Estonia\u0027s pensions are modest; most rely on a mix of state pension and private savings. Healthcare is universal, helping retirees manage costs.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Estonia offers Pillar II/III pensions to residents; visa holders gain access after years of contributions and residency, with modest payouts without saving.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Estonia\u0027s Tallinn scene has several Ruby roles but tight clusters; network consistently and pursue remote/EU roles for stable prospects.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Estonia is very safe with low violent crime; petty theft in tourist areas can occur but is well managed. Overall strong safety for families.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Tallinn offers several good schools and English-medium programs; international slots are competitive and tuition-heavy, so plan ahead.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Estonia\u0027s Baltic Sea stays around 18–20°C in summer; extended swims for kids likely require gear or wetsuits.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Estonia has cold winters with snow and mild summers; expect a few weather swings needing heating gear and contingency plans.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Estonia\u0027s winter darkness is noticeable; regular outdoor breaks and occasional light therapy help keep energy up.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Estonia has cool summers and cold winters (Tallinn), mild overall climate with frequent rain; winters need warm gear, summers are comfortable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Estonia has a solid senior tech pool in Tallinn and EU hubs; expect competitive offers but ready access to experienced startup leaders.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Estonia\u0027s urban areas (Tallinn) are liberal on sexual health and consent; aligns with your progressive, poly-friendly profile; rural norms are conservative",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Estonia offers universal healthcare and strong early-childhood education; e-government eases access, though some programs have limits.",
      "alignmentValue": 8
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft rentals are scarce in Tallinn metro. Expect competition and longer commutes to secure space.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Tallinn swings from cool mornings to warm afternoons. Estimate 5–18 °C with rain—pack layers for the kids.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Estonia\u0027s stability is high: governance is transparent and the rule of law strong. Healthcare is universal, NATO-backed security keeps safe towns for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "Estonia blends pluralism and rights with data-driven policy and strong e-governance, supporting startups that fit your family\u0027s goals.",
      "alignmentValue": 10
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Estonia offers startup-friendly, low-bureaucracy capitalism with strong digital governance; solid safety nets and grants support family entrepreneurship.",
      "alignmentValue": 8
    },
    {
      "key": "Studio Density",
      "alignmentText": "Estonia\u0027s studio footprint is modest, centered in Tallinn with a budding indie scene; not a dense AAA hub, but remote-friendly with grants.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Tallinn, Estonia summers average 20–23 °C highs with cool nights; mild, low-humidity climate fits the family\u0027s preference.",
      "alignmentValue": 9
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Estonia\u0027s service is efficient and polite; locals are reserved but helpful; English is common, easing daily life in Tallinn.",
      "alignmentValue": 7
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Estonia offers favorable reinvested-profit tax and grants via Enterprise Estonia for game studios; funding access is good but varies yearly.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Estonia (Tallinn) residence/work permits typically take 2-4 months. Fees are modest (€100-€500); biometric visits may be required.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Estonia\u0027s transparent digital government (Tallinn) builds high trust; efficient e-services reduce bureaucracy, with rare issues resolved quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Estonia ranks high on transparency; corruption is rare and quickly corrected, with petty issues kept from affecting essential services for families.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior software pay in Tallinn is about €50k–€65k gross with stock options, but cash lags US remote roles; dual incomes or remote work help.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Estonia weekends offer plenty of family options: saunas, nature trips, and Tallinn museums. Popular venues fill quickly, so plan ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Estonia schools typically run 9:00–15:00 and offices 9:00–17:00; after-school care is available. Remote/hybrid work supports family balance.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Estonia guarantees 28 days of paid annual leave plus about 11 public holidays, offering solid family downtime and easy school planning.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Estonia guarantees 28 days of annual leave by law; in tech firms, 25-29 days with downtime is common, matching this family\u0027s needs.",
      "alignmentValue": 8
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Estonia (Tallinn) has a solid IT vendor scene with capable dev shops; for niche art/QA, cross-border partners may be needed.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Estonia offers solid real-time VFX pay regionally, but about 20-30% below top hubs; cost of living and multilingual setup offset the gap.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Estonia has a growing VFX real-time scene; Tallinn universities offer related programs, but most learners rely on online courses or occasional meetups.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Estonia has a couple of small VFX/game programs; grads often need on-the-job upskilling in Tallinn studios.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Estonia\u0027s real-time VFX talent pool is tight; plan 2–3 months with proactive sourcing or remote hires.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Estonia\u0027s VFX real-time studios use English widely; some teams expect basic Estonian. English is common, but local language basics aid collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Estonia\u0027s VFX real-time scene favors hybrid work. Strong broadband and English-friendly studios support this family\u0027s remote-first approach.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Estonia\u0027s Tallinn has a small real-time VFX pool; mid-level talent is common, but senior roles may require relocation or remote EU-based hiring.",
      "alignmentValue": 5
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Estonia views Latvia and the Nordics as cooperative; Russia is viewed cautiously after aggression, with EU/NATO ties bolstering regional trust.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Estonia blends a proud, tech-driven identity with humility. It remains open to newcomers, with strong public services and transparent governance.",
      "alignmentValue": 9
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Estonia is seen as a tech-forward democracy; Tallinn\u0027s English-friendly services and good schools suit our family, with the Russian-language minority noted as a watchpoint.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Estonia offers Digital Nomad, Startup Visa, EU Blue Card, and family reunification; solid options for a founder and developer, though documentation is thorough.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Estonia\u0027s urban cores are walkable with good sidewalks and parks for kids. A few busy corridors require caution; plan routes to avoid car-heavy arterials.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Estonia generally welcomes skilled migrants; Tallinn\u0027s English-friendly tech scene and startup visas/e-residency support us, with some local curiosity.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Estonia’s e-residency and digital governance, plus Tallinn’s startup scene, offer tech opportunities. A family-friendly, innovative vibe boosts Trey’s goals.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Estonia winters run well below freezing (often -5 to -15 C) with regular snow; plan heating and potential snow days.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Estonia\u0027s typical 40-hour week with regulated overtime. Startups may crunch during launches, but flexible remote options aid family balance.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Estonia\u0027s work culture leans Nordic with clear boundaries and remote options. This supports Sarah\u0027s low-stress, family-friendly schedule.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Estonia honors EU leave/overtime rules, but union density is modest and platform work seeks stronger protections; enforcement varies.",
      "alignmentValue": 7,
      "sameAsParent": false
    }
  ]
}