{
  "version": 2,
  "iso": "FI",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Espoo weaves forest corridors and Baltic shoreline into suburban districts, giving the family abundant clean air and weekend trails.",
      "alignmentValue": 9
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Warming winters bring heavier rains and thaw cycles, yet elevation and flood planning keep long-term climate risk moderate.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Seasons mirror the capital: bright summers and a long, dim winter that still demands serious cold-weather routines.",
      "alignmentValue": 4
    },
    {
      "key": "Air Quality",
      "alignmentText": "PM2.5 levels stay low thanks to forest buffers; only spring street dust briefly nudges readings upward.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Espoo faces neither quakes nor major storms, and snow removal is engineered into neighborhood design.",
      "alignmentValue": 10
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "0–10 °C (32–50 °F) defines spring, with melting slush on bike paths until May.",
      "alignmentValue": 4
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "15–24 °C (59–75 °F) summers pair with long evenings for archipelago picnics and lakeside play.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "5–14 °C (41–57 °F) autumn showers roll in quickly, so layered rain gear stays essential.",
      "alignmentValue": 5
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters dip to −12 °C (10 °F) with occasional −20 °C snaps, though snow stays manageable for outdoor kids.",
      "alignmentValue": 3
    },
    {
      "key": "Beach Life",
      "alignmentText": "Iso Vasikkasaari and Oittaa beaches make summer swimming easy, yet chilly water keeps the season short.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Lakes and the Baltic peak around 17 °C (63 °F), pushing most families toward sauna cycles rather than long swims.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Nuuksio National Park, Espoo archipelago, and forested neighborhoods deliver constant scenic escapes.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Union contracts set €11–14 hourly baselines, yet Espoo’s mortgages, car ownership, and daycare co-pays leave single-wage households dependent on Kela subsidies or partner income.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers at Nokia, Microsoft, and Aalto spin-offs gross about €70k–85k plus bonuses—solid pay that still assumes dual incomes once we factor suburban mortgages and commuting.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Espoo’s corporate campuses and public-sector contractors run .NET stacks, so Trey can target English-first teams while studying Finnish.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles appear in select consultancies and startups tied to the capital region, requiring networking in Helsinki meetups.",
      "alignmentValue": 5
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Large multinationals in Espoo are comfortable sponsoring specialist permits when skills match.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "While Finland’s economy is sluggish, Espoo’s high-income tax base and tech sector cushion downturns.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Fiber to the home and company flex policies keep remote work practical, though commuting to HQs remains common.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Family schedules are protected by collective agreements, and suburban offices empty early for daycare pickups.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "37.5-hour contracts with flexitime and remote days are standard.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "National law grants at least 25 paid days plus numerous public holidays.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Teams expect multi-week July holidays, letting us visit the US or travel domestically.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Espoo’s neighborhoods feel calm and residential while still plugged into the capital’s amenities.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools begin around 8:30 with hot lunches, and afternoon clubs or hobby schools run until parents finish work.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends shift between forest hikes, indoor sports halls, and quick metro trips into Helsinki for museums.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Safe streets, abundant playgrounds, and municipal family services make raising young kids straightforward.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Espoo’s circles stay quieter than Helsinki’s; we’d rely on online groups and quick train rides into Kallio for openly poly spaces while staying discreet with neighborhood schools.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents emphasize independence and outdoor play, aligning with our values.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Heated pram paths, neighborhood leikkipuisto playgrounds, and quick drives to Nuuksio forests let the boys roam safely without sacrificing access to after-school clubs.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Local comprehensive schools perform well, and Espoo runs English and Swedish streams plus the Espoo International School.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Daycare quality is high, and while new arrivals may wait a few months, suburban supply is slightly better than downtown Helsinki.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Sliding-scale municipal daycare fees and home-care allowances support families with toddlers.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Registered residents access the same capped fees once identity codes and residence permits are processed.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Comprehensive schools are free, well-funded, and include special-needs support.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Residence permits guarantee spots, with English-language options concentrated near Aalto University.",
      "alignmentValue": 9
    },
    {
      "key": "Private Education",
      "alignmentText": "Private choices are limited to a few international schools with tuition, so public schools dominate.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "National parental leave, child allowance, and subsidized clubs keep costs manageable.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Permanent residents tap the same benefits once they contribute to the system.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Aalto University and Laurea offer tuition-free degrees and strong STEM programs.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU students pay tuition until permanent residency, but the pipeline remains excellent for long-term residents.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-career households and shared caregiving are normalized across Espoo’s high-educated workforce.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal recognition reforms and visible Pride events across the metro support trans residents.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Workplace equality programs and anti-discrimination enforcement stay robust.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Professional achievement and sporty lifestyles define expectations more than appearance.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Parental leave take-up by fathers is common, keeping macho norms muted.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Aalto’s design scene, Nokia’s legacy, and easy access to Nuuksio highlight Espoo’s blend of tech and nature.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Finnish and Swedish remain official, yet English is widely spoken in services, universities, and tech offices.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "Policy debates stay progressive, with strong support for welfare services and LGBTQ+ rights.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Union and academic discussions lean left, but day-to-day politics favor practical social democracy.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular culture dominates, and churches play a minimal public role.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex ed and sauna culture make discussions frank and nonjudgmental.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Rainbow families are visible in schools and community events, and Pride celebrations span the metro.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighbors are polite yet private; joining hobby clubs or housing co-ops builds the real support network.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Residents take pride in education, tech leadership, and closeness to nature.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Nordic cooperation feels natural, while Russia draws cautious scrutiny.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Others see Espoo as affluent, innovative, and a bit reserved.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Local nightlife is modest, so bigger evenings usually mean hopping the metro into Helsinki.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Functional Nordic layers and quality outerwear dominate wardrobes.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Practical Scandinavian styles with design-forward accents stay popular.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Families spend weekends hiking Nuuksio, boating, skiing, and visiting design or science centers.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Local libraries host tabletop nights, and Helsinki’s dedicated cafés are a short metro ride away.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Espoo has a few live venues, but major concerts and clubs concentrate in nearby Helsinki.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Local parent cafés and A Grid startup sessions meet monthly, but most English-speaking meetups still happen across the border in Helsinki, so we budget travel time for deeper networks.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Right-to-roam forests, lakes, and national park trails sit within a 30-minute bus ride.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Municipal governance plugs into Finland’s proportional parliamentary system with strong citizen input.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion remains largely separate from policymaking.",
      "alignmentValue": 9
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Union agreements and shop stewards keep labor protections strong across tech campuses.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "The local mindset blends high-tech capitalism with universal services.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, active media, and civic engagement maintain democratic resilience.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Startups scale with state grants while welfare supports reduce inequality.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Political transitions are predictable, and protests remain peaceful.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Media literacy and public broadcaster standards keep spin low.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government messaging stresses transparency and wellbeing rather than nationalism.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Comprehensive welfare, housing supports, and inclusive education reach Espoo residents fully.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Residents generally trust municipal and national agencies to deliver services effectively.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Corruption cases are rare and swiftly investigated.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Issues tend to be minor administrative lapses, not systemic graft.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Family apartments near good schools exceed €2,000 monthly and require quick bids, though space improves versus downtown Helsinki.",
      "alignmentValue": 5
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime is rare and neighborhoods stay safe, with petty theft mostly tied to transit hubs.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Public clinics, digital appointments, and the new hospital network keep care accessible.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Once residency is registered, Kela coverage and private clinics provide smooth access.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Municipal daycare slots and capped fees kick in after registration, with family daycare as a backup.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Shared parental leave, child allowances, and hobby subsidies fit our family model.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Comprehensive schools emphasize child-centered learning and rank highly in national assessments.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "West Metro, commuter trains, and dense bus lines connect districts well, though some cul-de-sacs still expect a car.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Espoo mirrors Finland’s regulated market economy with strong social supports.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Pre-filled returns and the MyTax portal simplify paperwork despite high rates.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Effective rates near 34–35% trade cash for services we actively use.",
      "alignmentValue": 6
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "MobilePay, e-ID, and IBAN accounts make payments seamless.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing and groceries remain expensive, though slightly less punishing than central Helsinki.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "National and earnings-related pensions provide stable retirement income.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Work years accrue Finnish pension credits that can be exported if we relocate.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Specialist, startup, and entrepreneur permits are available with proper documentation.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Officials are efficient, but social integration still relies on Finnish language study and community engagement.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Temporary A permits renew annually and lead to permanent status after four continuous years.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Five years of residence plus a B1 Finnish or Swedish exam allow dual citizenship.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses gain work rights and children access public services upon residence registration.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Digital specialist permits often finish within two weeks, costing about €520 per adult.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Maintaining address registration, insurance, and tax compliance is key to avoiding permit issues.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Finland permits dual citizenship, so US passports stay valid.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Securing a Finnish personal identity code unlocks banking, daycare, and healthcare, though appointment slots fill quickly.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Espoo hosts Remedy, Rovio, and mobile studios, plus easy access to Helsinki’s hiring pipeline.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Remedy Entertainment, Rovio’s Espoo campus, and a cluster of Aalto-born startups anchor the scene.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "IGDA Finland’s Espoo chapter, Aalto Game Dev meetups, and Slush events keep networking lively.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Aalto incubators, Business Finland grants, and veteran talent pools support launching a studio if we budget for salaries.",
      "alignmentValue": 9
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Fiber, 5G, district heating, and smart-city pilots keep daily logistics smooth.",
      "alignmentValue": 9
    }
  ]
}
