{
  "version": 2,
  "iso": "FI",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Tampere is ringed by Lake Näsijärvi and Pyhäjärvi with extensive forests, so clean air and weekend nature time are effortless.",
      "alignmentValue": 9
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Warming winters bring more rain-on-snow events, yet the inland location avoids sea-level threats and invests in flood control.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Summers are bright and mild, while November through March stay cold and dark enough that we’d rely on routines and light therapy.",
      "alignmentValue": 4
    },
    {
      "key": "Air Quality",
      "alignmentText": "City monitors usually show PM2.5 around 8–9 µg/m³, yet wood-burning suburbs and the nearby pulp mill occasionally push evening AQI into the moderate band, so we’d watch alerts on still winter nights.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "The city avoids quakes, hurricanes, or major floods, and snowstorms are handled quickly.",
      "alignmentValue": 10
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Typical spring days sit between 0 and 9 °C (32–48 °F) with lingering ice on lakes.",
      "alignmentValue": 4
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Daytime highs of 16–24 °C (61–75 °F) pair with late sunsets, perfect for lakeside parks.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn slides into 4–13 °C (39–55 °F) with early darkness and frequent showers.",
      "alignmentValue": 5
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters often hover between −13 and −4 °C (9–25 °F), with Arctic snaps pushing colder for short stretches.",
      "alignmentValue": 3
    },
    {
      "key": "Beach Life",
      "alignmentText": "City beaches on the lakes invite quick summer dips, but water chills fast outside the short warm season.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Lake temperatures reach about 18 °C (64 °F) in July before cooling sharply.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Ridge hikes, island ferries, and nearby national parks offer frequent scenic getaways.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Sector agreements set €11–14 hourly floors; lower housing costs stretch that further than in the capital.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers earn roughly €55k–65k—lower than Helsinki—but purchasing power improves thanks to cheaper housing.",
      "alignmentValue": 6
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Valmet, Sandvik, and the Tampere University ecosystem keep industrial digitalization projects rolling, but Finnish language adds an extra filter for the choicest .NET roles.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Only a handful of startups use Ruby, so Trey would lean on remote or Helsinki-linked work for that stack.",
      "alignmentValue": 4
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Larger employers sponsor specialists, yet smaller Tampere firms rarely handle residence permits, meaning Trey likely secures a contract before arrival or works remotely.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Manufacturing and tech keep Tampere resilient, yet Finland’s broader slowdown tempers job growth.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Coworking hubs, strong fiber, and supportive employers make remote work feasible aside from time-zone juggling.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "City offices respect quitting time, and commutes stay short enough for early daycare pickups.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "37.5-hour contracts with flexitime prevail, with overtime tightly controlled.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "National rules guarantee at least 25 paid days plus generous public holidays.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Employers expect staff to take multi-week summer breaks, matching school holidays.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Compact commutes, long coffee breaks, and lakeside evening walks give Sarah the slower rhythm she craves while Trey still reaches co-working hubs in under 15 minutes.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools start near 8:30 with hot lunches, and iltapäiväkerho clubs bridge the gap until parents finish work.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends mix lakefront strolls, museums like Vapriikki, and indoor activity centers when weather turns.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Family centers, public saunas with kid hours, and short commutes help daily routines, though we’d plan around slightly shorter daycare hours than in Helsinki.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Community groups exist through Tampere Pride and student circles, yet being open still requires choosing supportive spaces.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents encourage independence and outdoor play, aligning with our approach.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Compact neighborhoods, reliable transit, and kid-centric events make daily life with children straightforward.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Neighborhood peruskoulu schools are excellent, but only a handful of bilingual or IB tracks operate in Tampere, so international options require early applications.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Municipal daycare is high quality, and slots are easier to secure than in the Helsinki region once we register.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Sliding-scale daycare fees and home-care allowances support families.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Registered residents access the same capped fees after receiving personal identity codes.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Free, well-resourced schools include special-needs services and hot lunches.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Residence permits guarantee a public school seat, yet English-language support is concentrated in a few campuses, pushing us to weigh Finnish immersion.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Only a small Lutheran school and one IB program charge tuition, so alternative private choices are limited without commuting to Helsinki.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Parental leave, child allowances, and hobby subsidies keep family budgets steady.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Permanent residents tap the same benefits after contributing to the system.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Tampere University offers tuition-free degrees and strong engineering programs.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU students pay tuition until permanent residency, but long-term residents can later study free.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-career households and equitable caregiving are widely embraced.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal reforms and active Pride events keep trans inclusion visible, though small-town pockets remain cautious.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Anti-discrimination laws and high female representation in city leadership reinforce protections.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Professional competence and practical style matter more than traditional gender presentation.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Fathers taking parental leave and managing school runs is normalized.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "A thriving indie culture, sauna-on-a-barge experiences, and easy access to nature define Tampere’s charm.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Younger service staff switch to English easily, but municipal offices and healthcare still favor Finnish, nudging us toward language classes sooner.",
      "alignmentValue": 7
    },
    {
      "key": "Progressivism",
      "alignmentText": "Tampere votes center-left and backs strong social services, though surrounding Pirkanmaa suburbs lean more moderate than Helsinki’s inner districts.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist history lingers in unions and academia, but daily politics focus on pragmatic welfare policies.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Church attendance is low, yet Lutheran traditions shape some school events, so secular families politely opt out as needed.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex ed is standard, but conversations stay more reserved than in the capital, so openness depends on close friends.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Pride events and inclusive policies are visible, though the scene is smaller than Helsinki’s.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Co-ops, neighborhood saunas, and school parent associations welcome newcomers quickly, giving Sarah the community warmth she wants.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Residents celebrate their industrial roots, creative scene, and down-to-earth attitude.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Nordic cooperation is valued while Russia is viewed cautiously.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Finns elsewhere see Tampere as innovative, cultured, and community-minded.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Bars, craft breweries, and gig venues keep weekends lively, though nights wrap earlier than in Helsinki.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Functional Scandinavian layers with indie design touches are common.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Practical style with Nordic design accents dominates wardrobes.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Residents embrace sauna culture, lake sports, ice hockey fandom, and creative festivals.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Game Pit, Tampereen Fantasiapelit, and university clubs host weekly boardgame nights, so Trey can find tables without trekking to Helsinki.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Venues like Tullikamari and festivals such as Blockfest bring steady live music.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "English-language tech and parent meetups gather monthly rather than weekly, so we plan outreach a bit earlier to stay connected.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Lakes, ridges, and nearby national parks lie within a short tram or bus ride.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Municipal decisions operate within Finland’s proportional parliamentary democracy.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion plays little role in local policymaking.",
      "alignmentValue": 9
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Union coverage and collective agreements remain strong across industries.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Market innovation coexists with universal public services.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, free media, and active civil society keep democratic norms robust.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Entrepreneurship flourishes alongside a supportive welfare state.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Politics stay predictable and protests remain peaceful.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public media maintains high standards and misinformation is actively countered.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government communications emphasize wellbeing and transparency, not nationalist spin.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Comprehensive welfare, inclusive education, and housing supports remain strong.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Residents express high trust in municipal services and national institutions.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Corruption is rare and typically minor when it occurs.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Issues tend to be small administrative missteps rather than systemic graft.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Three-bedroom flats near the tramway list around €1,400–€1,600 with less competition, letting us secure space without bidding wars.",
      "alignmentValue": 8
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime stays very low; occasional petty theft appears around nightlife areas.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Public clinics and the new university hospital provide reliable, affordable care.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Once residence permits and identity codes are secured, Kela coverage applies; interim private insurance fills gaps.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Daycare fees are capped and guaranteed after registration, with family daycare as backup.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Shared parental leave, allowances, and subsidized clubs match our desired support.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Schools emphasize child-centered learning and consistently score well nationally.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "The new tram, buses, and commuter rail cover the urban core well, though outer suburbs still rely on cars.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "Tampere follows Finland’s regulated market economy with strong social supports.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Pre-filled returns and digital portals simplify compliance despite high rates.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Effective rates near 33–34% fund the services we’ll lean on.",
      "alignmentValue": 6
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "MobilePay, contactless cards, and e-ID keep payments easy and cashless.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Groceries and daycare fees mirror national averages, and lower housing costs free budget for hobbies even after Finland’s high taxes.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "National and earnings-related pensions deliver stable retirement income.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Work years build Finnish pension credits that can be exported later.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Specialist, entrepreneur, and startup permits remain accessible with documented plans.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Local officials are helpful and community groups actively include newcomers, though language study is still expected.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Temporary A permits renew annually and can convert to permanent after four continuous years.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Five years of residence plus a B1 Finnish or Swedish test unlock dual citizenship.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses gain work rights and children access schools and healthcare immediately after registration.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Digital permit processing typically finishes within two weeks, with adult fees around €520.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Maintaining address registration, insurance, and tax filings keeps permits secure.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Finland recognizes dual citizenship, so we retain US passports.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Securing a Finnish identity code is the key to banking, daycare, and healthcare access, and appointments can take a couple of weeks.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like Frozenbyte, Dreamloop, and small VR teams hire in Tampere, though the scene is smaller than Helsinki’s.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Frozenbyte’s satellite teams, Dreamloop, Traplight, and indie collectives anchor the local industry.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Tampere Game Hub, IGDA Finland’s local chapter, and university game jams create a steady calendar of showcases and mentorship.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Business Tampere, Demola, and national grants support new studios, but talent pools are thinner than in the capital.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Smart tram systems, widespread fiber, and efficient public services keep infrastructure modern, though some suburbs lag fiber buildout.",
      "alignmentValue": 8
    }
  ]
}
