{
  "version": 2,
  "iso": "FI",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Helsinki sits between the Baltic Sea and dense urban forests, so even with city traffic the family still breathes clean air and reaches protected green space within minutes.",
      "alignmentValue": 9
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "The capital is warming faster in winter and sees more rain-on-snow events, yet it remains shielded from sea-level threats and benefits from Finland’s well-funded adaptation plans.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Light-filled summers flip quickly to a long, dim freeze, so we’d need routines, therapy lamps, and layered gear to keep spirits steady once November hits.",
      "alignmentValue": 4
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air quality monitors keep PM2.5 near 6 µg/m³; occasional street-dust spikes in spring are the rare moments we’d need to watch the dashboard.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "No earthquakes or coastal storms trouble Helsinki, and snow clearance is so practiced that winter blizzards rarely disrupt school or work.",
      "alignmentValue": 10
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March and April hover around 0–10 °C (32–50 °F) with melting slush and long dawns, so waterproof boots are mandatory on school runs.",
      "alignmentValue": 4
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer days stay a breezy 15–23 °C (59–73 °F) with late sunsets, perfect for playground evenings without oppressive heat.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September drops into 5–15 °C (41–59 °F) as rain and windy Baltic fronts return, nudging us indoors earlier.",
      "alignmentValue": 5
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "December through March often sit between −10 and −2 °C (14–28 °F) with occasional −20 °C snaps and just a few hours of daylight, demanding real winter resilience.",
      "alignmentValue": 3
    },
    {
      "key": "Beach Life",
      "alignmentText": "Helsinki’s city beaches and sauna rafts are plentiful, yet chilly water means swims are really a July–August treat before the autumn gales.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Baltic surface temps peak near 17 °C (63 °F) for a couple of weeks, so cold plunges and sauna cycles define the waterfront rest of the year.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Island-hopping trams, the Keskuspuisto green belt, and quick ferries to Nuuksio give plenty of scenic escapes even though the urban core feels modern.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Sectoral agreements keep hourly floors near €11–14, but Helsinki rents push that below a living wage, so entry-level families lean on housing allowance or a second income to stay afloat.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers earn roughly €65k–80k with equity or bonuses at firms like Supercell and Wolt, strong pay that still expects dual incomes to offset city prices.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Government digitalization projects, banks, and consultancies in the capital keep English-friendly .NET roles flowing, though Finnish fluency still opens more doors.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Scale-ups and consultancies such as Futurice and Reaktor run Ruby stacks, giving Trey a steady but network-driven pipeline of gigs.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Global firms in Helsinki routinely use the fast-track specialist permit, provided we line up contracts before arrival.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "The capital mirrors Finland’s 2023–24 contraction—tech layoffs and weak exports trimmed GDP roughly 1%, so we’d keep a 3–6 month buffer even though public services remain reliable.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Coworking hubs, symmetric gigabit fiber, and teams already spread across Europe make remote work seamless aside from the UTC+2 time shift.",
      "alignmentValue": 9
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Capital-region offices still unplug by 4–5 p.m., and collective agreements give Sarah the protected evenings she needs.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Standard 37.5-hour contracts with flexitime are common, and city employers enforce overtime approvals tightly.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Finnish law grants 25 paid days plus long public holiday stretches, so school breaks and US visits fit easily.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech firms often top up to 30 days and accept multi-week July absences because the city slows down for summer.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Downtown Helsinki moves briskly with dense transit and quick lunches, yet quiet neighborhoods and sauna culture add decompression time for Sarah.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools start near 8:30, hot lunches are provided, and after-school clubs cover until 5 p.m., letting parents finish workdays without scramble.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends swing between market halls, island picnics, and indoor play centers, with many shops closing early Sunday to encourage family downtime.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Playgrounds, pram-friendly transit, and generous parental leave benefits make central Helsinki workable for two little kids despite the cost premium.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamoria.fi circles, Seta meetups, and Kallio discussion groups run in English, letting us live openly among peers while exercising light discretion with schools and officials.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools and parents encourage independence—kids walk alone young—while teachers expect collaborative, low-drama family communication.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Heated sidewalks, indoor play parks, and safe courtyards help the boys stay active even when winter darkness closes in.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Neighborhood comprehensive schools excel, and English- or bilingual tracks like Ressu and the International School ease transitions.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Municipal daycare quality is high, but popular Helsinki districts waitlist newcomers until we register a local address.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens pay income-capped daycare fees and can draw home-care allowances if one parent pauses work.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Once we receive personal identity codes, the same capped fees apply, though processing delays can postpone enrollment.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizens enjoy free, well-resourced comprehensive schools with special-needs support built in.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Residence permits guarantee school slots, and Helsinki maintains English, Swedish, and bilingual options for newcomers.",
      "alignmentValue": 9
    },
    {
      "key": "Private Education",
      "alignmentText": "Private choices mostly mean international schools with tuition, so the public network remains the realistic path.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizens tap long parental leave, universal child allowance, and subsidized clubs that lighten care costs.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Permanent residents qualify for the same benefits after contributing, keeping long-term support strong.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "The University of Helsinki, Aalto, and Metropolia offer tuition-free degrees backed by generous student aid.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU students pay tuition until permanent residency, but families that settle long-term can later access free degrees.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-career households and shared parental leave are standard in Helsinki’s tech and public sectors.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Recent legal reforms and visible Pride events show strong trans inclusion, though some conservative pockets persist.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Anti-discrimination enforcement and high female leadership keep rights protections robust.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Professional ambition and minimalist fashion take precedence over traditional gender presentation.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Hands-on fathers and parental leave for men normalize caregiving in the capital.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Design District shopping, sauna ferries, and the archipelago tram network create a distinctly Finnish urban vibe.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Nearly everyone in service roles switches to English, and most city documents provide English translations even if Finnish paperwork lingers.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "Coalition politics, strong unions, and LGBTQ+ visibility make daily life align with progressive values.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Academic circles debate leftist theory, but mainstream politics stays pragmatic social democratic.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Low church attendance and secular schools keep religion out of public life.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex ed, normalized sauna nudity, and open conversations make sexuality non-taboo.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Pride week takes over downtown, queer cafés thrive, and legal protections stay strong.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Finns remain reserved until we join clubs or housing co-ops, but once inside the circles the support is steady.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Locals lean into sisu—quiet perseverance—and civic pride in their efficient capital.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Close ties with the Nordics and Baltics coexist with a wary eye on Russia since 2022.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors see Helsinki as reliable, innovative, and somewhat reserved.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Kallio’s bars, brewery saunas, and live music stretch late, though alcohol prices keep nights selective.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Minimalist layers, tailored outerwear, and quality boots define men’s wardrobes.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Functional Scandinavian pieces with splashes of Marimekko prints stay popular.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "City residents balance saunas, cycling, design fairs, and Baltic boating throughout the year.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Flagship shops like Lautapelit.fi, dedicated venues such as GameRoom, and Ropecon’s 5,000-person convention keep organized play and playtesting opportunities on the calendar every week.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Venues from Tavastia to classical halls bring international acts, with summer festivals topping the calendar.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "International Parents Helsinki, Maria 01 founder circles, and English-language hobby clubs fill Meetup calendars nightly, so plugging in mostly means picking which RSVP to accept.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Trams reach forests, and every district keeps lakeside trails so impromptu hikes stay easy.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "As Finland’s capital, Helsinki runs on the same proportional parliamentary system that prizes consensus governance.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion stays largely outside policymaking, mirroring national norms.",
      "alignmentValue": 9
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Union contracts and shop stewards are active in city workplaces, keeping labor protections strong.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "The mix of market innovation and universal services defines Helsinki’s policy climate too.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, active media, and civic participation anchor democratic resilience.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Startups thrive alongside public safety nets, though bureaucracy occasionally slows procurement.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Coalition changes are orderly and protests are peaceful, so civic life feels predictable.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Media literacy is high and national broadcaster Yle keeps coverage balanced.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government communications center on transparency and social wellbeing without nationalist spin.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Housing supports, education funding, and inclusive family benefits are fully implemented in the capital.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Residents generally trust agencies, which helps everything from daycare placement to transit planning run smoothly.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Corruption cases are rare and quickly investigated.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "When issues arise they’re minor administrative lapses rather than systemic graft.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Three-bedroom flats in central Helsinki routinely exceed €2,200 per month and spark bidding wars, forcing us to trade space or move farther out.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime stays low, though nightlife districts see pickpocketing and occasional drunken disorder.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Public health centers, digital appointments, and specialized hospitals deliver affordable care for residents.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "After we secure residence permits, Kela coverage kicks in; before then, private insurance bridges any gap.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Daycare fees are capped and spots become guaranteed once our personal identity codes are active.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Shared parental leave, child allowances, and subsidized clubs mirror the family-friendly systems we want.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Comprehensive schools use child-centered pedagogy and excel in global assessments.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Metro, commuter rail, buses, ferries, and bike lanes interlock, so we can skip owning a car.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "A regulated market economy funds broad services while supporting innovation clusters.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Pre-filled tax returns and the MyTax portal make compliance straightforward despite high rates.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Combined municipal, state, and social contributions hover around 35%, balanced by services we’d use daily.",
      "alignmentValue": 6
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "IBAN accounts, MobilePay, and digital IDs keep transactions quick and largely cashless.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing, childcare fees before subsidies, and restaurant prices all sit at the top of Finland’s range, demanding careful budgeting.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Earnings-related pensions plus national schemes secure comfortable retirements.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Working years accrue Finnish pension credits that can be paid out even if we later relocate.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Specialist, startup, and entrepreneur permits are accessible with job offers or funded plans.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Officials stay professional, yet social acceptance hinges on us learning Finnish and engaging local networks.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Initial A permits renew annually and can lead to permanent residency after four continuous years.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Five years of residence plus a B1 Finnish or Swedish exam open the door to dual citizenship.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses gain work rights and kids access schools, healthcare, and daycare subsidies immediately.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Fast-track digital permits often finalize in under two weeks, with adult fees around €520 plus biometrics.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "We must register addresses quickly, maintain insurance, and expect Finnish tax residency after six months.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Finland allows dual nationality, so we can keep US passports.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Securing the Finnish personal identity code unlocks banking, daycare, and healthcare, yet appointments can take a few weeks.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like Supercell, Rovio, Remedy, and Ubisoft Redlynx hire internationally with English-first teams.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 9,
      "alignmentText": "As noted in Game Dev Work Prospects, Studios like Supercell, Rovio, Remedy, and Ubisoft Redlynx hire internationally with English-first teams. Hiring velocity at established studios in Helsinki moves quickly, often closing offers within a few weeks."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 9,
      "alignmentText": "Compensation lands at the top of global ranges with premium base pay, bonuses, and stock. When opportunities surface in Helsinki, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 9,
      "alignmentText": "Established studios in Helsinki rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 9,
      "alignmentText": "Remote expectations at established studios in Helsinki are highly flexible, with distributed teams normalized and relocation optional."
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Downtown hosts Supercell, Rovio, Next Games, Redlynx, and a dense mobile studio ecosystem.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "IGDA Helsinki, Slush, and regular game jams keep networking constant year-round.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Business Finland grants, accelerator programs, and seasoned talent pools make launching a studio realistic if we budget for high payroll.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 9,
      "alignmentText": "Startup founders report that Business Finland grants, accelerator programs, and seasoned talent pools make launching a studio realistic if we budget for high payroll. Hiring velocity at early-stage studios in Helsinki moves quickly, often closing offers within a few weeks."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 9,
      "alignmentText": "Compensation lands at the top of global ranges with premium base pay, bonuses, and stock. Early teams in Helsinki balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 9,
      "alignmentText": "Founding teams in Helsinki lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 9,
      "alignmentText": "Remote expectations among startups in Helsinki are highly flexible, with distributed teams normalized and relocation optional."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "5G, ubiquitous fiber, smart transit, and digital government services keep city logistics smooth.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes & Variability",
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Extended daylight deficits and short, cloudy summers introduce ongoing mood strain the family must actively counter.",
      "alignmentValue": 6
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Comfortable windows exist but are short; we stack activities in one or two prime seasons.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Basic needs are met but savings and extracurriculars are hard to sustain without extra support or side work.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Comfortable living is possible but major purchases or travel demand careful planning and occasional sacrifices.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Only a handful of listings surface each year; expect bidding wars and significant trade-offs.",
      "alignmentValue": 4
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Politeness is situational; some contexts feel brisk but respectful.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Many acquaintances stay casual, but dedicated outreach unlocks close friendships over time.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "sameAsParent": true
    },
    {
      "key": "Grooming & Beauty Investment",
      "sameAsParent": true
    },
    {
      "key": "Body Image & Fitness Pressure",
      "sameAsParent": true
    },
    {
      "key": "Fashion & Style Expectations",
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Most encounters are considerate though occasional missteps require direct communication.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Supportive subcultures exist and mainstream spaces remain tolerant if discreet. non-monogamy acceptance.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Most peers are nonjudgmental but traditional families may gossip.",
      "alignmentValue": 8
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Acceptance exists within progressive scenes and is tolerated publicly with respectful curiosity.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Light penalties and robust health services keep substance issues managed compassionately.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Occasional events occur regionally, prompting situational awareness but not chronic fear.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Prisons meet international standards with active oversight and restorative programs.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Walkable pockets exist and connect via decent transit; we plan routes to avoid busy arterials.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Incidence stays below averages thanks to proactive healthcare and clean environments.",
      "alignmentValue": 9
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Market depends on a few key industries, so we maintain contingency plans.",
      "alignmentValue": 7
    }
  ]
}
