{
  "version": 2,
  "iso": "FI",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Roughly three quarters of Finland is forested with 41 national parks and strict conservation rules, so the family can step into clean lakes and trails without worrying about pollution.",
      "alignmentValue": 10
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "High-latitude warming is raising winter rain and pests, yet sea-level exposure is negligible and adaptation plans are funded, keeping long-term climate risk moderate for the kids.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Bright, mild summers give way to a half-year of freezing darkness, so we would enjoy the sunny months but need routines and gear to cope with the long winter stretches.",
      "alignmentValue": 4
    },
    {
      "key": "Air Quality",
      "alignmentText": "WHO data ranks Finland among the cleanest countries for PM2.5, giving the family crisp air year-round even in Helsinki.",
      "alignmentValue": 10
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "No hurricanes, earthquakes, or major floods threaten Finland; occasional snowstorms are well managed by infrastructure.",
      "alignmentValue": 10
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "0–10 °C (32–50 °F) with slushy streets and lengthening daylight; waterproof gear keeps school runs comfortable.",
      "alignmentValue": 4
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "15–25 °C (59–77 °F) with low humidity and late sunsets, ideal for park time without heat stress.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "5–15 °C (41–59 °F) as rains return and daylight drops quickly, nudging more indoor play.",
      "alignmentValue": 5
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "−12 to −2 °C (10–28 °F) is typical with occasional −20 °C snaps and very short days, demanding serious winter gear for the kids.",
      "alignmentValue": 3
    },
    {
      "key": "Beach Life",
      "alignmentText": "Thousands of lakes and Baltic shorelines mean abundant docks and saunas, but cool water keeps swims to the short summer.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Baltic waters briefly reach ~17 °C (63 °F) in July–August; the rest of the year favors saunas over swimming.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Lake districts, boreal forests, and aurora-lit Lapland give the family easy weekend getaways into dramatic nature.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "There is no statutory minimum, but sectoral union contracts set ~€11–14/hour floors that cover essentials, though gig roles without agreements lag.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers gross about €55k–70k in Helsinki; high taxes and costs mean take-home pay is solid but not lavish.",
      "alignmentValue": 6
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Enterprise and public-sector projects use .NET, yet many postings expect Finnish language, making demand steady but competitive for English speakers.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles cluster in a few startups and consultancies, so openings exist but require networking in Helsinki.",
      "alignmentValue": 5
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Tech employers regularly sponsor specialists and use the fast-track digital permit, provided we secure roles before arrival.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Finland is stable but slipped into a mild recession in 2023–24, with slow growth and rising unemployment requiring a savings buffer.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Hybrid and remote setups are normal, broadband is fast, but US time zones mean Trey may still juggle late calls.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Collective agreements cap overtime and teams respect evenings, matching Sarah’s need for predictable family time.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Most contracts stick to 37.5–40 hours with flex-time options, so long weeks are the exception.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Law grants at least 25 paid days plus 10+ public holidays, giving ample breaks for school-age kids.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech employers often provide 30 paid days and allow summer blocks, making extended US visits realistic.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Helsinki runs efficiently yet calm, and regional towns are slow-paced—good for Sarah, though introversion can feel distant at first.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools start around 8:30, with hot lunches and after-school clubs until 5; parents often finish work by 4 to share evening saunas and dinner.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends center on outdoor excursions, libraries, and sauna gatherings; many shops close early on Sunday, encouraging family downtime.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Generous parental leave, home care allowances, and safe neighborhoods support the family-friendly routine we’re chasing.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory lacks legal recognition, yet urban queer communities are discreetly supportive; being open is safest within trusted circles.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents emphasize child independence, outdoor play, and egalitarian chores, aligning with our values.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Playgrounds, pram-friendly transit, and low crime make cities easy with kids, provided we budget for winter gear.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Neighborhood public schools are excellent and free, with English- and Swedish-stream options in Helsinki for expat families.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Municipal daycare is high quality with capped fees, but popular Helsinki centers can have waitlists until we register locally.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens pay sliding-scale daycare fees and can take home care allowances if staying with toddlers.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Once registered residents, visa holders access the same capped daycare fees, though documentation delays can slow enrollment.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizens attend free comprehensive schools with small classes and special-needs supports baked in.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident permits grant children spots in local schools, including English or bilingual tracks in major cities.",
      "alignmentValue": 9
    },
    {
      "key": "Private Education",
      "alignmentText": "Private options are rare and mostly international schools with tuition, so public schools remain the default.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizens receive long parental leave, child allowances, and home care support that ease the cost of two young kids.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Permanent residents tap into the same parental leave and child benefits once they contribute to the system.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Universities are tuition-free with robust student aid, supporting future degree plans for the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU students pay tuition, but permanent residents and their children can study for free after status is granted.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-income households and shared caregiving are the norm, reinforcing egalitarian gender expectations.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal gender recognition was eased in 2023 and urban culture is increasingly trans-inclusive, though rural attitudes lag.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Anti-discrimination laws cover gender identity, and representation in politics and boardrooms is strong.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Women lead in politics and tech, so professional ambition is celebrated more than appearance.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Caregiving dads and parental leave for men are normalized, keeping macho expectations low.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "World's happiest rankings; sauna culture and design.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Finnish and Swedish are official, yet Helsinki ranks near the top globally for English fluency, easing daily life and schooling.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "Coalition politics, strong welfare protections, and LGBTQ+ rights make progressive values mainstream.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist history remains in unions and academia, but everyday politics favor pragmatic social democracy.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Low church attendance; secular society.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex education and normalized nudity in saunas foster open, nonjudgmental attitudes toward sexuality.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Same-sex marriage, anti-discrimination laws, and Pride celebrations in every major city create a welcoming baseline for queer families.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Finns are reserved with new acquaintances, but once you join clubs or co-ops the support network is steady and drama-free.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Finns prize sisu—quiet perseverance—and see themselves as pragmatic and modest.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Relations with Nordics and the Baltics are friendly; Russia is viewed cautiously after 2022.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors regard Finland as dependable, educated, and occasionally introverted.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife clusters in Helsinki with bars and live music, but smaller cities wind down early.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Functional layers, quality outerwear, and minimalist design dominate men’s wardrobes.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women favor practical Scandinavian styles with splashes of Marimekko prints.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Saunas, cross-country skiing, berry picking, and design festivals anchor everyday hobbies.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Board game cafés and Ropecon conventions give Trey easy tabletop communities, though events skew to Helsinki.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Helsinki hosts metal, electronic, and jazz scenes, while summer festivals bring international acts.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech, game dev, and English-speaking parent groups meet regularly, helping us build friendships despite Finnish reserve.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Every city is ringed by forests and lakes with right-to-roam laws, so spontaneous hikes and berry trips are simple.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "A proportional parliamentary republic with coalition cabinets encourages consensus-driven policy.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion has minimal influence on policy.",
      "alignmentValue": 9
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Union density and collective agreements protect hours, leave, and dismissal procedures across industries.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Policy blends market economics with universal services, keeping inequality comparatively low.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, free media, and high civic participation make democratic erosion highly unlikely.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Competitive markets coexist with public services; startups face bureaucracy but benefit from grants.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Government transitions are orderly, strikes are predictable, and civil unrest is rare.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Media literacy is strong, Yle maintains editorial independence, and spin is usually called out quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Official messaging centers on shared wellbeing and transparency without nationalist bombast.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Comprehensive welfare, housing supports, and inclusive education reinforce a strong social safety net.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Public trust scores are among the world’s highest, boosting compliance with social programs.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Finland consistently tops Transparency International rankings with rare scandals.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "When corruption appears it’s minor administrative favoritism, swiftly investigated.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Helsinki rents are high with tight supply, while regional cities offer affordable family flats.",
      "alignmentValue": 5
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime is low; petty theft happens mainly in nightlife districts.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal public care with small co-pays and e-prescriptions keeps routine costs low for families.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "After registering residency, we join the public system; before that, private insurance bridges any waiting period.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Daycare fees are capped and income-based, with guaranteed slots once registered residents.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Shared parental leave, child allowances, and subsidized clubs mirror the support we’re seeking.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Child-centered teaching, light homework, and stellar PISA scores make public schools a standout.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Cities run dense tram, metro, and bus networks plus intercity rail; rural stretches still need a car.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "A regulated market economy funds universal benefits while supporting innovation hubs.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Pre-filled returns and digital services simplify compliance even though rates are high.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Combining municipal, state, and social contributions pushes effective rates toward 35%, manageable thanks to the services we’d use.",
      "alignmentValue": 6
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "IBAN accounts, MobilePay, and e-ID make everyday payments seamless and largely cashless.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Expect high housing and grocery costs in Helsinki; secondary cities ease the budget but reduce job density.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Earnings-related and national pensions ensure broad coverage with index-linked benefits.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Contributions while working accrue portable pensions, aided by EU totalization treaties.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Specialist, startup, and entrepreneur permits are accessible with employment offers or funded business plans.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Officials are professional, yet social integration depends on learning Finnish and joining local clubs.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Temporary A permits renew annually and can convert to permanent after four years of continuous residence.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "After five years of residence (or four if married to a Finn) plus a B1 language test, dual citizenship is available.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses receive work authorization and children immediately access schools, healthcare, and daycare subsidies.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Digital specialist permits are often approved within two weeks; adult fees land near €520 plus biometrics.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Keep residence continuous, report address changes, and expect tax residency after six months of stay.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Finland fully allows dual citizenship, so we can retain US passports.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Obtaining a Finnish personal identity code is the gate to banking, daycare, and healthcare, and appointments can take a few weeks.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like Supercell, Rovio, and Remedy hire internationally with English-first teams and strong benefits.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Helsinki hosts Supercell, Rovio, Remedy, Next Games, and numerous mobile studios.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "IGDA Finland, Helsinki Games Capital, and regular game jams make networking easy year-round.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Business Finland grants, Nordic Game funding, and experienced talent pools support launching a studio, though payroll costs are high.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Nationwide fiber, 5G coverage, and e-government services keep daily logistics smooth even in smaller towns.",
      "alignmentValue": 9
    }
  ]
}
