{
  "version": 2,
  "iso": "FR",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "France\u0027s Paris/Lyon offer solid .NET roles in banks/consultancies with hybrid/remote options and Azure. Visa paths exist, but competition remains steady.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "France shows NO₂ spikes in cities (e.g., Paris) and PM2.5 around 12 µg/m³. Parks are fine, but watch for occasional smog alerts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In France, laïcité keeps religion private; atheism is widely accepted in public life and schools, with minimal stigma.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "France preserves strong checks on power with independent courts and media; your democratic values fit, but monitor security reforms affecting civil liberties.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "France offers modern banking: SEPA transfers, instant payments, and widespread contactless/Apple Pay; online banks like Boursorama ease setup after residency docs.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "France offers excellent, lifeguarded beaches (Biarritz/Nice) with strong family facilities. Expect seasonal crowds and higher prices in summer.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Boardgaming is strong in France, especially around Paris, with cafés and festivals like Paris Est Ludique fueling Trey’s tabletop interests.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "France has strong subsidized childcare (crèches and école maternelle) with CAF subsidies; expect planning due to waitlists but solid public options exist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "France\u0027s cities offer parks, schools, and universal healthcare. Most neighborhoods are kid-friendly, though central areas can be busy.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In France, CAF PAJE/CMG subsidies, free maternelle from age 3, and strong parental leave ease care costs and support Sarah\u0027s work.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In France, visa families can access CAF reimbursements after social security enrollment; first-time applicants should budget bridging funds due to delays.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "France offers cafe culture, board game cafes, and hiking in the Alps/Pyrenees, with urban gaming groups and clubs that fit Trey and Sarah well.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In France, neighbors can be reserved at first; families often bond through schools and local clubs as expat circles form.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "France visa compliance: register with the prefecture, declare tax residency, and maintain health insurance. Late filings may incur penalties.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in France is moderate; Paris can be expensive, but Lille/Toulouse are ~30% cheaper, aiding a family budget with remote work.",
      "alignmentValue": 7
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "France allows dual citizenship with the US with minimal reporting; you can keep US status while settling in FR.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "France\u0027s economy is stable with ~7% unemployment and 1–2% growth. Strong social safety nets and startup grants support families and founders in France.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "France\u0027s mixed economy supports startups with grants and visas, with stable governance. Yet regulation and taxes can create friction for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Education",
      "alignmentText": "France\u0027s public schools deliver strong outcomes with robust universities. Urban areas offer bilingual programs and modern facilities.",
      "alignmentValue": 9
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Paris, FR: sponsorship for skilled tech roles is common (Talent Passport/Blue Card); expect paperwork, but family visas are feasible.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "France offers clean water and broad protected areas, with parks near cities for kid-friendly outdoor time.",
      "alignmentValue": 9
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "France\u0027s family quotient and social charges push the effective tax into the low 40s. For us, that is around 40-42%, higher than today.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Paris fall: 18 C in September, down to 10 C by November; most days mild with light rain, good for museum trips and family outings.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "France\u0027s strong family policies, universal childcare, and safe parks suit a family-friendly lifestyle; neighborhoods foster balance for Trey and Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "France long-stay visas allow spouses to work after OFII clearance; children access public schools and universal healthcare.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "France provides strong family policy: CAF child allowances, parental leave, and childcare subsidies; but bureaucracy can slow payments.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "France offers strong state childcare and family benefits, including meal vouchers; some paperwork remains, but costs are largely offset.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In France, visa families can access CAF benefits after Sécurité Sociale; however, income/residency proofs can delay payouts for new arrivals.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Urban France fashion is diverse and body-positive, with Paris at the forefront. Workplaces still favor polished looks, but personal style is widely accepted.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In France\u0027s urban centers (Paris/Lyon), fashion is smart-casual and minimalist; quality sneakers with tailored outerwear suit the climate.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "France favors autonomous femininity with minor conservative pockets, fitting this progressive, sex-positive family in FR.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "France\u0027s game dev scene is healthy (Paris studios, CIGV tax credit); remote EU collaboration and grants create steady opportunities.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "France\u0027s studios stay active. Most roles fill in 6-12 weeks, but visa processing for Americans may push to ~3 months.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "France\u0027s established studios pay near global medians after cost-of-living adjustments; strong family benefits in Paris and other cities ease life.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In France, English is widely used in studios; local French fluency remains key for docs and community, matching your bilingual, learning-friendly plan.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "France studios commonly offer hybrid/remote options for senior roles; Trey and Sarah align well with flexible schedules.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "France shows growing gender diversity acceptance, especially in urban areas like Paris. Yet, official docs and institutions still lag behind.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "France offers strong gender rights with robust protections and generous parental leave; leadership parity is improving but not complete.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In France\u0027s urban centers, gender roles are largely egalitarian with strong policy support, though some legacy norms linger.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "France visa path via OFII/ANEF; expect French leases and translated docs; for startup family, renewals hinge on business/employment; hire a relocation attorney.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "France faces hotter summers and flood risks; adaptation funding helps. Plan housing resilience and insurance; expect periodic disruptions but manageable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "France\u0027s universal Sécurité sociale covers GP visits and pediatrics with low co-pays; strong kids\u0027 care, though occasional delays for specialists can occur.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "France: after 3 months, enroll in PUMA for public coverage; add a mutuelle to cover gaps and speed access to specialists.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "France offers affordable public universities (a few hundred euros per year) with CPGE tracks to grandes écoles and CROUS housing to keep living costs manageable for students.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In France, first-time visa holders pay several thousand EUR; scholarships help, but residency/guarantor rules add friction.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "France: in mid-sized cities like Nantes or Montpellier, family flats are 30–40% cheaper than Paris, with reasonable tenant protections; expect some rental paperwork.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "France uses prélèvement à la source (pay-as-you-earn) with online filing; forms are in French, so hire an accountant in year one.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "France offers universal, secular public schooling; many cities provide international sections for bilingual exposure, though access varies by district.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "France grants public K-12 access to resident visa families. Enrollment uses address proof, birth certificates, and vaccination records, with French language support for newcomers.",
      "alignmentValue": 9
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "French is essential for bureaucracy in France; English helps in Paris tech circles but wanes in prefectures, so plan language classes and translation aid.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "France offers strong LGBTQ\u002B protections and broad urban acceptance for families. Rural areas vary; in cities, inclusive services are common.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "France features strong left debate and unions; Marxist ideas persist in academia and some parties, but policy remains market-oriented.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In France, masculinity norms are broad and evolving. The family\u0027s nontraditional roles and remote work align with progressive gender norms.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Paris and Lyon host startup pitches, queer communities, and parenting meetups; English-friendly circles exist, but proactive outreach helps.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "FR SMIC (~€1,766 gross/mo) leaves little room for a four-person family in Paris. Two incomes or subsidies are typically needed.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "France provides robust power, widespread fiber and fast rail (TGV); urban FR areas support remote work and gaming with reliable connectivity.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "France\u0027s Loire Valley, Alps, and Provence offer diverse, kid-friendly scenery. Well-maintained trails and short drives make weekend escapes easy.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In France, river floods, Atlantic windstorms, and occasional Mediterranean wildfires occur; strong alerts and insurance keep disruption manageable.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "France\u0027s rail network lets families reach forests, coasts, and parks from major cities in hours—car-free nature trips.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Paris has a vibrant, family-friendly music scene with daytime concerts and street performances; plan early shows to suit kids and rely on reliable transit.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "France nightlife exists in specific districts; Paris/Lyon/Marseille can be vibrant, but safety varies by district; plan sitters and safe transport.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Paris Games Week and IGDA Paris anchor a robust French dev scene; regional meetups (Lyon, Nantes) support Trey\u0027s studio growth.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "France hosts AAA and indie studios (Ubisoft, Arkane, Asobo, Motion Twin); active game-dev scene in Paris/Lyon with tours and hiring.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "France offers tax credits (CIR) and CNC grants. With a local team, Trey can access Ubisoft labs and funding as a launchpad.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "France\u0027s startup hubs, with grants and local teams, can close early-stage hires in about 6-8 weeks for Trey\u0027s venture.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Paris startups offer cash\u002Bequity. Govt grants (Bpifrance) and visa options aid runway, keeping compensation in line with cost of living.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "France startups use English for investors and platform talks; French fluency remains essential for hiring, compliance, and local operations.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "France startups favor hybrid/work-from-home options for senior roles; founders often remote with periodic onsite; family-friendly policies are common.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In France, pace varies: Paris is brisk. Regional towns offer slower rhythms that suit family life.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "France emphasizes academics in secular public schools. It also offers strong parental leave and family supports, with urban centers offering bilingual options.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "France naturalization typically after 5 years of residence with B1 French and a civics interview; dual citizenship allowed, so US passports can be retained.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "France generally has low perceived corruption with strong oversight. Occasional procurement issues arise, but protections help sustain trust for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "France\u0027s semi-presidential system offers stable governance and open civic channels. Strong rule of law supports families settling in FR.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "France (FR): polyamory is largely private in urban circles (Paris, Lyon) but mainstream services still misunderstand it.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "France offers free maternelle from age 3 with subsidized crèches; in dense urban areas waitlists exist, but CAF subsidies help families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "France offers sous-contrat private schools with modest fees; international campuses run €12–€20k, with English curricula but varying quality.",
      "alignmentValue": 7
    },
    {
      "key": "Progressivism",
      "alignmentText": "France upholds marriage equality and secularism; urban areas feel progressive, though laïcité debates persist—good fit for your FR family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "France\u0027s campaigns lean on republican values and climate action. With pluralistic media, this may feel propagandistic and narrow.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "France has pluralistic, independent media and watchdogs. Government messaging can spike during security incidents, but diverse outlets keep coverage balanced.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Paris metro/RER and buses offer strong urban coverage; weekend service is lighter in outer suburbs, but you can live well without a car.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "France\u0027s laïcité keeps religion separate from state; culture is pluralistic and minority rights are protected, matching your secular, family-focused values.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "France\u0027s hybrid/remote norms are common in tech hubs like Paris. Remote or hybrid options are widespread with coworking networks.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "France\u0027s Talent Passport (entrepreneur/founder) grants 4-year permits with renewals; after 5 years you can apply for a 10-year residence card.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "France\u0027s PAYG pensions target 64. Basic benefits exist, but retirees typically rely on supplementary schemes and savings.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "US–France totalization can pool pension credits for long-term residents, but FR state pensions are modest; private savings remain key for this family.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Paris rails roles persist in Doctolib/BlaBlaCar; steady openings exist, but competition clusters in a few French firms.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "France generally safe; in Paris be vigilant for pickpockets on transit and avoid protest hotspots after dark.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "France offers solid public middle/high schools; Paris/Lyon offer bilingual/international options, but private options cost €10–15k and need early apps.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "France\u0027s coasts vary: Med around 24-26 C in July; Atlantic ~19-21 C. Summers are pleasant for two kids, but early/late season may need light wetsuits.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "France seasons are mostly pleasant; summers can spike near 35°C, especially in Paris/Lyon, necessitating cooling plans; winters remain mild.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "France offers comprehensive sex education and open dialogue. Urban areas are liberal, aligning with your sex-positive, polyamory-friendly values.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "France\u0027s universal healthcare and extensive family benefits align with your values; bureaucracy can be heavy, but grants and protections ease access.",
      "alignmentValue": 9
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in France runs roughly 12-23°C (54-73°F). Paris reaches about 16°C (61°F) by May, with showers and plenty of terrace days for the family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "FR offers solid stability with EU ties and predictable policy; expect occasional protests and regional disparities, but safety and services remain reliable.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "France emphasizes social welfare with market planning; strong healthcare and schools suit your family, though bureaucracy can be heavy; pluralism endures.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "France blends dynamic but regulated capitalism with strong safety nets. Grants and visas boost startup founders, but bureaucracy and taxes require vigilance.",
      "alignmentValue": 9
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "France (Paris): typical highs near 25°C, heatwaves can exceed 35°C; with reliable AC, the family can stay comfortable.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "France FR: Visa \u002B OFII ~2–4 months; costs ~€400–€900 for two adults plus translations; total under €2k.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "France\u0027s trust is moderate (~35%); for a US family relocating, transparent visa handling and reliable local services matter.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In FR, corruption is mainly in procurement and campaign financing, not day-to-day services; strong contract oversight helps protect families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Paris senior software salaries run around €60k–€85k gross. After taxes, take-home is leaner than US remote roles but can support urban family living.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "France weekends offer markets, parks, and family activities. Shops may close Sundays outside big cities, so mix planned visits with spontaneous outings.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "France: school 08:30-16:30 with long lunch; Wed half-day; garderie common; 5-year-old at school, 1-year-old in creche; remote/hybrid helps.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "France offers five weeks of paid leave (25 days) plus public holidays; this supports family scheduling with strong enforcement.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "France typically grants around 25 days of paid vacation; August shutdowns reinforce downtime and family travel.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "France\u0027s neighbors, especially Germany and Spain, are generally cooperative. EU mobility and rail links make cross-border family travel practical.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "France’s République and social model support families. Good schools, healthcare, and bilingual opportunities await your move.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "France is seen as a stable, influential neighbor with strong regional ties. Schengen travel is smooth, though occasional policy disagreements occur.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "France has several viable routes: Passeport Talent, EU Blue Card, or Profession Libérale for self-employment. Expect document translations and timelines vary.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Paris, France offers welcoming expat networks for US migrants. Curiosity exists, but resources and urban amenities ease integration.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "France\u0027s art, cuisine, and fast trains fuel constant family discoveries. Castles, museums, and UNESCO sites invite shared adventures.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "France\u0027s winters are generally mild (0–8 °C); snow is limited to the Alps, keeping Paris/other cities temperate—ideal for a family avoiding harsh winters.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "France\u0027s 35-hour week with RTT days keeps tech work schedules family-friendly. Overtime is capped to protect work-life balance.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "France\u0027s 35-hour week and the right to disconnect support Sarah\u0027s predictable downtime and family priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "France\u0027s robust labor protections and unions with recourse support family work-life; some gig-sector gaps remain.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "France generally has predictable seasons with mild winters and warm summers; expect a couple of notable extremes to monitor and plan for.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "France has milder winters; expect some seasonal darkness, but regular outdoor breaks and occasional light therapy keep energy up.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "France (FR) offers mild springs and falls with warm but manageable summers; expect occasional shoulder-season adjustments.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In France, universal healthcare and robust public services help a two-adult, two-child family; urban housing can have waitlists.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "France offers universal healthcare and subsidized childcare; with mindful budgeting, a middle-income family can thrive in France\u0027s family-friendly towns.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "France offers strong healthcare and schools; premium amenities exist in cities like Paris, but exclusive networks can be gated outside urban cores.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Expect higher rents near Paris and other metros; good schools exist but you may pay a premium. Some compromises on location may be necessary.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "France has some co-housing and habitat participatif, mainly in larger cities; for families, options exist but are limited and may require patience.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "France\u0027s locals are polite and open to connection when we show initiative. Relationships may grow gradually as we join community groups and learn the language.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In France, immigrant sentiment is mixed: broadly tolerated with periodic skeptical rhetoric, yet welcoming communities support integration.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In France, most locals welcome families who learn French and engage; a few circles still question motives.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In France, service is courteous but efficient; expect brisk yet respectful interactions, fitting a practical, family-oriented outlook.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "France (FR) urban communities reward steady outreach for families seeking community. Expat clubs aid bonding, but close friendships take months.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In France (FR), personal-space norms vary; crowded Paris metro can feel closer. People generally respect boundaries with polite cues.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "France favors direct yet tactful honesty; share concerns clearly but with diplomacy to respect local norms in French society.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In France\u0027s urban centers, a polished but practical look is common. Moderate grooming fits daily life without pressure.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In France, healthy living is encouraged and inclusive; gyms and sports welcome all abilities, aligning with the family’s values.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "France-wide, tidy smart-casual suits urban life; blend in without flashiness; high fashion optional for daily routines and family outings.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "France: consent culture is generally respectful in urban settings. Stay direct about boundaries and expect venue staff to intervene when needed.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "France\u0027s urban nightlife (Paris/Lyon) is broadly inclusive; all genders can initiate or decline without stigma.",
      "alignmentValue": 10
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "France (FR): poly openness exists in urban circles (Paris, Lyon); mainstream spaces tolerant if discreet; privacy remains prudent.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "France supports sex-positive autonomy; consenting adults face little moral policing. In urban France (e.g., Paris), open discussion is common; rural areas vary.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In France, multi-partner families face limited official recognition; open in progressive circles in cities like Paris, but discreet with institutions.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "France (FR): expect occasional cheek kisses and close greetings. We\u0027ll maintain polite boundaries while adapting to local social cues.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "France imposes strict gun licenses and storage rules; firearms are uncommon, mainly among licensed hunters or clubs, offering a calm daily safety.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "France has moderate possession penalties with fines. Harm-reduction and treatment options exist, but penalties can be steep for some drugs.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "France (FR): enforcement is mostly targeted. Occasional crackdowns in urban districts may cause unease.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "France: mass violence is occasional; stay alert at large gatherings (Paris, Nice), and rely on public security measures while maintaining family routines.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "France\u0027s prisons are generally decent with active oversight; a few facilities face overcrowding and transparency gaps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "France\u0027s cities offer good sidewalks and frequent pedestrian zones. Most neighborhoods are walkable, but some corridors require caution with kids.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "France\u0027s universal healthcare and active communities support family health. Preventive care and wellness programs are widely available in FR cities.",
      "alignmentValue": 9
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In France, fresh markets and boulangeries support real meals; convenience foods are available, but planning helps keep meals balanced.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "France\u0027s urban areas offer plentiful fresh markets and diverse cuisines. Expect occasional gaps for rarer ingredients outside major cities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in France is manageable with universal care and open dialogue for families like ours. Expect some therapy wait times.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In France, obesity rates are lower than the US due to universal care and active lifestyles; proactive wellness supports families like yours.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "France\u0027s cancer incidence aligns with global norms. Universal healthcare and robust screening support early detection.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "France\u0027s diversified economy and safety nets support founders; Paris/Lyon tech scenes offer resilience with occasional sector swings.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "France has a growing studio scene (Paris/Lyon) with Ubisoft, Dontnod, Asobo and many indies; strong grants and tax credits bolster entry.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "France features flagship AAA anchors (Ubisoft Paris) with multiple AA studios, backing local game dev careers and training.",
      "alignmentValue": 9
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "France has several reputable vendors for art, QA, and audio, with a Paris/Lyon ecosystem. Capacity for small teams can be tight, so plan ahead.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "France offers multiple accredited game-focused programs (Gobelins, ENJMIN) with strong studio internships; solid pipeline for graduates.",
      "alignmentValue": 9
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "France offers robust continuing education via CPF, universities, and Paris/Lyon bootcamps; widespread meetups cover web/game dev upskilling.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "France\u0027s urban tech hubs (Paris/Lyon) offer frequent dev meetups and annual conferences; a vibrant game-dev and coworking scene.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "France offers strong Unreal and Unity ecosystems (Paris/Lyon), with cross-pollination, meetups, and EU funding favorable for a startup family.",
      "alignmentValue": 9
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "France\u0027s robust real-time game dev scene (Paris/Lyon) with strong grants; aligns with Trey/Sarah\u0027s game/web work and funding needs.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "France has a solid tech talent pool and startup funding; Paris region hubs abound. Visas and competition for game/dev roles may slow this family\u0027s hiring.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "France\u0027s startup visas and grants bolster retention; stable tech scene with occasional funding-driven churn.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "France has strong anti-discrimination laws and LGBTQ\u002B protections, but ethnicity data is limited; D\u0026I progress is active but uneven.",
      "alignmentValue": 7
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "France offers strong, clear video game tax credits (CIJV) with accessible eligibility, boosting Trey\u0027s game/creative ambitions.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "France generally provides a stable policy environment for startups with visas and grants. Expect occasional changes to labor rules; plan accordingly.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "France (Paris with La French Tech and Station F) offers a large network of experienced founders and regular mentorship for new teams.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "France provides reliable early-stage capital for games: Bpifrance, active investor networks, and public grants/tax credits for video-game development.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "France has La French Tech and generalist accelerators; game-specific tracks are scarce, so access is broad but not tailored.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "France has a solid senior tech pool in Paris and other hubs; expect competitive offers to attract experienced startup leads, but talent is accessible.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "France has a healthy freelance IT/game-dev bench (Paris/Lyon); broad contractor access, though top game specialists can book weeks ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "France (Paris/Lyon) has quality coworking and game-dev communities; some shared labs exist, but mocap gear is limited for indie teams.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "France has general tech lawyers with game IP experience; Paris-area firms reliably handle IP, licensing, and publishing for startups.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "France offers local gaming ecosystem; partnerships exist but require proactive outreach; attend Paris events to connect with publishers.",
      "alignmentValue": 7
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "France has active playtesting scenes with labs and indie groups in Paris and Lyon. This offers reliable feedback for game dev teams.",
      "alignmentValue": 9
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "France has founder-friendly startup visas (French Tech Visa) with a Paris ecosystem. Expect moderate processing times and a host/accelerator sponsor.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "France provides startup incentives (Bpifrance, visas) but payroll taxes and rents raise costs; leverage grants to sustain the runway.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "France: Paris/Lyon studios (Ubisoft, Dontnod, Asobo) drive a strong 3D character artist pool with recent shipped projects and solid mid/senior talent.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "France has multiple solid 3D character programs (Gobelins Paris, Rubika, ENSAD); graduates feed studios across the country each year.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "France (Paris region) has Gobelins/ISART offering regular 3D art short courses; active communities support ongoing character art training.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "France (Paris area) 3D character artist roles typically take 2-3 months; competitive market; remote hiring or relocation support can help.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "France 3D character artist pay often about 20% below global medians after cost of living. Paris firms offer benefits and remote/hybrid roles help offset.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "France (Paris hubs) 3D studios commonly use English; most teams also expect some French for daily collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "France studios favor hybrid 3D roles; fully remote is negotiable. Paris/Lyon broadband and coworking support flexible setups for a family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "France (Paris region) has a solid 3D animator pool with major studios (Ubisoft, Asobo, Dontnod). Senior hiring is competitive.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "France has Gobelins (Paris), ENSAD, and Supinfocom Rubika; several strong programs feed the market with well-prepared 3D animators annually.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "France (Paris area) hosts frequent 3D animation workshops and top schools (Gobelins); strong upskilling path and vibrant studio ecosystem.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "France\u0027s Paris/Lyon game/film scene provides solid 3D animators. Expect 3–4 month timelines with proactive sourcing; relocation may help.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "France 3D animator pay is ~20% below global medians; Paris studios offer solid benefits and relatively affordable living costs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "France\u0027s animation scene (Paris/Lyon) uses English widely; English-friendly studios prevail, but basic French helps with local collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In France (FR), 3D animation roles lean hybrid. Studios expect periodic on-site work in Paris or Lyon.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "France has a robust 2D environmental art pool with mid- to senior-level talent; Paris/Lyon studios actively hire.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "FR has strong art/game programs (Gobelins Paris, ENSAD) feeding 2D environment artists; steady pipeline into Paris/Lyon studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "France has intermittent 2D environment art training. Paris and Lyon host occasional workshops, with many remote options for busy families.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "France: 2D Environmental Artist roles typically need 3-4 months; proactive sourcing and relocation support advised.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "France\u0027s 2D environmental artist pay lags top hubs by about 10–15%. Paris/Lyon studios still attract experienced talent with solid benefits.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "France studios mix French and English; bilingual 2D environmental artists have strong opportunities, especially in larger studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "France studios commonly offer hybrid 2D environmental art roles with robust async workflows. Remote work is negotiable, and broadband is strong across FR.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "France (Paris) offers a strong real-time VFX pool with mid-to-senior talent across Ubisoft, Dontnod, Asobo; top roles may require relocation.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Paris-based Gobelins and other French programs consistently feed real-time VFX grads into studios. France offers a strong, industry-connected VFX pipeline.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "France has Gobelins Paris and ESMA offering regular VFX Real-Time courses; frequent short workshops and solid instructor quality across cities.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "France\u0027s VFX real-time roles typically take 4–5 months with multiple search cycles; Paris and other hubs offer pipelines, and remote options help.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "France (Paris area): VFX real-time pay ~20% below top markets; strong healthcare and family-friendly policies offset the gap for families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "English is widely used in France\u0027s VFX studios (Paris area). Basic French helps daily collaboration with local teams.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "France supports partial remote weeks for real-time VFX. Frequent onsite collaboration is common, especially in Paris and Lyon studios.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "France offers a solid community manager pool, anchored by Paris and other hubs; senior CM demand is noticeable, with competition for top roles.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "France offers CM education mainly through marketing/communication programs. Few dedicated CM tracks exist, with studios bridging gaps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "France offers regular community manager meetups and solid short courses in Paris and other major cities. Active online communities help keep skills sharp.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "France CM hiring typically 3-4 months; relocation/visa needed. Paris tech scene has English-friendly CM roles, but moving plans take time.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "France CM pay roughly matches global medians after cost of living; solid family benefits in FR ease relocation from KC.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "France (FR): English is widely used in studios. However, many teams still expect working knowledge of French for community roles.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "France\u0027s tech scene supports remote/hybrid CM roles (Paris/Lyon hubs). This fits the family\u0027s remote-friendly setup and need for async workflows.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "8: France\u0027s Paris/Lyon PMM market is strong, with senior/mid talent; Ubisoft, Dontnod and indie studios supply depth; bilingual skills valued.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "France\u0027s PMM (games) path is serviceable; Paris/Lyon studios partner with schools to bridge gaps for grads.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "France has a modest but active PMM-in-games scene; Paris hosts events and online courses; expect occasional workshops and remote options.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "France PMM (Games) hiring typically 2–3 months due to competition. Paris has bilingual talent, relocation may help.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "France (FR) PMM in Games compensation is competitive with EU peers; Paris-area pay aligns with cost of living, with bonuses/equity common.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "France PMM (Games) Language: English is widely used in multinational studios, but French is often required for local campaigns; bilingual candidates are favored.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "France game studios commonly offer hybrid or remote PMM roles; fully remote varies by studio and may require negotiation.",
      "alignmentValue": 8,
      "sameAsParent": false
    }
  ]
}