{
  "version": 2,
  "iso": "FR",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Lyon offers steady .NET demand in finance/rail/consultancies. Remote options exist, but top roles cluster in Paris.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Lyon, France: winter inversions raise PM2.5 toward 14 µg/m³; monitor AQI before outdoor play.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "In Lyon, FR, laïcité makes secularism the norm; atheists are broadly accepted with minimal public scrutiny and easy access to secular institutions.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Lyon, France: strong, vigilant institutions; backsliding risk is low, but monitor reforms affecting civil liberties.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Lyon is solid for expats, but residency paperwork for foreigners can be lengthy; SEPA and instant transfers are reliable.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Lyon, FR has no coastal beaches within easy reach. Beach trips require traveling to the Mediterranean or Alpine lakes; river beaches exist but are limited and crowded.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Lyon\u0027s LudiKrewe cafés and OctoGônes offer frequent meetups. Trey can join family-friendly tabletop events with minimal travel in France.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Lyon, FR has strong public childcare with CAF subsidies; expect some planning to enroll and secure slots.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "8: Lyon, France has ample parks (Parc de la Tete d\u0027Or), strong transit, and family-friendly neighborhoods; a few dense central areas merit extra vigilance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Lyon, France offers strong public childcare subsidies and crèches, helping two working parents balance work and kids while prioritizing education.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Lyon, FR provides robust public childcare access for residents; visa holders can get subsidies with clear docs and multilingual support.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "9: Lyon\u0027s board-game and climbing scene supports the family\u0027s gaming/tabletop and rock-climbing hobbies; many accessible game cafés and gyms nearby.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Community vibes in Lyon, FR are welcoming with active expat networks. Relationships grow via schools, clubs, and events; English helps as you learn French.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Lyon startup visa routes for founders are clearly documented. Expect annual filings and routine checks, but overall compliance is manageable for your family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Lyon is moderate for a family; central rents around €1,400–€2,000. France\u0027s healthcare and childcare subsidies ease budgeting.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "France permits US–French dual citizenship with minimal reporting; Lyon residents can hold both passports with few restrictions.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic Health",
      "alignmentText": "Lyon, FR has solid fundamentals with diversified sectors and social safety nets. Unemployment is moderate, and startup grants help Trey\u0027s venture.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Lyon, FR\u0027s mixed economy supports startups with grants and strong tech ties. Yet bureaucracy and taxes can be burdensome for families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Education",
      "alignmentText": "Lyon\u0027s public schools offer universal access with solid outcomes and secular curricula. Bilingual options exist locally.",
      "alignmentValue": 9
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Lyon, France, visa sponsorship is common for Talent Passport roles at large firms; however caps and dependent paperwork can slow US family moves.",
      "alignmentValue": 6
    },
    {
      "key": "Environment",
      "alignmentText": "Lyon, FR offers parks and river access with strong environmental oversight; occasional pollution alerts, but overall solid environmental quality.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Lyon, FR: ~30% tax rate. Strong public services (healthcare, education, childcare) offset the cost.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Lyon, FR typically runs mild, with cool mornings and warm afternoons; occasional rain and early frosts keep layers handy.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Lyon, France offers strong family support, childcare, and safe neighborhoods. You may still need to connect with local clubs and networks.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Lyon, FR: immediate family (two adults, two kids) qualifies for reunification; standard steps and moderate processing times.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "France in Lyon offers strong childcare, child allowances, and housing aid; parental leave is robust, though bureaucracy can slow payments.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Lyon, France offers strong family policies: generous child benefits, housing aid, and universal healthcare; benefits scale with family size.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "France (Lyon): visa families get partial benefits; some leave and cash supports require longer residency or employer ties.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Fashion Trends (Female) alignment for Lyon, FR: Urban Lyon embraces diverse, expressive styles; women wear what suits them with little judgment.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Lyon, FR: urban fashion is modern and expressive; suburban style leans classic - fits a professional, family-friendly profile.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Lyon, France, femininity norms are broadly liberal. Women can express femininity across roles with strong acceptance, with only minor pockets of judgment.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Lyon offers a growing game dev scene, but opportunities are concentrated and networking is essential. Remote roles and France-wide studios improve chances.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Lyon, established studios typically fill roles in about 3 months. US applicants may face visa steps; remote or EU talent helps.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Lyon, FR, established studio pay is slightly below leading hubs but family-friendly with good benefits; negotiate perks.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "8: Lyon studios commonly use English with good bilingual support; some French documentation remains, aligning with the family\u0027s language goals.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Lyon, France, remote/hybrid roles with formal policies are standard, matching Trey and Sarah\u0027s needs while allowing on-site collaboration when needed.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Lyon, France, gender-diverse people enjoy strong protections and urban acceptance. In Lyon, inclusive healthcare and legal gender recognition exist.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "France (Lyon) has strong gender-rights protections and enforcement; aligns with your progressive, family-friendly goals, though pay gaps persist.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Lyon, France, gender roles are broadly egalitarian with strong parental-leave and childcare supports; lingering legacy norms remain in pockets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "France (Lyon) offers solid healthcare, schools, and safety; but visa life hinges on permits/renewals, so stability depends on status.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Lyon, FR faces modest warming with hotter summers and more rain. EU resilience programs support adaptation and infrastructure help keep risk manageable.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Lyon, France has universal healthcare with strong pediatric care and affordable costs, aligning with the family\u0027s needs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "France provides universal healthcare for residents. In Lyon, visa families enroll in Assurance Maladie and typically add mutuelle to cover remaining costs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities in Lyon, France offer broad access with affordable tuition for citizens. Scholarships and financial aid support diverse degree paths.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Lyon, France offers affordable public universities for visa holders with strong international offices. Study-to-work pathways exist for international families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Family flats in Lyon\u0027s Croix-Rousse/Villeurbanne run €1,600–€1,900; guarantors common; supply decent but September competition remains.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "France\u0027s Lyon tax system is digital-first with pre-filled returns and family deductions. Guidance is clear, but rules change yearly.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "France offers universal public schooling. In Lyon, enrollment is generally guaranteed and language support is robust, aligning with our bilingual goals.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "7: Enrollment allowed but needs proof of residence/visa. In Lyon, visa families can join public schools with residency proof and language support.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Lyon offers strong English in tech/expat circles and international schools. However, initial gov and local services still lean French.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Lyon, France offers strong LGBTQ\u002B protections and widespread acceptance in urban life. A progressive family will find inclusive services and community here.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Lyon, France, Marxist ideas are discussed in a pluralist, urban context; open debate aligns with progressive values.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Lyon, France, masculine norms are broadly inclusive; fathers commonly share caregiving, though some older circles may still lean traditional.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Lyon hosts tech and family-friendly meetups (LyonJS, La Cuisine du Web) plus LGBTQ\u002B spaces; events are frequent, though some niches have fees or waitlists.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Lyon SMIC ≈ €1,780 gross/mo (2024). With two earners, essentials are covered, but high rents and childcare keep savings modest.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Lyon, FR has strong utilities and fast broadband. Power, transit, and services are reliable for remote work and gaming.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Lyon offers parks and nearby Pilat and Beaujolais hills for frequent family outdoor days within an hour. Many trails are accessible and mostly free, with a few spots charging fees.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Natural disasters risk in Lyon, FR is low; occasional floods/heat waves possible along the Rhone; strong EU building codes mitigate impact.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nature access in Lyon is solid with city parks and nearby trails. Trips to Pilat or Beaujolais hills are doable with a car.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Lyon, France offers a diverse live scene (opera to indie) with Le Transbordeur and Ninkasi; many shows run late—plan around kids.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Lyon offers lively riverside nightlife and late dining on weekends, with safe, family-friendly districts; plan transport and babysitting if needed.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Lyon hosts regular game-dev meetups and school partnerships (Bellecour École), actively welcoming families and newcomers.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Lyon hosts Ubisoft Ivory Tower, Arkane Lyon, and Bandai Namco Studios. An active indie scene, including Agharta Studio, keeps collaboration strong.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Lyon, FR offers game-specific tax credits (CIGV) and French Tech support. Strong local talent with workable funding options, though startups may need hustle.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Lyon, France, startup hiring for tech roles typically takes about 3 months. Visa/relocation steps can add time.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Lyon, startup comp typically trails SV cash but offers meaningful equity and strong social benefits; cost of living is lower, aligning with global medians.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Lyon, France, English is common in startups, but regulatory work needs French. Plan bilingual teams and language learning for your family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Hybrid startup culture in Lyon, FR with mature remote tooling. Expect periodic on-site meetings for core teams, aligning with a founder-family setup.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Lyon, France, Part-Dieu buzz contrasts with Presqu’île evenings; overall pace is relaxed with manageable busy hours for family life.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Lyon, France, parenting is supported by state policies (paternity leave, childcare) and school partnerships; diverse caregiving is valued.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "France (Lyon): naturalization possible after ~5 years of residence with B1 French; dual citizenship allowed; a family-friendly path with steady process.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "France (Lyon) has low perceived corruption; strong institutions and investigations keep daily life reliable.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "Lyon, France maintains a robust democracy with strong rule of law. Reforms occur through open civic channels in a stable system.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory shows high social tolerance in Lyon, FR; private acceptance strong, but legal recognition and mainstream services remain limited.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Lyon offers a strong municipal childcare network with subsidized options. However, spots for a 1-year-old often require early registration.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Private schools exist in Lyon but are expensive; Lyon has strong public schools with international sections for affordable bilingual options.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Lyon, France, progressive values shape urban policy with strong social programs, rights protections, and active civic life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Lyon, France, public messaging is largely factual with diverse outlets; rely on independent media for pluralistic, low-propaganda insights.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "France\u0027s Lyon media is broadly free with diverse outlets. Watchdogs and public broadcasters help debunk spin before it shapes opinion.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Lyon\u0027s TCL network provides good car-free mobility with metro, tram and bus coverage across the city. Be mindful of weekend strikes and plan ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Lyon, France, laïcité keeps church and state separate; policies stay evidence-based and pluralistic, protecting minority rights.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Lyon, FR has ample remote roles; some sectors still favor in-person. EU time zones aid collaboration and coworking spaces are common.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "France\u0027s Passeport Talent for founders offers 4-year residence in Lyon with renewals. A path to permanent status exists, though bureaucracy remains challenging.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "France has a solid pension with universal healthcare; benefits depend on contributions. Lyon offers stable elder services and good healthcare access.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Lyon, FR, visa holders can access public pensions with required contributions; early benefits for new arrivals are modest.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Lyon has a modest but active Ruby scene with remote-friendly teams. Steady Rails roles exist, though competition is tougher than Nantes.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Lyon is generally safe for families; petty theft can occur around Part-Dieu and Guillotière—caution after dark is advised.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Lyon, FR: strong public bilingual streams (Lyon 2e) and ISL/private options; lycées ranked nationally; supports bilingual continuity for both kids.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Lyon, inland waters are typically 22-26 C in summer. Shoulder seasons may require light rash guards for kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Seasonal swings in Lyon bring hot summers and cold winters. Heat waves may require AC and winter gear, but life remains livable with planning.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Lyon, France, sex education and LGBTQ\u002B acceptance are strong; aligns with the family\u0027s sex-positive, polyamory-friendly values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Lyon, France, universal healthcare and strong family benefits (childcare and housing support) help your family. Expect bureaucracy, but solid safety nets.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Lyon, France spring runs roughly 8-20°C. Warm afternoons with cool mornings mean light jackets most days.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "France and Lyon are generally stable with strong safety and healthcare; occasional protests may arise. Plan for periodic policy shifts, not daily disruption.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "France upholds pluralism and rights; Lyon\u0027s inclusive policies and diverse media support the family\u0027s values and safety.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Lyon, France, social market blends universal healthcare and safety nets with innovation. Grants and startup support fit the family\u0027s entrepreneurial goals.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Lyon summers usually run 25–30°C with moderate humidity and cool nights; comfortable for parks, not extreme; AC rarely needed.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Lyon, FR, a US family of four faces up to a year for first-time long-stay visas. Plan for translation and residency steps.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Lyon, trust in government is moderate; strong public services and universal healthcare support confidence, though bureaucracy can feel sluggish.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Low, well-managed corruption in Lyon, France; petty issues are rapidly addressed by strong local oversight and institutions.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Lyon, senior software salaries hover around €60k–€70k base plus bonuses; taxes and housing shape affordability for a dual-income family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Lyon weekends brim with parks, markets, and kid-friendly museums; most activities are walk-in, though popular venues may need reservations.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Lyon, schools end around 16:30 and periscolaire runs to ~18:00, enabling a doable workday with wraparound care.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "France (Lyon) guarantees about 25 paid vacation days plus holidays. That supports families with kids and flexible scheduling.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "France/Lyon typically offers 25–29 vacation days plus holidays; aligns with an 8 for planned downtime.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "France\u0027s neighbors are friendly. From Lyon, easy cross-border trips to Switzerland and Belgium boost family travel and cultural exchange.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "France (Lyon) shows a balanced self-view: proud of culture and rights, yet openly acknowledges flaws; civic life remains constructive.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Lyon, France, neighboring publics view the country positively with strong EU ties; easy cross-border travel supports family plans and mobility.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "France has several visa routes for founders/tech workers (Passeport Talent, France Tech Visa, Blue Card); Lyon offers clear apps with startup support.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Lyon, France welcomes US families; expat networks and bilingual schools ease settling. Bureaucracy and visa queues still require patience.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "UNESCO traboules in Vieux Lyon, renowned cuisine, and easy Alps escapes offer rich, kid-friendly learning moments for a curious family.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Lyon, FR: subfreezing nights possible; days typically 5-10 C; snow is rare and roads stay clear with ordinary winter prep.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Lyon, FR, the standard 35-hour workweek with strict overtime caps is the norm. This supports predictable hours and family-friendly scheduling.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "FR Lyon offers strong work-life balance: 35-hour weeks, paid parental leave, and family-friendly policies; boundaries are usually respected.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Lyon, FR, workers\u0027 rights are robust with strong unions and clear recourse; bureaucracy can be heavy but protections are solid.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Seasonal shifts in Lyon are mild, with occasional heat spells or chilly snaps; plan with light layers and reliable HVAC.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Lyon, France has four seasons with mild winters; noticeable winter darkness, but energy can stay up with outdoor breaks and occasional light therapy.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In Lyon, France, two to three strong seasons offer great outdoor days; spring and fall are ideal, with warm but manageable summers.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Lyon, France, lower-income families can access universal healthcare and social supports. Housing waitlists and costs may require budgeting.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Lyon, France, healthcare and public schools support families. Childcare subsidies ease budgeting for a middle-income profile.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Quality of life in Lyon, France, offers strong dining, culture, and healthcare; most luxury services are available, though a few niches require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Lyon, 2k sq ft rentals are scarce and move quickly; brokers and premium rents are often required for family-sized homes.",
      "alignmentValue": 6
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Lyon, FR offers a few co-living/cooperative options; families may need patience, but there are genuine community paths in urban neighborhoods.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Lyon, friendliness varies by neighborhood; be proactive and join local/expat groups to build ties gradually while enjoying family-friendly districts.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Immigrant sentiment in Lyon, France is generally welcoming with active civil society; occasional political rhetoric creates mild concern for newcomers.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Lyon generally welcomes this progressive U.S. family; occasional stereotypes exist but are easy to navigate if they learn French and engage locally.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Lyon, service is polite but efficient; small talk is situational. English isn’t ubiquitous—plan to use basic French for daily tasks.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Lyon, France, steady outreach and local clubs help our family form deeper ties; join language exchanges and community events to build bonds.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Lyon, France, personal space is moderate; expect close greetings (la bise). Use clear verbal cues to set boundaries for the kids.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Lyon, FR, honest, empathetic dialogue is valued; direct concerns are welcomed with respectful diplomacy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Lyon\u0027s smart-casual culture supports moderate grooming; stay presentable for work and social life without overinvesting.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Lyon, France, body image norms are generally tolerant; wellbeing is prioritized, with some subtle fitness talk in schools and work.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Lyon, chic yet practical: smart-casual fits schools and dining; avoid extremes, pick neat, comfortable outfits to blend with locals.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Lyon, France, consent culture is strong; people check in and staff reinforce boundaries, aligning with your family\u0027s values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "9: Lyon\u0027s urban scene is modern and inclusive; expect occasional traditional cues at night, but English-friendly, progressive spaces fit your family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Lyon, France: urban tolerance and LGBTQ\u002B protections; non-monogamy broadly understood in city life, discreet in suburbs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Lyon, FR, urban, sex-positive norms support open relationships; consenting adults face little moral policing.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Lyon, progressive communities tolerate polyamorous arrangements with curiosity. Formal recognition remains limited; social acceptance exists in many circles.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Lyon, touch is polite but with consent; expect handshakes and occasional bisous among friends, so give cues and respect boundaries.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Lyon, France: Strict firearm regulations and low ownership create a calm environment with minimal gun exposure.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Lyon, France: possession laws are moderate with fines. Universal healthcare supports harm-reduction and access to treatment.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Lyon, France, enforcement is mainly targeted with oversight; families rarely see raids, though occasional crackdowns create unease.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Lyon, France, mass violence risk is generally low; remain aware at large events and rely on clear local authorities for guidance.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "France (Lyon): prisons generally decent with oversight; occasional overcrowding reported, but reforms keep issues manageable.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Lyon, France has walkable neighborhoods (Vieux Lyon, Presqu\u0027île) and good tram access. Some streets still see fast drivers, so stay alert with kids.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Lyon, FR, most residents stay active. Preventive care is well-supported by local health programs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Lyon, processed foods are common, but strong local markets keep fresh options plentiful.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Lyon, fresh markets abound and global cuisines flourish, letting us enjoy familiar and adventurous meals weekly.",
      "alignmentValue": 10
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Lyon, FR, depression rates are below average with strong access to counseling and active community care.",
      "alignmentValue": 9
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity in Lyon, FR remains moderate; bike lanes and universal health care support active lifestyles and preventive care.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Lyon, France cancer incidence near global norms. Strong screening and universal healthcare aid early detection.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Lyon, France has a diversified economy and accessible startup grants; retraining options help founders and tech workers move fast.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Lyon has a growing indie/game dev scene with a few studios and co-working hubs. It isn\u0027t as dense as Paris, but the ecosystem supports indie work and local grants.",
      "alignmentValue": 6
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Lyon area has a few mid-size game studios and support offices; no major IP owners locally, anchors mainly service studios nearby.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Moderate Lyon, FR vendor scene; several studios handle art/QA, but full-stack/live-ops coverage often needs remote partners.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Lyon has one or two strong game/CS programs (École Émile-Cohl); studios offer internships, reliably feeding local game grads.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Lyon has regular bootcamps and meetups for web/dev (Wild Code School, universities); some programs offer English tracks, though many courses are in French.",
      "alignmentValue": 7
    },
    {
      "key": "Community Activity",
      "alignmentText": "Lyon has an active game-dev scene with monthly meetups and regular game jams, plus annual conferences. English-friendly communities exist for newcomers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Lyon has strong Unity and Unreal communities with meetups and studios using both; robust cross-training and shared resources.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Lyon, France has a growing real-time game dev scene with public funding. Expect mostly real-time work with some cinematic capabilities.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "In Lyon (FR), demand for skilled software/game dev is competitive, but solid local pipelines and universities support hires; consider remote options.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Lyon offers grants, strong public services, and bilingual opportunities that support stable family retention. Funding cycles may cause churn.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Lyon, France: D\u0026I in studios is improving with strong anti-discrimination and LGBTQ\u002B protections; progress varies by company, aligning with your values.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Lyon, FR offers solid incentives: CIJV tax credit and CNC/Bpifrance grants for games; competitive but valuable for Trey\u0027s studio setup.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "France/Lyon offers steady, pro-creative policy with accessible startup supports. Occasional tweaks appear with elections, but grants and visas stay reliable.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Lyon\u0027s startup scene is growing with La French Tech Lyon, incubators, and regular meetups; strong game dev and SaaS communities support founders.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Lyon, FR has public game grants (Crédit d’impôt jeu vidéo, CNC) and BPI France support; generalist funds exist, but dedicated game funds are limited.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Lyon has occasional game-friendly accelerator cohorts within general programs; no dedicated game tracks in top Lyon accelerators yet.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Lyon has a solid mid-to-large tech talent pool; senior leaders exist, but startups must offer competitive packages and active local networking.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Lyon has a healthy contractor bench for software and web work. Top game-dev talent can book out weeks in advance.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Lyon offers solid coworking and startup hubs; good for indie game devs, but game-specific gear (mocap, audio labs) is limited.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Lyon has general tech/IP lawyers, but game-specific IP expertise is limited; startups often rely on broader firms or Paris specialists.",
      "alignmentValue": 6
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Lyon has limited local publisher access; most platform ties run through Paris and national events; leverage La French Tech Lyon for outreach.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "In Lyon, FR, local game-dev communities and studios offer playtests; expect lead times but solid local feedback channels.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "France Lyon offers startup visa pathways (French Tech Visa/Talent Passport) for founders; access is improving, but processing times vary.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Cost of doing business in Lyon is slightly higher than global averages. Local grants and visas help founders, but payrolls and rents can strain runway.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Moderate 3D character artist pool in Lyon, FR with a few established studios. Senior hires may require relocation or longer searches.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Lyon\u0027s Émile-Cohl offers 3D/game art with small cohorts; strong private program, but limited scale, so grads often need on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Lyon has occasional 3D animation courses (École Émile-Cohl) and local studios; advanced topics mostly via remote study or visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Lyon, France, 3D character artist hires typically take 3-4 months; proactive sourcing/relocation helps.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Lyon, France: 3D Character Artist pay trails top hubs ~10–15% yet attracts talent. Solid local benefits and work-life balance help compensate.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Lyon, FR has mixed 3D character-art talent; English is common but many studios expect French; bilingual ability is advantageous.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Lyon, France, remote/hybrid 3D character artist roles are increasingly common. Studios often offer flexible schedules and equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Moderate Lyon 3D animator pool. Solid indie scene, but top seniors cluster in Paris; expect longer searches or relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Lyon, France hosts design and animation programs feeding local studios. Some programs are small or niche, so on-the-job upskilling may be needed.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Lyon offers limited 3D animation continuing education (École Émile Cohl). Advanced topics mostly require online or Paris-based programs.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Lyon, France, 3D animator roles move at a moderate pace; expect 4-5 month searches with local and imported talent; remote options can help.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "3D animator pay in Lyon trails top markets by ~25-30%. Lyon offers strong healthcare, schools, and startup funding that help offset pay gaps.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "English is widely used in Lyon\u0027s animation studios; some teams require basic French. Your emphasis on English ubiquity fits, and French helps integration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "France Lyon: remote/hybrid 3D animation roles are common; some onsite work is typical, but studios offer flexible schedules and equipment stipends.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Lyon, France has a moderate 2D environmental artist pool: mid-level talent is readily available; senior specialists may require relocation or remote hiring.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Lyon has reputable 2D art programs (École Émile-Cohl); grads land in regional studios, but class sizes are modest and upskilling common.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "In Lyon, France, 2D environmental art continuing ed is limited. Expect sporadic courses and strong online options; much learning is self-guided.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "2D environmental artist roles in Lyon typically run 3-4 months. Local pipelines are niche; remote or relocated talent helps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "FR Lyon: 2D environmental artist compensation trails top markets by ~25-30%; strong healthcare and family-friendly life offset lower pay.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "8: In Lyon, English is common in studios, but many teams expect some French; the family will learn French and target bilingual opportunities.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Remote/hybrid work is common in Lyon game studios, but regular on-site collaboration is still expected. Negotiate a hybrid schedule that supports family needs.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Moderate VFX real-time talent in Lyon. Ubisoft/Lyon studios and local teams offer mid-level pros, with senior hires often requiring relocation or remote work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Lyon offers serviceable CG/3D programs; local studio partnerships help VFX (real-time) pipelines, though dedicated RT curricula are limited.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "In Lyon, VFX real-time education is sporadic. Local workshops exist, but most advanced topics come from visiting experts or online courses.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "VFX Real-Time roles in Lyon typically take 2-3 months due to a modest local pool. Ubisoft presence and a game-dev scene help, with visa options aiding hires.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX Real-Time salaries in Lyon, France are about 20% under global medians. Strong benefits and lower cost of living help attract talent despite the gap.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Lyon, VFX (Real-Time) studios mix EN/FR; English is common, but working French knowledge is often required; your family plans to learn French.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Lyon, France, VFX real-time roles tend to allow partial remote weeks with on-site collaboration, supporting family balance.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Lyon offers a moderate community manager pool; local studios exist, but senior CM hires may require relocation or remote options.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "France (Lyon) has marketing/communication programs; dedicated community manager tracks exist but are niche, with on-the-job upskilling needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Lyon, France offers sporadic community manager trainings and local meetups; most upskilling is online or self-guided.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Lyon, France, community manager roles typically take 2–3 months due to language and local competition. Proactive sourcing helps speed up hiring.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Lyon, France, community manager pay trails top hubs by about 20%. Strong work-life balance and local benefits help offset the gap for families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Lyon, English is widely used in startups; many community managers work bilingually, with French basics often expected.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Lyon, France: hybrid community manager roles are common; fully remote arrangements may require negotiation.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Lyon, France has a moderate pool of games product marketing managers; relocation or longer searches may be needed for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Lyon, France has solid marketing/tech programs (EMLYON, local universities) but dedicated game PMM tracks are limited; internships bridge gaps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Lyon, France offers occasional game-marketing trainings and local meetups; most advanced topics require remote or visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "PMM (Games) hiring in Lyon tends to rely on remote/imported talent; local pipelines are thin, expect 2–4 month timelines.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "In Lyon, PMM (Games) pay trails top hubs by ~25-30%. France\u0027s family-friendly policies, healthcare, and visa options help offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "France Lyon: English is common in larger game studios, but client-facing PMMs typically need French; bilingual candidates favored.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Lyon, France, PMM (Games) roles are typically hybrid; remote is possible but often requires negotiation and some onsite collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    }
  ]
}