{
  "version": 2,
  "iso": "FR",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Nantes expanding .NET scene (Capgemini/Sopra Steria in Euronantes) offers solid roles; hybrid work fits Trey\u0027s on-site/remote setup.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Nantes, FR, 2D Environmental Artist comp trails top markets by 25-30%. Strong benefits and family-friendly living help offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Nantes, FR has occasional local workshops and online courses for 2D environmental art; with limited English options and remote delivery common.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Nantes hosts ESA Nantes Atlantique with game art programs. Several strong degrees feed regional studios, producing capable 2D environmental artists.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Nantes, FR, 2D Environmental Artist hiring often stretches 3–4 months; local pipelines shallow, so proactive sourcing or EU-wide search helps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Nantes, English is widely used in international studios, but local French is common; bilingual artists fit best for broader gigs.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Hybrid remote is common in Nantes studios; fully remote may require negotiation. This fits a family prioritizing remote work and work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Moderate 2D environmental artist pool in Nantes, FR; local studios and grads exist. Senior roles may require relocation or longer searches.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "3D animator pay in Nantes trails top hubs by ~10–15%; still competitive in Europe with a strong game-dev scene and milder living costs.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Nantes, FR offers occasional 3D animator training; most upskilling is via visiting experts or remote courses.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Nantes offers animation programs (École de design Nantes Atlantique), but classes are small and grads often need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Nantes, 3D animator roles typically require 4–5 months; local pipelines are modest, but remote/imported talent can help speed hires.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Nantes, English is common in studios, but many 3D animator roles favor bilingual (English/French) candidates.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "France (Nantes) studios commonly offer hybrid 3D animator roles; on-site collaboration is typical, fully remote arrangements require negotiation.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Nantes has a modest 3D animation scene with several small studios; senior talent is limited, so hires may need targeted outreach.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Nantes, 3D character artist pay trails top markets 25-30%; lifestyle and universal healthcare help offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "In Nantes, France, 3D character artist continuing education is limited to a couple local providers. Most courses are online or require travel.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "In Nantes, France, 3D animation is taught at design/art schools, but cohorts are small and local studios often need upskilling on the job.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Nantes, FR, 3D Character Artist roles typically take 3-4 months; local pools are modest, so proactive sourcing or relocation support helps.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Nantes, FR: English is widely used in studios, but expect some French for collaboration; family is ready to learn local language.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Nantes studios commonly offer hybrid 3D character artist roles; fully remote requires negotiation; family policies improve with hybrid work.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Moderate 3D character artist pool in Nantes. Local talent exists but senior roles are limited, so relocation or remote hires may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "France, Nantes offers generalist incubators and university labs. Dedicated gaming accelerators are scarce, so plan via broad tech programs and regional grants.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Nantes’ air remains moderate; PM2.5 around 11 µg/m³ with NO₂ spikes near the périphérique. The family enjoys Parc de Procé on clean days.",
      "alignmentValue": 7
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Nantes has a growing mid-size game dev scene with several service studios; no major IP owners, so anchor employment is limited but steady locally.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "France\u0027s laïcité means atheism is widely accepted; Nantes offers secular public life and easy access to institutions.",
      "alignmentValue": 10
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Nantes, France: independent judiciary and media; strong democratic safeguards reduce backsliding risk for this family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Nantes, FR is workable for expats; expect residency proof for full French accounts, but SEPA and fintech options support cross-border needs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Nantes (La Baule, Pornic) are great within an hour. Plan for shade, lifeguards in season, and family-friendly facilities.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Nantes, France has several boardgame cafés and clubs; regular meetups exist, though not as dense as Paris.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Nantes, France favors body diversity with inclusive fitness options; fitness is personal well-being, not judgment.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Nantes, FR has a diversified economy with strong safety nets and a growing tech scene. Hiring may pause in downturns but recovers quickly across sectors.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Nantes, France: carceral conditions generally decent with oversight; some facilities lag in services and transparency.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Nantes, FR offers strong public childcare with subsidies; enrollment requires planning and local residency.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Nantes (FR) is a safe, walkable city with parks and playgrounds. Trams and stroller-friendly streets support family life.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Nantes, France, strong public childcare subsidies (CAF/PAJE) and generous parental leave keep costs manageable, supporting both parents\u0027 work.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Nantes, France, visa families can access CAF childcare subsidies after establishing residence; expect waiting periods.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Nantes, France offers board-game cafes, climbing gyms, and family-friendly clubs; their shared hobbies fit well with social hubs and kid-friendly venues.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Activity",
      "alignmentText": "Nantes, France offers regular monthly dev meetups and game jams; a growing game-dev ecosystem supports a founder-friendly community.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Nantes, France, universal healthcare and community wellness programs support healthy routines; preventive care is accessible.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Nantes (FR) hosts a few co-housing and habitat participatif projects. Entry paths exist, with some family-friendly communities welcoming newcomers.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Nantes, CM pay trails top markets by ~25–30%, but strong benefits offset the gap. English-friendly, hybrid roles are increasingly common.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Nantes has sporadic community manager workshops and bootcamps. Most CM learning is online or remote with few local providers.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Nantes offers strong community manager paths via Audencia and Université de Nantes; multiple local programs feed CM grads each year.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Nantes, France has a growing startup scene and universities fueling CM talent; remote/hybrid options are common, with hiring typically 1-2 months.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Nantes, English is widely used in studios, but local French knowledge is often expected; bilingual candidates fit best.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Nantes, FR, studios commonly support hybrid/remote CM roles with async workflows; many offer equipment stipends and reliable remote setup.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Nantes, France: moderate CM pool; growing tech scene means mid-level talent is common, senior hires may require relocation or remote work.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "8: In Nantes, France, neighbors are kind; active associations, schools, and bilingual options help newcomers build roots with a little initiative.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Nantes, FR offers stable pay with strong social benefits. Salaries are below top hubs, but family policies and lower living costs help.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Compensation in Nantes startups tracks French medians after cost of living; equity present but not Silicon Valley levels.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Moderate compliance risk for first-time US-to-France visas; expect consulate steps and solid docs; allow time for Nantes processing and bilingual needs.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Nantes has regular bootcamps and local dev meetups; CNAM Pays de la Loire and GRETA offer ongoing tech and design courses.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Nantes has a serviceable freelancer bench; solid web/dev talent, but game-dev/Azure specialists are scarce; allow for onboarding lead times.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "France\u0027s drug policy blends penalties with treatment; health services support recovery. In Nantes, universal healthcare and supports help families.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Nantes offers solid incentives and grants, but France’s payroll taxes and rents still push operating costs ~15–20% above similar EU hubs.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "In Nantes, FR, €2.8k–€3.2k covers ~€1.3k–€1.7k for a 3BR plus essentials; universal healthcare and subsidies help keep savings feasible.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Nantes has solid coworking and labs, with a strong startup community; game-specific gear like mocap is limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "In Nantes, France, the tech market is growing; developer demand is noticeable but manageable with local pipelines and remote roles.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Nantes, France is moderate. Universal care supports access with open dialogue, though some wait times remain.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Nantes, clubs and expat groups help your family build deep bonds; steady effort yields close friendships over time.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "In Nantes, DEI commitments exist with growing inclusive hiring; progress is uneven, but gender equality and LGBTQ\u002B acceptance are improving.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Nantes, FR, drug enforcement varies by district; generally targeted policing with stable, safe neighborhoods.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "France permits US dual citizenship with minimal filing; Nantes offers straightforward pathways and English-friendly services for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "France/Nantes has MVP-stage grants via Bpifrance and Pays de la Loire funds; expect 150k-350k with competitive proposals.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "France\u0027s Nantes offers generalist funds and public grants (Bpifrance, French Tech) for game startups; dedicated game funds are limited.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Nantes, France offers solid fundamentals, startup support, and strong social safety nets; unemployment is modest and living costs manageable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Nantes, FR combines startup-friendly grants with stable governance; entrepreneurship thrives, though bureaucracy can hamper day-to-day tasks.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "France\u0027s Nantes offers a relatively stable policy climate for startups. Grants and visa routes help entrepreneurs, with occasional mid-cycle tweaks.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Nantes public schools are strong, with bilingual options and solid early childhood programs; overall education is good, with district variation.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Nantes has solid art/engineering programs; game-focused tracks are scarce, internships exist with limited studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Nantes offers Talent Passport sponsorship mainly with multinationals; startups favor EU citizens, so target big firms and keep remote U.S. roles.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Nantes, France hosts a growing Unity/Unreal scene with meetups and regional funding; Unity leads, with cross-training options available.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Nantes, FR offers clean air and abundant parks with river access; EU protections keep pollution low for family life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "France (Nantes): ~30% effective tax with strong public services for families. Family benefits help offset costs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Nantes is mild; most days around 12-18°C with Atlantic showers, great for Loire bike rides. Plan for light rain and layers.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Nantes provides strong family support: universal healthcare, quality childcare, safe, walkable neighborhoods; English-friendly and family-oriented.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "France (Nantes): Family reunification is viable for two adults and two children; with stable income and housing, they can pursue residence permits.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "France (Nantes) offers strong family support: long parental leave, child allowances, housing aid, and flexible work options.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "France (Nantes) offers strong family support: universal healthcare and child subsidies, though income caps and paperwork reduce ease.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "France (Nantes): visa families gain health coverage with residence, but cash family benefits often require longer stay or employer sponsorship.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Nantes, France, keep a tidy smart-casual wardrobe; chic, comfortable outfits blend in with minimal logos. English-friendly urban areas help.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Nantes, FR, women\u0027s fashion is dynamic and inclusive; broad style freedom fits the city\u0027s progressive, body-positive culture.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Nantes, France, men\u0027s fashion is modern in urban areas with sensible, work-friendly styles suitable for tech professionals.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Nantes, France, diverse femininity is broadly supported; women can pursue tech and parenting with limited bias.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "France\u0027s strict gun laws and licensing limit ownership; in Nantes, firearms are tightly regulated, creating a calm, low-risk environment.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Consent is valued in Nantes, France. Keep clear communication and check in with partners, especially at social events.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Nantes has a growing founder scene with regular meetups via French Tech Nantes and coworking hubs. Mentorship exists, but the network is moderate.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Nantes, France offers fresh markets and a growing international dining scene. Most cravings are met, though some specialty ingredients may need a trip to Paris.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Nantes, FR, locals are polite and open to newcomers; with outreach and expat communities, you will build neighborly ties within weeks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Nantes offers a growing indie scene and French game funding (CNC credits); good prospects for founders with remote options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Nantes, FR, gender-diverse identities are supported in urban settings with LGBTQ\u002B groups. But official documents still lag for nonbinary recognition.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Nantes, France, gender rights are strongly protected and enforced; legal parity exists, with ongoing progress toward leadership representation.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Nantes, France, gender roles are broadly egalitarian with strong family-work policies; occasional legacy norms remain.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Nantes, France, flirting norms are broadly inclusive; most genders can initiate or decline with little stigma, with occasional traditional cues in nightlife.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Nantes provides universal healthcare, solid schools, and startup visa options. Expect some bureaucracy for first US visa applicants, but clear paths exist.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Global warming risk in Nantes, FR is moderate; plan for heat waves and floods, with strong local adaptation and public services.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "France Nantes offers a French Tech visa for founders with accelerator backing. Dependents allowed; processing is moderate.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Nantes, France, smart-casual fits; a gentle push to stay polished in work/social settings.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Nantes, France, polyamorous/group relationships are tolerated in progressive circles and publicly accepted with curiosity.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "France\u0027s universal healthcare offers strong, affordable care and solid pediatric services in Nantes. Low out-of-pocket costs suit this family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Healthcare is accessible via France\u0027s public system, but visa families may face enrollment paperwork; supplemental insurance is common in Nantes.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "France Nantes offers broad public university access with affordable tuition and scholarships. International students can access strong state support.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Nantes, France, international students pay moderate public-university fees and can access dedicated international offices and CROUS support for visa holders.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Nantes, established studios typically fill roles in about 2 months; remote/hybrid options and EU talent pools support steady hiring.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Nantes, France, startup roles typically close in about 3 months. Remote/hybrid options help attract international talent.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Within Nantes, a T4 runs around €1,300–€1,500, guarantors still common. Family-friendly neighborhoods offer space, but competition and paperwork slow the hunt.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "France\u0027s online tax filing is mature with pre-filled returns and family deductions; expats often benefit from simple guidance, even in Nantes.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Nantes, France, immigrant sentiment is generally welcoming, with occasional debates. This family can feel safe speaking English and building local ties.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Nantes, France, white migrants are generally welcomed, but some may question privilege. Show local investment and language effort to ease integration.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Nantes, France provides broad K-12 access for citizens; public schools are universal and free, with bilingual options, though French learning is essential.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Public K-12 in Nantes, France offers universal access for non-citizen children with language support. Enrollment is supported by local integration services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Nantes, English is common in tech and expat circles; schools/admin still use French - budget language study and translation help.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Nantes, English is widely used in international studios; most teams operate bilingually, though technical docs are often in French.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Nantes startups commonly use English; French needed for regulatory tasks - fits a bilingual, family-friendly plan.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Nantes, FR has limited game-IP specialists; local tech/IP firms exist, but complex deals may need national counsel (Paris/Lyon). Pricing varies.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Nantes, France, LGBTQ\u002B protections are strong and urban acceptance is high. Rural areas in France may require caution.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Nantes has a budding indie game scene with informal local feedback. Some bilingual meetups exist, but scheduling can have lead times.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "France (Nantes): Marxism is niche but present in academia and unions; progressive discourse remains pluralist and non-authoritarian.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "France, Nantes: masculinity norms are evolving; men can be nurturing and open here, with mild pushback in some traditional workplaces.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence is uncommon in Nantes, France. Authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Nantes, France has vibrant tech and bilingual parent meetups (La Cantine, Queer Nantes), giving Trey and Sarah accessible progressive circles.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "France/Nantes SMIC ≈ €1,766 gross/month (2024); for a two-adult, two-child family it covers basics but can be tight for city housing on one salary.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Nantes, FR has strong infrastructure with fiber and reliable power. Broadband and transit support remote work, gaming, and daily life with minimal outages.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "France\u0027s Nantes (FR) urban setting offers supportive poly communities. Expect discretion in public life; social acceptance is growing, but formal protections are limited.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Nantes, France, openness is welcomed with tact; share needs directly while respecting French etiquette.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Nantes offers strong natural beauty: Loire riverbanks and Brière marshes within about 60 minutes, ideal for weekly family outdoor time.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Natural hazards in Nantes, France are occasional (floods/storms); robust codes, warnings, and insurance keep family risk manageable.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nantes offers abundant parks and Loire river trails ideal for your family. The Atlantic coast is within an hour for easy weekend nature trips.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Nightlife in Nantes, France includes Stereolux and Le Ferrailleur; late shows skew adult; plan around daytime family events.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Nantes is district-based: quiet weeknights in family areas, lively weekends near Hangar à Bananes; walk or tram home safely.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Nantes has a solid game dev scene with regular meetups and local studios; practical for Trey to connect with collaborators in western France.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Nantes hosts a handful of studios: Ouat Entertainment, Alkemi, and Atlangames indie VR teams; mid-sized scene, AAA hubs in Lyon/Bordeaux.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "France\u0027s obesity levels are moderate; Nantes benefits from universal healthcare and active transport, helping trends stay stable for families like ours.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Nantes, FR offers CIVJ tax credits, CNC grants, and a solid game-dev talent pool with accelerators; funding remains competitive.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Nantes, tram and bike options keep commutes quick; France\u0027s 35-hour week supports a calm, family-friendly rhythm.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Nantes, France provides strong parental leave and universal childcare. Schools partner with families and diverse parenting styles are welcomed.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "France offers naturalization after about 5 years of residence with dual citizenship. Nantes has family-friendly services, though processing may be lengthy.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Perceived corruption in Nantes, FR is low; strong watchdogs and transparent governance support reliable public services for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Nantes, FR: personal space is generally respected, but crowded transit can feel closer. Use clear cues to maintain comfort.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Nantes, FR, personal space blends light touch with etiquette. Expect cheek greetings among locals and ask before closer contact for family comfort.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In Nantes, two to three seasons offer great weather. Spring and early fall are especially pleasant, while damp winters require planning around rain.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "France is a stable democracy with strong rule of law and open civic channels. Nantes benefits from transparent institutions and pluralistic politics.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Nantes, FR, polyamorous families are largely accepted in private circles but mainstream services may misunderstand them.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Nantes has strong early education: universal preschool for 5-year-olds and subsidized 0-3 care; plan for early registration and mixed public/private slots.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Nantes has bilingual/private schools; options exist, but tuition can be pricey; check subsidies or employer support.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Nantes features strong fresh markets and local produce; with planning, the family can eat well, though convenience foods are nearby.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Product Marketing Manager (Games) pay in Nantes, France trails top markets by ~25–30%, offset by strong QoL. Expect base ~€45k–€65k plus bonuses/equity.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Nantes has occasional game marketing training. Most upskilling comes from visiting experts or online courses.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "In Nantes, marketing/tech degrees and game-design tracks exist, but dedicated PMM (Games) paths are limited; expect on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "PMM (Games) hires in Nantes typically 3-4 months; US candidates may face 4-6 month visa/relocation timelines.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "France - Nantes: English is widely used in local game studios, but many teams still expect some French; you\u0027re open to learning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Nantes, France, studios typically support hybrid PMM roles; fully remote is negotiable but not universal - prepare for regional collaboration needs.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Moderate PMM (games) pool in Nantes; solid for mid-level roles, but seniors may require relocation or remote arrangements.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "France/Nantes leans progressive with strong social protections and civic engagement; aligns with your family’s emphasis on equity and healthcare.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Promiscuity attitudes in Nantes, France reflect liberal urban culture; sex-positive norms are common here, though some circles prefer discretion.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Nantes, France, public messaging should center shared wellbeing and accurate information. It should promote inclusive civic participation with minimal propaganda.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Nantes, FR offers a pluralistic media scene; broad press freedom with occasional spin, rapidly challenged by independent outlets and watchdogs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Tram lines, BusWay, and Chronobus stitch Nantes Métropole; late-night service is limited, so plan around gaps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Nantes, FR has limited local publisher access; founders may rely on conferences abroad or remote BD with Paris-based teams.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Nantes, FR, high-end living is accessible with solid healthcare and schools; some niche luxuries may require travel or advance booking.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Nantes, France, universal healthcare and strong public services cushion costs for lower-income families, though social housing queues can be long.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Nantes, FR, middle-income families enjoy strong public services and healthcare in family-friendly neighborhoods. Budgeting keeps housing and travel manageable.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "France\u0027s Nantes has a growing game-dev scene and solid broadband for real-time work. France grants and visa paths aid studios and founders.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "10: In Nantes, France, secular laïcité keeps religion from policymaking while honoring personal beliefs in a pluralist society.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Remote/Hybrid work is standard in Nantes, FR with formal policies—matching your family\u0027s need for flexible, remote-friendly roles.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Nantes, FR startups commonly support hybrid/remote roles; strong broadband and EU remote tooling fit your family\u0027s needs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Nantes, France, hybrid/remote work is common; coworking hubs and networks support distributed teams like Trey and Sarah.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "France offers multi-form Talent Passport residencies in Nantes; stays are long, renewals depend on ongoing business activity and income proof.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Nantes, FR offers strong schools, healthcare, and a growing game-dev scene with grants. Funding cycles can drive occasional churn for a founder-family.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Nantes, France, public pensions are solid and healthcare is universal. Eldercare and supplemental schemes support a dignified retirement.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "France (Nantes) public pensions are accessible to visa holders after contributing; long-term residency helps maximize retirement rights.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Nantes has moderate Ruby roles; expect maintenance work and remote options with some ecommerce/SaaS shops, but most openings cluster in Paris; network.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Violent crime is low in Nantes; petty theft around tram stops occurs. With standard precautions, the family is safe, though areas after dark warrant caution.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Strong overall options in Nantes: solid public schools, plus the International School of Nantes and bilingual Sainte-Luce tracks for English.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Nantes coast sea temps 18-22°C; swims feasible most of year, but shoulder months may need light wetsuits for kids.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Nantes, FR has a mild Atlantic climate with occasional storms; expect a few seasonal swings and plan for quick weather adjustments.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Nantes, FR, long summer days and milder winters keep mood steady; energize with regular outdoor breaks and light coping routines.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Nantes, FR has a mild Atlantic climate. Winters are ~5–8°C and summers ~22–25°C, with regular rain and breezy days.",
      "alignmentValue": 9
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Nantes has a growing tech scene, but senior startup talent is limited locally; expect to recruit from Paris/other FR hubs or remote.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "France\u0027s comprehensive sex education and LGBTQ\u002B inclusion in Nantes match this family\u0027s sex-positive, progressive attitudes.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "France/Nantes offers universal healthcare and solid family benefits, supporting your QoL and education priorities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Nantes, 2k sq ft rentals are scarce; expect tight inventory and possible compromises on district or age to secure space near good schools.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Nantes, FR spring typically 12–23°C with mild breezes and occasional showers; pack light layers for park days and outdoor play.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "France stays steady with predictable policies; Nantes offers solid social protections and family services, with occasional protests.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Nantes, FR supports pluralism and rights. It offers universal healthcare and family-friendly services that fit your family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "France\u0027s regulated, pro-entrepreneurship capitalism offers strong safety nets; Nantes provides family-friendly policies and solid public services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Nantes hosts an emerging indie game scene: a handful of studios and coworking spaces, not as dense as Paris, but showing growth.",
      "alignmentValue": 5
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Nantes, FR summers typically highs 24-26°C with Atlantic breezes and cool evenings. Rare heat spikes to 34°C are possible but manageable.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Nantes, France, interactions are generally courteous and efficient. When you initiate conversation, staff often respond positively, even if you speak English.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "France offers strong game tax credits (CIGV) and CNC subsidies; Nantes leverages programs and regional funds, though application windows are competitive.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "France long-stay visa for US first-timers in Nantes may take up to a year; include translation/fees and potential residency steps.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "6: Skepticism is common; in Nantes, trust hinges on transparent local services and straightforward bureaucratic processes.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Nantes, France, corruption is generally low and promptly addressed; governance is transparent and stable for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Nantes, senior software pay is solid but below Paris (roughly €55k–€70k with bonuses); two incomes/remote work support the family’s QoL.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Nantes, France, weekends offer family-friendly options: parks, museums, markets, and transit. Venues fill fast; plan some visits, mix spontaneity.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Typical Nantes schools run 8:30-16:30 with aftercare. Childcare and peri-scolaire options cover a family of four with occasional tweaks.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "France guarantees 25 paid vacation days (5 weeks) plus holidays; fits the Nantes family-friendly work-life balance profile.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "France/Nantes offers roughly 25 days paid vacation (5 weeks) plus holidays, aligning with your family-friendly, work-life balance goals.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Nantes has a modest local game-dev vendor scene. For broader needs, Paris and remote partners cover overflow.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Nantes, VFX real-time pay lags top hubs by about 10–15%. France\u0027s social benefits and family-friendly policies ease relocation for a family.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Nantes, France has only a couple of local VFX (real-time) courses; advanced topics mainly via remote programs.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Nantes has several reputable VFX/real-time programs; Arts et Design Nantes Atlantique and Univ. de Nantes/IUT feed grads into regional studios.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "France (Nantes) has a modest local real-time VFX pool; expect 3–4 month hiring, unless you source EU remote talent.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Nantes, FR, English-speaking VFX (real-time) talent exists but French dominates; expect bilingual screening; larger studios lean English-friendly.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "VFX real-time roles in Nantes, France, are typically hybrid. Studios allow partial remote weeks but expect frequent on-site collaboration.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Nantes has a moderate VFX real-time pool: several small studios exist, but senior specialists are scarce; relocation or remote hiring is likely needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "From Nantes, France, neighbors are open and travel is easy. Cross-border culture and family trips are common here.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "France (Nantes) balances pride in culture with self-critique, promoting healthy patriotism and pluralist media.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "France is viewed positively by neighbors; in Nantes you\u0027ll enjoy easy cross-border travel, strong EU ties, and a cosmopolitan local culture.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "France (Nantes) provides viable routes for entrepreneurs and tech workers (Passeport Talent, Blue Card); criteria are clear but require thorough docs.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In Nantes, FR there are walkable pockets and decent crossings in many neighborhoods. Some busy corridors still require caution with kids.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "US migrants in Nantes find a generally welcoming climate; Nantes Métropole’s Welcome Office and anglophone groups ease bureaucratic steps for families.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Nantes’ Machines de l’Île blends history with whimsy that kids adore. The Loire riverfront parks and easy day trips to Atlantic beaches fuel memorable family weekends.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Nantes, France is mild. Subzero temps are rare, so light coats suffice and snow is a novelty.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Nantes, France: the standard is a 35-hour week with strong family-friendly policies; supports work-life balance for Trey and Sarah.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Nantes, FR offers strong work-life norms: 35-hour weeks and generous leave. Boundaries are respected and family milestones fit with work.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Nantes, France offers robust worker rights, strong unions, and solid protections; aligns with family-friendly, startup-friendly values.",
      "alignmentValue": 9,
      "sameAsParent": true
    }
  ]
}