{
  "version": 2,
  "iso": "FR",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Paris' compact arrondissements hide pockets of green like Parc des Buttes-Chaumont and the Coulée verte, yet we still escape to Fontainebleau forests for breathing room.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "France already faces deadly canicules, drought-stressed rivers, and Atlantic storm surge planning, so the family should expect periodic climate disruptions but benefits from strong adaptation funding.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Atlantic France brings mild, wet winters and comfortable springs, but July–August heatwaves now spike above 35 °C, so the family gets variety with a need for good cooling plans in Paris or Lyon.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Average PM2.5 around 15 µg/m³ and NO2 spikes on périphérique ring roads mean we track smog alerts before long park days.",
      "alignmentValue": 5
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "River flooding, Atlantic windstorms, and the odd Mediterranean wildfire appear regularly, so insurance and alerts are important but manageable.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Atlantic regions hover around 8–15 °C (46–59 °F) and Paris reaches 16 °C (61 °F) by May, with showers but plenty of terrace days the family would enjoy.",
      "alignmentValue": 8
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Paris summer highs average 25 °C (77 °F) but increasingly jump past 35 °C during canicules, while Mediterranean cities exceed 30 °C with warm nights—manageable if the family secures air conditioning.",
      "alignmentValue": 4
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September stays around 18 °C (64 °F) in Paris before sliding to 10 °C (50 °F) with more rain by November, giving the family a long shoulder season for museum trips and markets.",
      "alignmentValue": 7
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Northern cities hover around 3–8 °C (37–46 °F) with damp chill, while the south stays milder; snow is rare away from the Alps, matching the family’s dislike of harsh winters.",
      "alignmentValue": 6
    },
    {
      "key": "Beach Life",
      "alignmentText": "Atlantic beaches like Biarritz and Mediterranean spots near Nice offer lifeguarded sands, though peak tourist season brings crowds and higher prices.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Mediterranean waters warm to 24–26 °C (75–79 °F) by July, while Atlantic coasts stay closer to 19–21 °C, giving the family options depending on comfort.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "From Loire Valley châteaux to the Alps and lavender fields in Provence, weekend getaways deliver diverse scenery for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The 2024 SMIC near €1,766 gross a month outpaces many EU peers but remains tight once Paris rent and childcare enter the budget.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers in Paris pull €65k–€90k with profit-sharing, enough for metro living but leaner than US remote offers after social charges.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "La Défense banks, aerospace primes, and consultancies hire .NET teams steadily, especially with bilingual talent who can bridge legacy systems.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Rails powers scale-ups like Doctolib, Alan, and BlaBlaCar, giving Sarah healthy pipelines if she navigates French-language standups.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Talent Passport and EU Blue Card programs are common for Paris tech hires, yet employers expect French resumes and patience with OFII appointments, so sponsorship is viable but paperwork-heavy.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "France’s €3 trillion economy posts unemployment near 7% and moderate 1–2% growth, offering diversified job markets even during EU downturns.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Hybrid schedules are normal three days a week, though purely remote contracts often expect periodic office weeks in Paris or Lyon.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "The 35-hour week, legally mandated rest days, and August shutdowns mean managers expect people to disconnect—great for Sarah’s need for predictable downtime.",
      "alignmentValue": 8
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Statutory 35-hour weeks and overtime caps are enforced, and many tech firms add RTT days, keeping schedules family-friendly.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Five weeks statutory leave plus public holidays.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Many offices close in August offering extended breaks.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Central arrondissements buzz late into the evening, so we'd likely settle in calmer suburbs like Montreuil or Issy to protect Sarah's slower cadence.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Primary ~08:30–16:30 (long lunch); Wed often half-day; offices ~09:00–18:00; after‑school care (garderie/études) common.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Family meals, markets, parks, sports; many shops open Sat, limited Sun opening outside big cities; cultural outings.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Weekend markets, public parks, and subsidized sports clubs keep families active, and employers expect parents to take school holidays seriously—great for balancing Trey’s work with kid time.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory lacks legal recognition and is primarily embraced within urban queer networks, so openness requires discretion outside big cities.",
      "alignmentValue": 3
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools emphasize academics and respect for teachers, with manageable extracurricular commitments compared to US over-scheduling.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Urban areas offer parks, museums, and family services.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public collèges/lycées are solid, and Paris/Lyon host bilingual and international schools, though the latter charge €10–15k and require early applications.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "École maternelle is free and near-universal from age 3, while crèche spots and licensed nannies receive CAF subsidies—Trey and Sarah just need to join waitlists early in dense arrondissements.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Parisian families rely on municipal crèches and free école maternelle from age three, but lotteries require early applications and backups with assistantes maternelles.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Once registered with CAF, visa holders can claim CMG reimbursements, yet French paperwork and processing lags mean we need cash flow for the first months.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizens enjoy free, secular schools with strong math/language curricula, and larger cities offer international sections that could give Anduin bilingual exposure.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident children enroll easily once they show address, vaccination, and birth certificates; specialized French-as-a-second-language support helps new arrivals acclimate.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Sous contrat schools cost a few hundred euros per year, while international campuses run €12–€20k and require early applications—important if the family wants English-heavy curricula.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizens tap 16+ weeks paid parental leave, monthly CAF allowances, and tax splitting via the family quotient, all of which underpin generous time with young kids.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Once the family contributes to Sécurité sociale they can apply for CAF benefits, though proving income and residency history can delay payouts for new arrivals.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities charge a few hundred euros per year, with prestigious CPGE tracks feeding grandes écoles and CROUS housing keeping living costs manageable for future college-aged kids.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU students pay a few thousand euros annually unless they secure waivers; scholarships and residency status can bring fees closer to citizen rates over time.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-income households are common and men take more parental leave, though household labor still skews female compared with Nordic norms.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal recognition for gender marker changes exists, yet everyday acceptance varies outside major cities, so queer and trans communities concentrate in urban areas.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Anti-discrimination laws, reproductive rights, and generous parental leave policies align with the family’s equity expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Fashion-conscious culture with broad expressions allowed.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Work-life balance and emotional expression encouraged.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Centuries of art, Michelin-level food, and easy train trips to UNESCO sites keep weekends stimulating for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "French remains essential for bureaucracy and daily life; English is workable in Paris tech circles but drops fast in prefectures, so the family should plan for classes and translation help.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "France legalised marriage equality and maintains robust secular policies, yet debates over laïcité and policing show tensions—urban areas feel progressive overall for the family.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist traditions influence politics but market economy prevails.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "High secularism with religion largely private.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex education is comprehensive and public conversation around relationships is open, though polyamory remains niche outside major cities.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Legal protections and growing social acceptance.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighbors may seem reserved at first, yet school parent groups, sports clubs, and local associations open doors once the family shows steady participation.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "French identity emphasizes republican ideals, culinary heritage, and the role of the state, which locals discuss with pride.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Relations with Germany and Spain are pragmatic and cooperative, while historic rivalries show up mostly in sports banter.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Seen as influential but sometimes aloof.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Paris/Lyon/Marseille vibrant; smaller cities quieter; café/bar culture late dining; safety varies by arrondissement.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Smart‑casual tailoring, minimalist chic, quality sneakers/boots; weather‑appropriate outerwear.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Minimalist to chic; dresses/knits/trousers with layers; strong fashion/beauty culture.",
      "alignmentValue": 8
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Locals cherish café culture, hiking in the Alps or Pyrenees, and neighborhood sports clubs, offering easy ways for Trey and Sarah to plug into community life.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Publishers like Asmodee are headquartered near Paris, and cities host board-game cafés and festivals such as Paris Est Ludique, aligning with Trey’s tabletop interests.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "From rooftop bars at Cité de la Mode to jazz cellars in Saint-Germain, Paris keeps world-class nightlife within a short metro ride for date nights.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Meetup groups cover startup pitches, queer communities, and parenting circles, especially in Paris and Lyon, giving Trey and Sarah ready-made networks.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Regional trains reach hiking trails, vineyards, and coasts within a few hours, making spontaneous nature trips realistic without a car.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "A semi-presidential system with proportional parliamentary elections keeps multiple parties in play and encourages civic engagement.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Strict secularism keeps religion separate from state.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Powerful unions, collective bargaining, and strict dismissal rules give employees leverage if workloads creep up.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "France blends dirigiste economic planning with social welfare, funding public services while courting strategic industries.",
      "alignmentValue": 7
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Courts, media, and frequent protests keep checks on executive power; even with emergency powers during crises, institutions remain resilient.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Heavy regulation and worker protections coexist with vibrant private enterprise, offering stability at the cost of some bureaucracy.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "Frequent strikes and protests create noise, yet NATO/EU membership and predictable institutions keep the long-term outlook steady.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters operate independently and investigative journalism is robust, though government messaging spikes during security incidents.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government campaigns emphasize republican values, anti-extremism, and climate action—messages the family may appreciate even if they can feel frequent after major protests.",
      "alignmentValue": 6
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, extensive family benefits, and strong LGBTQ protections align with the family’s progressive values, even if bureaucracy can feel heavy.",
      "alignmentValue": 8
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Eurobarometer surveys show trust hovering near 35%, with protests expressing frustration but not eroding core institutions.",
      "alignmentValue": 6
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "France scores well on Transparency International indices, though periodic political finance scandals remind us to watch procurement processes.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Corruption tends to surface in campaign financing or public procurement rather than day-to-day bribery, so diligence on contracts is enough.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Family flats inside the périphérique often exceed €2,800 monthly and demand guarantors; many expats choose RER-connected suburbs for space.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime stays low, yet pickpockets around Châtelet and protest marches require situational awareness with the kids.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "France’s universal Sécurité sociale system covers GP visits, maternity care, and prescriptions with low co-pays, delivering reliable care for families.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "After three months of residence the family can enroll in PUMA for public coverage, with supplemental mutuelle plans filling gaps for faster specialist access.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Subsidized childcare and parental benefits available.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Typical families rely on state-run childcare, employer meal vouchers, and long school vacations; coordinating all the paperwork takes effort but pays off.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "High literacy and strong universities though competitive exams.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Sixteen metro lines, RER express trains, and growing tram corridors make car-free living easy, especially once the Grand Paris Express opens new links.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "Mixed economy with significant state role.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "France uses pay-as-you-earn withholding plus a streamlined online declaration; expect forms only in French, so hiring an accountant the first year helps.",
      "alignmentValue": 6
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "High earners face marginal income taxes up to 45% plus ~25% social contributions; with France’s family quotient the effective rate still lands in the low 40s, higher than the family pays today.",
      "alignmentValue": 4
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "SEPA transfers clear quickly, contactless cards and Apple Pay are ubiquitous, and online banks like Boursorama ease setup once residency documents are ready.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Expect €4,000–€4,500 per month for housing, childcare, and transport in Paris; relocating to commuter towns trims costs but adds travel time.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "France’s pay-as-you-go system now targets retirement around age 64; benefits cover basics but assume homeowners supplement with savings.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "US–France totalization lets long-term residents combine contributions, but the family would still rely on private savings given modest state payouts.",
      "alignmentValue": 5
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Talent Passport, EU Blue Card, and Profession Libérale visas cover most scenarios, but each demands diplomas, work contracts, or business plans translated into French.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Large American communities in Paris and Bordeaux smooth integration, yet officials expect French fluency and meticulous paperwork, so patience is required.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Multi-year Talent Passports renew in four-year blocks, and after five years of residence the family can seek 10-year cartes de résident if they maintain income and integration.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "After five years of residence (or three if married to a citizen), applicants need B1 French and a civics interview; dual citizenship is allowed so the family can retain US passports.",
      "alignmentValue": 7
    },
    {
      "key": "Family Members",
      "alignmentText": "Long-stay visas allow spouses to work once OFII paperwork is cleared, and children access public schools and healthcare on par with locals.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Consular appointments and OFII validation often stretch 2–4 months, with fees of €200–€450 per adult plus translation costs.",
      "alignmentValue": 6
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Visa holders must maintain French tax residence, update prefecture records, and keep health insurance active; missed renewals can trigger exit orders.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Yes—dual nationality is allowed.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Expect ANEF online submissions, in-person OFII visits, French-language leases, and notarized translations; hiring a relocation attorney eases the learning curve.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Ubisoft, Dontnod, Quantic Dream, and Ankama recruit in Paris, while EU studios contract remote specialists, giving Trey steady opportunities.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Paris anchors Ubisoft HQ, Quantic Dream, and indie teams like Motion Twin, surrounding Trey with AAA and experimental peers.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Paris Games Week, Game Only meetups, and Women in Games France events keep the dev community active all year.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "CNC grants, the Jeux Vidéo tax credit, and Station F incubators give Trey's studio realistic funding and mentorship paths.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Nationwide fiber, cashless transit gates, and the Grand Paris Express expansion keep infrastructure modern for a tech-focused family.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Extremes & Variability\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Sunlight Hours\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Pleasant Weather Windows\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Friendliness & Neighborliness Index\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - General",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - General\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - White Migrants",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - White Migrants\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Surface Interaction Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depth-Seeking Social Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Boundary & Bubble Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Moral, Honesty & Openness Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Living Opportunities\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Lower-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Lower-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Middle-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Middle-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Higher-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Higher-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Spacious Housing Benchmark (2k sq ft Rent)\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Grooming & Beauty Investment\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Body Image & Fitness Pressure\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fashion & Style Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Flirting Boundaries & Consent Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Gendered Flirting Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Monogamy vs. Non-Monogamy Acceptance\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Promiscuity Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Group & Multi-Partner Relationship Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Space & Touch Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Firearm Laws & Ownership Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Controlled Substance Policies\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Drug Enforcement Climate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Mass Violence Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Carceral Conditions & Prison Labor\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Walkability & Pedestrian Safety\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Health Consciousness\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Processed Food Saturation\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fresh & International Cuisine Access\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depression Prevalence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Obesity Rate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Cancer Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Broader Job Market Resilience\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    }
  ]
}
