{
  "version": 2,
  "iso": "FR",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Bordeaux hosts fintech and aeronautics-related .NET work (CDiscount, Mérignac); remote Paris-scaleup roles extend opportunities in Gironde.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Bordeaux, 2D Environmental Artist pay trails top markets by ~20%; strong healthcare and work-life balance help offset relocation for families.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Bordeaux has limited dedicated 2D environment art courses; occasional workshops exist (ESAD Bordeaux, meetups), but most upskilling is remote or self-guided.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Bordeaux, FR has art/design tracks; dedicated 2D environmental art degrees are limited; cohorts are small; studios provide upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Bordeaux, France, 2D Environmental Artist roles may take 4–5 months. Local pools are modest, but remote/hybrid hiring and English-friendly candidates help.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Bordeaux, English is common in studios but French remains dominant; expect bilingual teams and local-language onboarding.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Bordeaux, France, studios frequently offer hybrid or remote 2D environmental artist roles. Some on-site collaboration remains common.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "France Bordeaux: 2D environmental artist pool is small with sporadic availability; aggressive sourcing or contract hires are often needed.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Bordeaux, France: 3D animator pay ~20% below global medians; lifestyle and grants offset, but top hubs pay more.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "In Bordeaux, 3D animation continuing education exists but is sporadic; core programs are in Paris, with online options and local workshops limited.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Bordeaux has few dedicated 3D animation programs; many graduates come from adjacent arts/CG courses or move to Paris; local studios offer upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "3D animator hires in Bordeaux typically run 3–4 months due to a smaller local pool. Remote options can speed sourcing but relocation may be needed for top talent.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Bordeaux, 3D animation work often uses French locally; English is common in international studios but bilingual skills help.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Hybrid 3D animator roles are common in Bordeaux, France; strong broadband supports remote days, but frequent on-site collaboration is expected.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Moderate 3D animation pool in Bordeaux; notable studios exist (e.g., Asobo), but senior roles may require relocation or longer searches.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "6: In Bordeaux, 3D character artist pay is ~20% below global medians; local benefits and livability help offset the gap.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Bordeaux, FR has only a couple local providers for 3D character art fundamentals; most upskilling is via remote/online courses.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Bordeaux, FR has a few design/game programs. Dedicated 3D character curricula are limited, so grads often need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Bordeaux, FR: 4-5 months to hire a 3D character artist; local supply is modest, so remote or relocation options may be needed.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Bordeaux, FR, most 3D character artists work in French; English is used in multinational/remote gigs, with indies favoring French.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Bordeaux studios support remote/hybrid 3D artist roles with async workflows; expect some on-site time and visa steps for US applicants.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "3D character artist pool in Bordeaux is modest but present (Ubisoft Bordeaux and local studios). Hiring may require relocation or remote arrangements.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Bordeaux has generalist accelerators and university labs; no dedicated game tracks, so programs will be broad rather than game-specific.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "In Bordeaux, PM2.5 is moderate with NO2 spikes during rush hours; we keep air purifiers handy on smog days.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Bordeaux hosts Ubisoft Bordeaux and a cluster of mid-size studios, anchoring game-dev opportunities; still fewer large franchises than Paris.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "In Bordeaux, France, atheism is widely accepted; laicite keeps public life secular and neutral, with minimal religious intrusion.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "France (Bordeaux): strong rule of law and independent institutions. Low backsliding risk for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Bordeaux, FR, is functional with modern digital options; foreigners may face lengthy account-opening paperwork.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Bordeaux are usable with planning; Arcachon coast about an hour away offers family-friendly options, though some spots lack shade or lifeguards.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Bordeaux, France has a growing board game scene with cafés and clubs; families can join regular meetups and kid-friendly game nights around the city.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Bordeaux, FR, body diversity is supported. Fitness is framed as well-being with respectful, inclusive conversations.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Bordeaux, FR offers solid resilience with diversified sectors (tech, wine, services) and startup grants. Layoffs are possible, but reemployment is common.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Bordeaux, France benefits from universal healthcare and strong cancer screening; incidence is typically below or near European averages.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Bordeaux, FR: French prisons generally meet international standards with active oversight and restorative programs; humane conditions supported.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Child Care Support",
      "alignmentText": "France, Bordeaux: strong public childcare with CAF subsidies and crèches. Reliable options exist, though queues and enrollment planning may be needed.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Bordeaux, FR offers solid childcare, parks, and safe neighborhoods. Most districts are family-friendly, with a few busy ones.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "France\u0027s Bordeaux offers strong childcare subsidies (PAJE/CAF). They reduce 0-3 costs and support dual-income families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "France/Bordeaux subsidies exist but visa holders typically face waiting periods; expect partial support after residency; plan private options.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Bordeaux, FR has a growing board-game and gaming scene and climbing gyms. Plenty of family-friendly clubs and meetups support your hobbies.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Community Activity",
      "alignmentText": "Bordeaux has a budding game/tech scene with some meetups and coworking spaces; activity is modest; usually a few events per year.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Bordeaux, FR, universal healthcare supports wellness. Active lifestyles and preventive care messaging are common.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Bordeaux, FR, intentional community options exist but are limited; families may need outreach and time to connect.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Bordeaux, CM pay trails top markets by ~25–30%; solid local benefits and lifestyle perks help offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Bordeaux has sporadic local workshops for community managers. Most upskilling is online due to limited local programs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "In Bordeaux, one or two reputable programs consistently place community manager grads into regional studios (Ubisoft Bordeaux as a notable employer).",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Bordeaux, FR: local CM talent is moderate; expect 4-5 months with proactive sourcing; remote/EU candidates can help.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Bordeaux, France: English-speaking community managers exist. Client-facing roles favor bilingual (French/English) candidates.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Bordeaux studios often offer hybrid community manager roles; remote options exist with negotiation, matching this family\u0027s remote-friendly needs in France.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Moderate Community Manager talent pool in Bordeaux, France. Startups may need relocation or remote options for niche skills.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "8: Bordeaux, France, communities are kind but you\u0027ll need to reach out to join clubs and local events.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Bordeaux, FR: compensation at established studios is slightly below leading hubs yet sustainable for families; strong benefits and remote options help.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Bordeaux, startup comp aligns with global medians after cost of living; equity offered, strong French benefits support family stability.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Visa steps in Bordeaux are navigable but paperwork-heavy. Plan for OFII processing and biometrics with periodic check-ins.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Bordeaux, FR offers university-led continuing ed and local tech meetups. Most programs are regular, but English options are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Bordeaux, France has a serviceable contractor bench with pockets of scarcity for game dev and cloud roles; expect some lead times.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Bordeaux, FR\u0027s harm-reduction approach and universal health care align with your family\u0027s values; penalties are manageable with treatment options.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Bordeaux, France offers solid public services and startup incentives. Payroll taxes and housing costs are higher than the US, so budget carefully.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Bordeaux is moderate for a family; rent ~€1.5k-€1.8k for a 3-bed, groceries reasonable, dining out pricier in peak season.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Bordeaux, France, has a solid coworking scene and startup programs, but few game-focused labs; strong broadband and local grant options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Bordeaux\u0027s tech hiring is steady with moderate competition for developers; local supply exists, but some gaps persist; remote options help.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Bordeaux, FR is moderate. Robust health services and open dialogue support care, though wait times may occur.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Bordeaux, deep bonds form through clubs and community events; steady effort and shared projects build trust. English-friendly; learning French helps.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "France/Bordeaux benefits from strong anti-discrimination laws and LGBTQ\u002B protections. D\u0026I commitments exist in studios, but progress is uneven.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Bordeaux, France, enforcement is targeted and varies by district. Monitor local trends to avoid heavy-handed policing.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "France fully allows US dual citizenship with no restrictions. In Bordeaux you can retain both through standard citizenship processes.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "France Bordeaux offers MVP-to-demo grants via Bpifrance and regional funds; expect about 150k–350k early-stage for game dev.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Bordeaux, France offers public grants and Bpifrance support; game-specific funds are limited, but general funds and programs exist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "France\u0027s economy is solid with diverse sectors and social safety nets; Bordeaux offers steady growth, skilled jobs, and strong public services for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "France\u0027s balanced, innovation-friendly economy offers grants/visas and stable governance, supportive for a family entrepreneur in Bordeaux.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "France/Bordeaux has stable, pro-creative policy with grants and incentives; minor shifts exist but are manageable for game/tech startups.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "France\u0027s education delivers high outcomes; Bordeaux offers solid public schools and early programs, with accessible bilingual options.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Bordeaux has few dedicated game programs. CS/arts degrees exist but often require internships or additional training for game-ready skills.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Sponsorship exists in Bordeaux\u0027s tech scene but typically demands standout resumes; legal help and quota limits can complicate offers.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "In Bordeaux, Unity and Unreal enjoy active local communities; no single engine dominates, enabling cross-training and collaboration.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Bordeaux, FR has excellent environmental quality: clean waterways, many parks, and strong recycling; only minor localized industrial impacts.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Bordeaux, France, tax near 30% for a two-adult, two-child family; public services offset costs (healthcare, education, childcare).",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Bordeaux, FR stays mild: 24°C (75°F) in September. By November it’s about 13°C (55°F) with light rain—great for vineyard visits.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "In Bordeaux, France, families enjoy strong social support, good schools, and safe, walkable neighborhoods. Inclusive policies foster belonging.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "France allows family reunification; Bordeaux is family-friendly, but visas can be slow and require stable income.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "France (Bordeaux) offers strong family benefits: long parental leave, child allowances, housing aid; accessible to residents despite some bureaucracy.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "France’s family policy in Bordeaux is generous and adaptive. Child allowances and subsidized childcare ease costs as kids grow.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "France (Bordeaux): Visa families have solid health and education access. Most benefits require residency duration, but access grows with a permit.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Bordeaux, France, lean toward tidy smart-casual. Dress stylish yet practical to blend with locals in daily life.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Bordeaux, France, fashion is diverse and body-positive. Urban life supports broad self-expression for women.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Bordeaux, FR, men\u0027s fashion is modern and accessible; urban men dress creatively without stigma. This fits a progressive, family-oriented household.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Bordeaux, FR shows flexible femininity norms; women freely pursue diverse roles; English-friendly, secular, and family-friendly culture.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Bordeaux, France, gun ownership is tightly regulated; licensing and safety rules keep firearms infrequent in daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Consent culture in Bordeaux, FR is strong; most interactions are respectful with clear cues. This matches a progressive, family-friendly, inclusive profile.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "France Bordeaux: growing founder scene via La French Tech Bordeaux and local incubators; regular meetups and mentorship opportunities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Bordeaux, fresh markets and a solid mix of cuisines meet most cravings; specialty ingredients may require occasional trips to Paris or specialty shops.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Bordeaux, France, locals are polite and open to newcomers; with initiative and joining local groups, integration should progress smoothly.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "8 - Bordeaux has a solid game dev scene with Asobo/Ubisoft Bordeaux; remote work and local studios offer steady opportunities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "France (Bordeaux): strong protections for gender diversity, inclusive healthcare, and urban acceptance; some official docs still binary.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "France offers strong gender rights with robust laws and enforcement; Bordeaux shows broad protections, though leadership representation still trails in some sectors.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Bordeaux, France shows egalitarian norms with strong parental policies; urban areas are progressive, though some legacy gender expectations linger.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Bordeaux, France, flirting norms are broadly inclusive. All genders are welcomed, aligning with our progressive, polyamory-friendly family values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Bordeaux, FR offers universal healthcare and strong public schools; visa holders can work, but cannot vote and face renewal checks.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Global warming risk in Bordeaux, FR is moderate; strong infrastructure and adaptation plans support a long-term family stay.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "France offers startup visas (French Tech Visa/Passeport Talent) for founders; Bordeaux has a growing tech ecosystem, though processing times vary.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Moderate grooming fits Bordeaux, France’s smart-casual culture. No pressure to overdo it for daily life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Bordeaux, France, polyamorous/group lifestyles are tolerated in progressive circles; public acceptance exists while formal recognition remains limited.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "France\u0027s universal healthcare in Bordeaux offers comprehensive, affordable care with strong pediatric services and good access for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "France (Bordeaux) visa families have solid public healthcare via CPAM/Carte Vitale; add mutuelle to minimize out-of-pocket costs.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "France offers heavily subsidized public universities; in Bordeaux, tuition is low and scholarships exist for citizens.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Bordeaux, France, US visa holders access public universities with moderate fees. Dedicated international student offices aid admissions and funding.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Bordeaux hiring typically 2-3 months; remote work helps. English-friendly tech scene with solid broadband, visa steps may slow.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Bordeaux, France, startup roles typically fill in 3-4 months. Remote options and visa-friendly programs help align with the family\u0027s needs.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Adequate family housing exists in Bordeaux (Chartrons/Caudéran) at ~€1.5k–€1.7k with guarantors; Euratlantique new builds ease supply but prices are rising.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "France has a digital tax system with pre-filled elements and family quotient; in Bordeaux, returns are manageable, but cross-border income may require advice.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Immigrants are generally welcomed in Bordeaux; families find solid services and safety. Occasional rhetoric exists, but overall openness.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Bordeaux, France, a U.S. family willing to learn French tends to fit in; mostly comfortable integration, though some circles question motives.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Bordeaux, FR, K-12 access is universal with strong public schools; language support and transfers are straightforward.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "France allows visa families to enroll in public K-12 with residency proof; in Bordeaux expect typical enrollment steps and language support.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English is common in many Bordeaux services, but schools and government offices still rely on French. The family plans to study French to participate fully.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Bordeaux, English is common in international studios; expect bilingual teams and French for local docs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Bordeaux, FR startup scene is bilingual; English is common in teams, but local French is needed for customers and regulatory work.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "In Bordeaux, game/IP law talent exists but is limited; startups typically lean on Paris-based or national IP firms for licensing deals.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Bordeaux, France, LGBTQ\u002B protections are strong; urban life is welcoming with inclusive services, though some rural pockets may vary.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Bordeaux, France hosts indie dev circles and university playtest groups. Expect lead times for formal tests, but solid local feedback through regional studios.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Bordeaux, Marxist ideas have a niche but present role. France\u0027s welfare culture supports open debate.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Bordeaux, masculinity is broad and inclusive. Caregiving and shared parenting are common, though older circles may hold traditional views.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Bordeaux, France, mass violence remains rare; residents feel safe with clear emergency guidance and strong local security.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "French Tech Bordeaux, Le Girofard, and active parenting forums provide a friendly landing pad for the family in Bordeaux, FR.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "France (Bordeaux) SMIC ~€1,766 gross/month (2024). For a family of four, one wage struggles with city rents.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Bordeaux, France provides modern utilities and reliable transit with minimal outages. This supports steady broadband access for your tech work and family life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Bordeaux, France, non-monogamy is varied: urban spaces are generally welcoming. Discretion remains important in daily life.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Bordeaux, France, openness is welcomed; share needs (broadband, grants, visas, childcare) clearly but with tact to fit local norms.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Attractive landscapes near Bordeaux, France. The Arcachon dunes, estuaries, and riverfronts offer family-friendly outdoor days with planned visits.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Moderate natural-disaster risk in Bordeaux, FR: floods/storms can occur every few years, but strong infrastructure and warnings keep family disruption limited.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nature access in Bordeaux, France, is family-friendly with city parks and short trips to Arcachon Bay and nearby forests. Some spots require a car.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Bordeaux runs festivals and a vibrant live music scene with family-friendly events; riverside guinguettes and late trams enable easy, safe outings.",
      "alignmentValue": 10
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife is centered in specific Bordeaux districts like Place de la Victoire and Bassins à Flot. Plan with sitters and reliable transport for evenings.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Bordeaux Games and the Bordeaux Geek Festival anchor a strong Bordeaux game dev scene with family-friendly events and newcomer-friendly meetups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Bordeaux, FR hosts notable studios like Asobo, Ubisoft Bordeaux, Motion Twin and Shiro Games; a strong local network for Trey’s game projects.",
      "alignmentValue": 9
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Bordeaux, France, obesity rates stay below national averages thanks to walkable neighborhoods and strong preventive care.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "France offers strong video game incentives (tax credits, grants) and Bordeaux\u0027s tech ecosystem; solid startup support with some local gaps.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Bordeaux’s tram-based life keeps commutes under 30 minutes; café culture and riverside evenings support a relaxed, family-friendly pace.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Bordeaux, France offers strong parental leave and universal childcare. It supports diverse parenting with dual involvement.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "France (Bordeaux) offers naturalization after ~5 years of residence with language proof. Dual citizenship is allowed; residency is achievable for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "France (Bordeaux) shows low corruption; robust institutions support trust. Public services feel transparent and predictable for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Bordeaux, France, expect closer greetings and sociable spaces; maintain gentle boundaries and clear cues, especially in crowded venues.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Bordeaux, France, casual touching and bisous are common; crowded trams mean closer contact, but you can politely set personal-space boundaries.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Bordeaux, France offers mild year-round weather with many outdoors-friendly days; a few humid summers may require light planning.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "France (Bordeaux) has a stable, transparent democracy. Open civic channels and strong rule of law support families like ours.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Bordeaux, France, polyamory is largely private. Social acceptance exists but there is no legal recognition.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Bordeaux, France, offers a solid childcare network with subsidies; waitlists exist for popular crèches; plan early for your 1-year-old; bilingual options.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Private Education",
      "alignmentText": "Private schools exist in Bordeaux with premium tuition; international/bilingual options are available, but costs can be high. Public schools offer solid bilingual tracks.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "France\u0027s Bordeaux has strong fresh markets; processed foods are common but balanced by local produce and seafood.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "PMM (Games) pay in Bordeaux is ~20% below global medians. Local benefits and a lower cost of living vs Paris help the family transition.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Bordeaux, France has limited PMM (games) education. Occasional local meetups exist; most learning is online or via Paris.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Bordeaux has marketing programs (KEDGE, University of Bordeaux) but PMM (games) pipelines are niche; studios with ties help grads.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Bordeaux\u0027s PMM (Games) market is niche; expect 6\u002B month searches, with remote/EU talent needed due to limited local pipelines.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Bordeaux, France: English is common in games, but client-facing roles favor French; bilingual candidates fit best.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Bordeaux, France, many game studios offer hybrid PMM roles; fully remote needs negotiation, but flexible async workflows are increasingly accepted.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "France Bordeaux: small pool of games product marketing managers; mainly mid-level talent. Remote/hybrid options and targeted sourcing required.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "Progressivism alignment in Bordeaux, FR: strong social supports, universal healthcare, good schools; family-friendly and LGBTQ\u002B inclusive.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Urban Bordeaux, France, is generally open about sexuality; casual relationships are accepted, though some circles still prefer discretion.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Bordeaux, FR public messaging emphasizes social welfare, inclusivity, and factual info with diverse voices; minimal nationalist spin.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "France (Bordeaux) offers pluralistic media; watchdogs and independent outlets curb propaganda, with only occasional spin.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Trams A–D and TER links cover daily travel in Bordeaux. Weekend service can be lighter, so plan around gaps.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Bordeaux has limited local publisher access; founders rely on conferences abroad and remote deals with EU/global platforms.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Bordeaux, France, high-end living is accessible with premium dining, culture, and good schools. Some elite services may require planning or travel.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Bordeaux, universal healthcare and family services help, but lower-income families face long housing waitlists in desirable neighborhoods.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Bordeaux, a middle-income family enjoys strong public services and healthcare. Housing and childcare costs require mindful budgeting.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Bordeaux\u0027s growing game-dev scene supports real-time work (Unity) and local funding, matching Trey’s needs and the family’s tech focus.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "France\u0027s laïcité ensures religion and politics stay separate in Bordeaux; personal beliefs are respected.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "9: In Bordeaux, FR, studios commonly offer hybrid/remote roles with clear policies, aligning with our family friendly, remote-ready preferences.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Hybrid remote work is common in Bordeaux, FR; expect remote collaboration with occasional onsite meets, fitting a family-friendly startup life.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Bordeaux, FR: remote work is accepted but varies by employer; expect hybrid options and some policy negotiation for families.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "France\u0027s Passeport Talent for founders offers multi-year permits with renewals; Bordeaux\u0027s startup scene supports durable residency paths.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "In Bordeaux, France, startup funding cycles can create churn; the founder family should enjoy solid retention with periodic shifts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "France (Bordeaux) offers a solid pension system and universal healthcare; retirement depends on ongoing contributions but remains dependable.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Bordeaux, FR, visa holders who settle long-term can participate fully in public pension schemes; retirement benefits accrue with work years.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles exist in Bordeaux, France but cluster in a few firms. Remote Paris postings help; consistent networking is advised.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Bordeaux, France is generally safe; petty crime occurs mainly in nightlife areas and near tram hubs; supervise kids, especially after dark.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "In Bordeaux, France, public schools are solid; ISB and Montessori options support bilingual needs; plan admissions for private/international tracks.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Bordeaux, FR: summer sea 20-21 C; shoulder months 18 C; swimmable mainly in summer; light protection for kids in shoulder months.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Bordeaux, FR has mostly mild seasons with rare heatwaves. Wet winters require planning, but overall climate is stable for your family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Bordeaux, France offers mild winters and long summer evenings, keeping daylight ample. With light routines, the family should stay energized.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Bordeaux, France, has a mild, oceanic climate with winters around 3–7°C and summers near 20–25°C. Humidity is moderate, making outdoor family time comfortable most days.",
      "alignmentValue": 9
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Modest senior startup pool in Bordeaux; strong graduates, but few veteran founders, so hiring often needs international or remote candidates.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Bordeaux, FR, sex education is comprehensive and destigmatized with accessible resources. This aligns with the family\u0027s sex-positive values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "France\u0027s social policies in Bordeaux offer universal healthcare, family benefits, and childcare subsidies; strong safety nets for families.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Bordeaux, 2k sq ft rentals appear occasionally and move quickly; expect premium rents or broker connections; consider outskirts like Talence or Pessac.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Bordeaux typically 12–23 °C (54–73 °F). Mild breezes and occasional showers—pack layers for park days.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "France remains steady with predictable policies; Bordeaux offers stable governance and low crisis risk.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "France\u0027s pluralist, rights-respecting system aligns with your values; Bordeaux offers strong public schools, universal healthcare, and startup support.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "France\u0027s balanced social market supports startups with grants and strong safety nets; Bordeaux offers universal healthcare, education, and family policies.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Bordeaux has a healthy game dev scene with a few studios like Asobo and several indies; solid collaboration potential, not Paris-scale density.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Bordeaux summers typically hover around 27-29 °C. Occasional heatwaves can reach 35 °C, but nights stay cool.",
      "alignmentValue": 9
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Bordeaux, France, interactions are polite but efficient; can feel brisk, with warmth when you initiate.",
      "alignmentValue": 7
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "France’s CIJV video-game tax credit is solid nationwide; Bordeaux’s ecosystem and Nouvelle‑Aquitaine grants can diversify startup funding.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "France long-stay visa process for a US family in Bordeaux may run ~9 months with manageable fees; include translations and admin costs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "France (Bordeaux) trust is mixed; public services are responsive, but regional politics temper confidence for families planning migration.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Bordeaux, France, corruption is generally low; petty issues are swiftly addressed, aligning with your family\u0027s safety and governance priorities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior software salaries in Bordeaux are solid but below Paris\u0027 top hubs. Costs are lower, so remote work or negotiated relocation packages aid the family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Bordeaux, France offer parks, markets, and kid-friendly museums. Popular sites may require reservations, but many activities are walk-in.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Bordeaux, schools run roughly 8:30-16:30 with aftercare until about 18:00. Remote/hybrid work helps cover gaps for two kids.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "France offers at least 25 days of paid leave plus holidays. Bordeaux families benefit from scheduling flexibility under labor laws.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "France typically grants around 30 days of paid leave (plus holidays/RTT). In Bordeaux, firms often support family time and flexible schedules.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Bordeaux offers a modest local vendor scene: a few studios and French outsourcing firms; core art/QA will rely on remote partners.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Bordeaux, VFX real-time pay trails top hubs by ~25-30%; cost of living is lower and lifestyle benefits help families.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Bordeaux has limited local VFX real-time education; most upskilling is online or via Paris studios; occasional local workshops exist but are sparse.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "In Bordeaux, dedicated VFX RT programs are limited; Ubisoft and local studios offer opportunities, but upskilling is typical.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "In Bordeaux, FR, VFX real-time hiring usually takes 3–4 months; proactive sourcing or relocation support will help land suitable candidates.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "VFX Artist (Real-Time): Language in Bordeaux, FR — English usage is moderate; many studios use French daily, with bilingual teams common.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Bordeaux, remote real-time VFX roles exist case-by-case; expect hybrid on-site collaboration with local studios; English-friendly environments.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Moderate VFX (Real-Time) talent pool in Bordeaux, France. Notable Asobo presence; seniors may require relocation or remote hiring.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "France\u0027s neighbors (Spain, Belgium, Germany, Italy) are generally friendly; cross-border travel from Bordeaux is easy within EU, celebrating cultural exchange.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "France (Bordeaux): proud of culture and democracy, aware of flaws. Civic life here blends heritage with plural media and inclusive policy.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "France is viewed positively by neighboring publics; cross-border travel and trade with Spain, Belgium, and others are smooth, with occasional policy rifts.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "France offers several founder visas (Passeport Talent/Entrepreneur, Startup Visa) and Blue Card routes; Bordeaux has a growing startup ecosystem.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Bordeaux offers a walkable center with pedestrian zones, parks, and tram access. Most neighborhoods are safe for families, with only a few car-heavy streets.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "US families find Bordeaux welcoming through the City Hall Welcome Office; Anglophone networks tied to wine and universities help settlement.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Bordeaux\u0027s UNESCO riverfronts, famed wine routes, and Arcachon Bay beaches offer rich, kid-friendly weekend adventures.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Bordeaux, France winters are mild. Subfreezing nights occur but daytime temperatures are typically 5-10°C.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Bordeaux, France, the standard is a 35-hour workweek with strict overtime caps. This supports predictable evenings for family time.",
      "alignmentValue": 9
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Bordeaux, FR, the 35-hour week and strong parental leave support family milestones. Flexible hours and remote work options help balance work and parenting.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Bordeaux, France, workers enjoy strong protections and active unions, with clear legal recourse; gig-sector gaps remain.",
      "alignmentValue": 9,
      "sameAsParent": true
    }
  ]
}