{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Hannover hosts steady .NET work with Continental, TUI, and public-sector IT; regular openings, but top roles cluster in bigger cities.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "2D Environmental Artist in Hannover: pay may lag top hubs by 10-15%; strong German benefits/healthcare offset relocation, helpful for families.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "In Hannover, local courses exist but advanced 2D environmental art is sporadic; families rely on remote or visiting experts for flexible, hybrid learning.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Hannover, Germany has few dedicated 2D environmental art programs. Only nearby design/media degrees feed the field, so on-the-job upskilling is common.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Hannover, 2D Environmental Artist hiring typically runs 4-5 months. The local pool is shallow, so remote/global sourcing often speeds up the process.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Hannover, English is widely used in game studios; basic German helps collaboration, so English-friendly with some local language learning expected.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "2D environmental art roles in Hannover, Germany commonly offer hybrid setups. Fully remote arrangements are negotiable, with on-site collaboration expected.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Hannover, Germany has a small pool of 2D environmental artists with sporadic availability; expect aggressive sourcing or contract hires.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "3D animator pay in Hannover is solid by German standards with strong benefits. It trails top hubs by ~10-15%, but life quality offsets the gap.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "7: Hannover has occasional 3D animation workshops and uni courses; most upskilling is via visiting experts or remote programs, not a dense local scene.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "In Hannover, Germany, there are a couple of solid animation programs; class sizes are small and grads often upskill on the job for 3D roles.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "3D animator roles in Hannover are niche; local pipelines are shallow. Expect 4-6 months and consider remote or EU-wide hiring.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Hannover, English is widely used in studios; German skills help. Your English-first approach and willingness to learn German suit local 3D animation teams.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Hannover, studios commonly offer hybrid remote work with on-site as needed; aligns with family-friendly policies and reliable broadband.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Hannover\u0027s 3D animator pool is moderate; expect mid-level talent with some seniors, but consider broader sourcing or remote hires.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Hannover 3D character pay trails top hubs by ~10-15%; solid German benefits and family-friendly policies help offset the gap.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Hannover, Germany has some formal 3D art/animation courses via local universities and occasional workshops. Most upskilling remains self-directed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Hannover has basic game/media programs; dedicated 3D character art pipelines are limited, with studios bridging gaps via partnerships.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Local Hannover supply for 3D character artists is modest; hiring may take 3–4 months with proactive sourcing and possible relocation within Germany/EU.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "English is widely used in Hannover\u0027s studios, but German is common; bilingual capability helps for 3D character art roles.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Hannover, Germany, remote and hybrid 3D character artist roles are common. Studios offer flexible setups and equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Moderate Hannover, Germany 3D character artist pool; mid-tier talent available, but senior specialists are limited; relocation or remote sourcing may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Hannover has general startup incubators and university labs; no dedicated game accelerators, but national programs can help game founders.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air quality in Hannover, Germany is good overall. Watch seasonal pollen days and occasional traffic spikes; portable filters may help.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Hannover\u0027s game scene is modest; a few service studios anchor the area, with no major IP-owned AAA studios nearby.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "In Hannover, Germany, atheism is widely accepted; secular life is mainstream with minimal religious pressure.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Germany (Hannover) maintains strong democratic safeguards and independent institutions. Backsliding risk remains low for families seeking civil liberties.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Hannover is modern and accessible; German accounts open with ID and address, SEPA instant payments, and English-friendly fintech options.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "In Hannover, Germany, there are no nearby coastal beaches. Beach trips would require long travel.",
      "alignmentValue": 1,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Hannover, Germany has boardgaming communities, but you\u0027ll need to coordinate to join regular groups. Family-friendly venues and shops exist locally.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Hannover, Germany, body image talk is typically respectful; family-friendly fitness spaces and parks emphasize wellbeing over appearance for your family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Hannover\u0027s economy is diversified across IT, engineering, logistics, and services. Strong safety nets in Germany cushion downturns and support families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Incidence in Hannover sits at global norms; screening and early detection are reliable. Germany\u0027s universal healthcare ensures quick access for your family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Hannover\u0027s system meets international norms with active oversight and rehabilitation programs; detention is humane and transparent.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Hannover, Germany, Kita/Kindergarten is widely subsidized and funded. Expect waitlists and language considerations for expat families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Hannover, Germany is safe and walkable, with parks and good schools. English-friendly services and bilingual options help our kids adjust.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Hannover, Germany provides subsidized Kita slots and Elterngeld; fees are income-based, with generally available childcare for working parents.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Hannover, Germany, visa families receive strong public childcare support with minor residency steps; multilingual access is common.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Hannover, Germany has board-game cafes and climbing gyms; your gaming and family hobbies align with local clubs and activities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Activity",
      "alignmentText": "Hannover hosts regular monthly developer meetups and game-dev groups, offering steady community networking for a founder family.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Hannover, Germany, universal healthcare and family-friendly services support preventive care; wellness culture with parks and clubs is strong.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Hannover has several co-housing and housing cooperatives; families can join networks via Genossenschaften, though entry may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Hannover pay trails top markets by ~25–30%; families gain from QoL and cost relief; many roles offer English-friendly, remote options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Hannover has occasional community manager trainings and local meetups. Much upskilling occurs online or via remote delivery.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Hannover has IT/media degrees, but dedicated Community Manager programs are limited; expect small cohorts and on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Community manager roles in Hannover have modest local pipelines. Plan 4–6 month timelines and consider remote or relocated candidates.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Hannover, English is widely used in tech; basic German helps local onboarding and daily life.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Hannover, Germany studios typically favor hybrid work; remote options are common but may require negotiation; English-friendly teams support family balance.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Moderate community manager pool in Hannover; local agencies and mid-level talent exist, but senior hires may require relocation or remote options.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Hannover, DE, neighbors are kind but building connections takes time; expat and local clubs help newcomers feel welcomed.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Hannover, established studios pay near global medians after cost-of-living adjustments; steady comp with strong family-friendly benefits.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Hannover startups offer competitive base \u002B equity by EU standards; lower cost of living and strong benefits boost packages for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Hannover, Germany, visa and self-employment rules are navigable but require periodic filings and renewals; expect routine bureaucratic steps.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Hannover offers CE via universities and VHS, mostly in German; English options are limited. Expect quarterly events and some workshops, with online options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Hannover has a solid German dev bench with strong remote access nationwide. Unity/game and Azure specialists may be scarce locally.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Hanover, Germany emphasizes harm-reduction and strong health services; small possession tends toward education and treatment, not harsh punishment.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Cost of doing business in Hannover offers moderate rents and solid tech talent. Grants, visa options, and family-friendly policies aid startup runway.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Hannover, DE is moderate; strong healthcare and family supports help budgets align with salaries and savings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Hannover has growing coworking with solid broadband, but game-specific gear (mocap/audio labs) is scarce; still a solid base for indie devs without labs.",
      "alignmentValue": 6
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Tech roles in Hannover are steady but not plentiful; Unity/game dev is a niche, competitive field; remote hiring will help fill gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Hannover, Germany is moderate. Access to mental health care is strong, though some therapy wait times remain.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Hannover, Germany, depth grows with steady effort; join clubs and parent/expat groups to build trust over time.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Hannover, Germany has steady D\u0026I progress with strong LGBTQ\u002B protections. Expat families find inclusive workplaces and growing language support.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Germany\u0027s drug enforcement is generally proportionate with oversight; Hannover families rarely witness aggressive sweeps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany allows US dual citizenship with retention/notification rules; in Hannover you\u0027d typically need a retention permit during naturalization.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "In Hannover, strong non-dilutive grants (ZIM/state) for game/tech startups; early-stage funding roughly €500k–€1M, though competitive.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Hannover offers HTGF seed support and public grants for a US-founded game startup. Funding is competitive; backers for games are limited.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Germany\u0027s solid, diversified economy with startup support in Hannover offers steady growth and safety nets for the family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Germany\u0027s social market economy backs startups with grants and visas; Hannover benefits from stable governance, though bureaucracy remains a hurdle.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Germany\u0027s stable policy climate supports creatives; Hannover benefits from EU funding and predictable regulations.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Education in Hannover, Germany is strong overall with solid public schools and Kita options. Bilingual programs and international tracks exist, but vary by district.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Hannover, Germany, offers solid tech degrees (LUH/HSH) and growing game courses; internships exist, but dedicated game pipelines are still developing.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Hannover, Germany, skilled IT workers are often sponsored (EU Blue Card). Expect some bureaucracy, but many employers cover dependents.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Hannover has strong Unity and Unreal communities; both engines thrive, with cross-training resources and solid German/EU funding support.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "Hannover\u0027s environment in Germany is excellent with clean waterways and abundant green spaces. Regulations keep air/water quality high with only minor local impacts.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Expected tax rate around 40% in Germany (Hannover). Public services like healthcare and education offset the burden.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in Hannover (DE) is generally mild in early autumn (15-20 C). Late fall cools to 5-10 C; bring a sweater, with occasional rain.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Life",
      "alignmentText": "Hannover, Germany, offers strong healthcare and childcare, plus safe neighborhoods; work-life balance and welcoming communities support families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Hannover, Germany: Core family reunification is viable for spouses/partners and minors; adult dependents may require extra paperwork.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Germany (Hannover) offers strong family support: Elterngeld/Kindergeld and universal healthcare. Access can be bureaucratic, but benefits are comprehensive.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Germany (Hannover) offers strong family support: Elterngeld/Kindergeld and robust childcare, though some bureaucracy and income rules apply.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Germany/Hannover offers visa families strong access to health care and child benefits with a residence permit. Most supports are available with minimal residency hurdles.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Hannover, Germany, tidy smart-casual fits; jeans or neat tees work in most settings. High fashion isn\u0027t required.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Hannover, Germany, fashion is diverse and body-positive; women wear varied styles without judgment, fitting the family\u0027s progressive values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Hannover, Germany favors modern urban wear; suburbs stay classic, aligning with family-friendly workplaces and casual settings.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Hannover, Germany, women freely express femininity; progressive gender policies support work-life balance with only minor conservative pockets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Hannover, German gun laws are tight: licenses, training, secure storage; ownership exists mainly for sport/hunting with strict safety norms.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Hannover, consent culture is generally respectful. Most encounters are considerate, but be explicit about boundaries.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Hannover has a modest founder scene tied to universities; expect limited cross-pollination and few regular mentorship circles.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Strong selection in Hannover; fresh markets and diverse restaurants are common. Some niche cuisines may require trips to nearby cities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Hannover, Germany, locals are polite and likely to connect when you reach out. Expect gradual integration through expat and community groups.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Hannover has a modest indie game scene and remote gigs; major studios cluster in Berlin/Hamburg, so networking or occasional relocation may help Trey.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Hannover, Germany: gender-diverse identities enjoy strong protections and social acceptance in urban areas; legal recognition is improving, healthcare accessible.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Germany guarantees gender equality with strong laws; in Hannover, rights are protected, but female leadership representation still lags.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Germany\u0027s Hannover offers strong parental leave and workplace equality; gender roles are broadly egalitarian, aligning with your family values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Hannover, Germany, flirting norms are inclusive; all genders can initiate or decline interest without stigma.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Visa life in Hannover is stable but tied to work/self-employment status and renewals. Subsidies and certain long-term benefits remain limited for non-citizens.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Global warming risk in Hannover, DE is moderate but manageable. Germany\u0027s solid infrastructure and policies support families against heat and heavy rain.",
      "alignmentValue": 8
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Germany Hannover Startup Visa offers a founder path; processing is moderate and requires a viable plan with local support; family can accompany.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Hannover, Germany values neat, practical style; professionals align, but there is no pressure for extreme fashion.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Hannover, Germany, progressive scenes tolerate multi-partner families; civic life is accessible, though formal support remains modest.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Germany\u0027s universal healthcare in Hannover delivers strong, affordable care with solid pediatric support; expect occasional delays for specialists.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Visa families in Hannover have universal public health coverage; enrollment is straightforward, with private insurance optional.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Germany\u0027s public universities are near-free; in Hannover you gain broad degree options and accessible scholarships, plus solid vocational pathways.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Hannover, public universities have little to no tuition for international students. International offices help visa holders; post-study options exist.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Hannover, Germany, established studios hire moderately; expect 3-4 months to fill roles, with relocation or remote work common.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Startup roles in Hannover, Germany, typically close in about 8 weeks. Local networks (Games \u0026 XR Niedersachsen) and grants help speed the process.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Hannover, List/Südstadt offer family-friendly housing; ~€12/m² with good schools and parks, but demand is competitive.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Hannover, Germany, tax is manageable with ELSTER, but deductions and filings can be nontrivial for a migrant household.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Hannover, Germany, immigrants are generally welcomed; active expat networks ease integration, though national debates can cause mild concern.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Hannover, reception depends on class and language; adapt quickly and engage locally to avoid aloof impressions.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "K-12 access in Hannover is broad; public schools are strong and free, with language support and bilingual options in some programs for expat families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Visa families can enroll in Hannover public schools with local registration and residence proof; language support available.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Hannover, English covers many services, but schools and paperwork require German; we will learn German to participate fully.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Hannover, studios use English for cross-border work; German fluency remains important for community and compliance, with bilingual onboarding.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Hannover, English is common in startups. Regulatory tasks still require local German fluency.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "In Hannover, game IP lawyers exist but are limited; startups often rely on referrals or travel to Berlin/Hamburg for broader IP counsel.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Hannover, Germany: LGBTQ\u002B rights are strong and city life is welcoming; rural Niedersachsen may vary in acceptance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Hannover has university labs and local dev meetups for playtesting; expect some scheduling lead times but accessible local feedback.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Hannover, Marxist ideas are debated in academia and among left parties; plural media and civil liberties keep discussion open.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Hannover, Germany shows broad, inclusive masculinity norms; older generations may be traditional, but caregiving and emotional openness are rising.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Hannover, Germany, mass violence remains rare; occasional regional incidents keep us aware but not fearful.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Hackover, Maker Faire Hannover, and family-friendly expat circles offer solid tech and parenting networks in Hannover, Germany.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Hannover, Germany, the €12/h minimum wage plus child benefits generally covers core family costs for two adults and two kids, with limited savings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Hannover\u0027s robust broadband, reliable power, and efficient transit keep daily life smooth; Germany\u0027s modern infrastructure supports remote work.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Hannover, Germany, urban areas are generally welcoming of non-monogamy; discretion is prudent in suburbs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Hannover, Germany, direct but respectful honesty is valued; share needs clearly (broadband, schools, visas) with diplomacy.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "8 — Hannover offers urban green like Eilenriede and a 60-min reach to Steinhuder Meer, keeping outdoor family time easy in mild seasons.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Hannover, DE: minimal disaster risk; building codes exceed global standards and infrastructure minimizes quake, flood, and storm impacts.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Eilenriede and Maschsee anchor Hannover; Steinhuder Meer is reachable by transit—great, safe, kid-friendly outdoor time.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Hannover, Germany offers Maschseefest and indie venues; family nights out exist but require planning and occasional trips.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Hannover is moderate and family-friendly, with limited late options. Safe transit supports occasional evenings out in select districts.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Hannover, Germany has small indie dev circles; meetups are infrequent. Newcomers should actively connect via local groups and online hubs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Hannover, Germany has few notable game studios. The scene is small but connected to the broader German industry.",
      "alignmentValue": 4,
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Hannover, universal healthcare and bike-friendly cities keep obesity below national averages; active living programs support families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Strong Niedersachsen supports game startups with grants and mentors. Hannover’s Games \u0026 XR network helps prototype funding and talent access.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Hannover, Germany, the pace is lively yet manageable. Short commutes and the Eilenriede forest help keep weekends relaxed for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parental leave is normal in Hannover, Germany; schools partner with families. Diverse parenting and shared caregiving are accepted, with supportive services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Germany typically requires 6-8 years of residence with language and integration checks; dual citizenship is possible in limited cases.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Hannover, Germany, corruption is rare thanks to strong watchdogs. Investigations are effective, keeping daily life predictable.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Hannover values personal space; your family-friendly, English-friendly plan fits. In transit crowds, gently set boundaries; learn local greetings.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Hannover, personal space is respected. Greetings are typically handshakes; hugs are mainly for family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Hannover, DE offers a temperate, mild climate; most months are pleasant with occasional chilly or rainy spells, good for outdoor time.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "Hannover, Germany offers transparent institutions and strong rule of law. Democratic processes support stable, participatory governance for families.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory is largely accepted in private circles in Germany; Hannover-based services may still misunderstand poly arrangements.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Hannover has a strong Kita network with subsidized slots and some bilingual programs; expect waitlists in popular areas; enroll early for the 1-year-old.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Private Education",
      "alignmentText": "Private schools exist in Hannover, Germany, but public schools with bilingual options are strong; private tuition is costly and quality varies.",
      "alignmentValue": 6
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Hannover (DE), processed foods are common. Strong fresh markets and bakeries keep meals well-balanced for the family.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "PMM (Games) pay in Hannover, DE typically trails top hubs by ~20%. Family-friendly policies and good QoL help offset the gap.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "In Hannover, PMM (Games) continuing ed is sporadic locally. Most upskilling occurs via remote courses or occasional Berlin/Hamburg events.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Hannover, Germany PMM (Games) pipeline is modest: solid marketing programs exist, few dedicated PMM tracks; on-the-job upskilling common.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In Hannover, Germany, PMM (Games) hiring relies on remote/imported talent; local pipelines are shallow, making quick fills unlikely.",
      "alignmentValue": 3
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "In Hannover, English is widely used in the gaming sector, but many studios expect German for local collaboration. The family is willing to learn German.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Hannover, Germany, game product marketing tends toward hybrid work. Fully remote arrangements generally require negotiation.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Moderate Hannover, Germany PMM game talent pool; niche roles may need relocation or longer searches; consider remote or nearby hub hiring.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Germany\u0027s Hannover leans highly progressive, with strong civil liberties and universal healthcare. Community-focused, sustainable living fits your family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Hannover, Germany, progressive, sex-positive attitudes are common. Consenting adults face little moral policing; relationships are personal.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Hannover, Germany, public messaging is largely factual and inclusive, matching your progressive values and support for civil liberties.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Hannover, Germany, media is broadly free with strong public broadcasters; watchdogs quickly debunk occasional spin, keeping discourse balanced.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Hannover\u0027s ÜSTRA tram and S-Bahn provide reliable city-suburb transit with family-friendly routes; weekend service is solid.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Hannover, Germany offers limited local publisher access; partnerships form mainly through national events or online channels rather than local reps.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Hannover, high-end living is feasible, but many premium providers are limited; plan ahead for exclusive networks.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Hannover, Germany, lower-income families can access solid public services but may face tight housing in sought-after neighborhoods.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Hannover, Germany, a middle-income family benefits from public services and universal healthcare; mindful budgeting keeps quality of life comfortable.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Hannover, Germany blends strong real-time game dev with some cinematic work; EU grants and cloud access support Trey\u0027s startup and EU latency needs.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion shapes culture in Hannover, Germany, but policy remains secular and pluralistic; suits a rights-respecting, evidence-based family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Hannover, studios mix on-site with hybrid; remote is allowed case-by-case for experienced staff, matching Trey/Sarah needs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Hybrid work is common in Hannover startups with mature remote tooling. This aligns with your family\u0027s need for remote or hybrid roles for Trey and Sarah.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Hannover, hybrid/remote norms predominate in tech; solid broadband, coworking hubs, and community networks keep distributed teams connected.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Germany (Hannover) has flexible residency routes (work/Blue Card/self-employed) with eventual permanent status; initial permits require funds or a job.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Retention is solid in Hannover\u0027s tech scene; strong welfare, parental leave, and family-friendly policies support long tenures for expat teams and families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Hannover, Germany provides solid pensions and universal healthcare for retirees. Ongoing contributions keep benefits stable and elder services accessible.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Hannover, Germany\u0027s public pension is accessible to visa workers who contribute for the required years; residency rules may apply.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Hannover, Ruby roles exist but modest; local demand leans toward maintenance. Remote work with German startups or Berlin hubs helps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Hannover, Germany is generally safe. There is minor petty crime near the Hauptbahnhof, but family neighborhoods are safe with standard precautions.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Hannover has solid public schools with bilingual programs and international/private options. Plan ahead and network locally to secure admissions.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Seasonal beach water near Hannover, DE runs cool; summer swims around 18-20C; early summer/late autumn may require light wetsuits for kids.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Seasonal swings in Hannover are typically mild. Expect occasional storms and brief cold snaps; plan flexible schedules and gear.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Hannover, Germany has noticeable winter darkness with shorter days. Regular outdoor breaks and occasional light therapy help keep energy up.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Hannover (DE) offers a mild, oceanic climate: cool winters and warm summers with moderate humidity. This matches your preference for mild year-round weather.",
      "alignmentValue": 9
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Senior tech talent in Hannover, Germany exists but is not abundant; startups often recruit from abroad or rely on remote leadership.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Germany is sex-positive with comprehensive education; Hannover offers LGBTQ-friendly services and accessible sexual health resources.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Hannover\u0027s social policies offer universal healthcare and strong family benefits, aligning with our needs. Childcare and work-life balance are well-supported.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Hannover, 2k sq ft rentals are competitive; inventory is tight, expect longer searches or location trade-offs.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Hannover, Germany, spring is mild but variable: warm afternoons and chilly mornings with light rain; plan wardrobe changes.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Germany, including Hannover, offers long-term stability with predictable policies and strong institutions. Low crime and universal healthcare support family life here.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Germany\u0027s democracy in Hannover upholds pluralism and civil rights with a strong rule of law. Open media and civic debate support your family.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Germany\u0027s social market economy in Hannover blends innovation with strong safety nets and universal healthcare; aligns with the family\u0027s stability and growth.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "In Hannover, Germany, a small but growing indie/animation scene with a handful of studios; not a dense production hub.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Hannover summers hover around 23-28 C with cool evenings and low humidity, ideal for parks and family life.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Hannover, service is polite and efficient. Small talk is limited, but staff are respectful and helpful.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Germany\u0027s R\u0026D tax relief (Forschungszulage) plus Lower Saxony grants available in Hannover; funding windows are competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Hannover, Germany: family visa timelines around nine months; fees are manageable and largely transparent.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Hannover, trust in government is solid: transparent services and universal healthcare; expect some bureaucratic hurdles.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Germany, including Hannover, features low corruption with strong oversight; expect mostly swift, fair handling and reliable public services.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Hannover, typical senior software salaries are around €65–€75k. Dual incomes or frugal living keep our family plan viable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Hannover weekends offer parks, kid-friendly museums, and good transit for a family of four. We mix spontaneous outings with a few reservations for spots.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Hannover, Germany, primary schools often run with Ganztag aftercare, making 15:30–16:00 finish common and supporting remote/hybrid work.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Germany (Hannover) offers 20 statutory vacation days plus ~11 holidays, totaling ~30\u002B paid days. Enforcement is strong, with payouts for unused days.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Hannover, Germany, typical paid vacation is 25-29 days per year. This aligns with our family\u0027s emphasis on work-life balance.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Hannover offers EU funding avenues and solid local talent. Vendor options exist but are limited, often requiring remote partners.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX Real-Time pay in Hannover, Germany runs about 20% below global medians. Strong German benefits and a lower cost of living help offset this for families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "VFX real-time continuing education in Hannover is limited. Only a couple providers cover fundamentals, with most advanced topics via remote study.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "In Hannover, VFX (real-time) education exists but programs are small. Upskilling on the job or studying in nearby cities is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Hannover: VFX (real-time) hiring may run 4-5 months; local pool is modest; remote/international sourcing with relocation support helps.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Hannover, English is widely used in VFX studios, but many teams expect basic German; plan bilingual hiring and onboarding.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Hannover, Germany supports hybrid real-time VFX; remote work common, with periodic onsite days and possible equipment stipends.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Moderate VFX real-time talent pool in Hannover; startups may need relocation or broader searches, with nearby Berlin as a backup.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Hannover, Germany, enjoys cordial neighbor relations; easy cross-border travel and EU openness support regional stability.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "In Hannover, Germany, the nation projects confident democracy with humility, valuing pluralism and openness to migrants; pride tempered by history.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Germany is viewed positively by neighbors; Hannover supports easy cross-border travel and stable trade with Poland, Czechia, Austria, and the Netherlands.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Hannover, Germany offers EU Blue Card and self-employed founder visas; several viable routes, but documentation and timelines vary.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Hannover is walkable with good transit and many pedestrian-friendly zones. We\u0027ll route around busy arterials to protect the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Hannover, US migrants are generally welcomed; strong expat/tech networks aid integration, with occasional curiosity about the US.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Hannover blends Eilenriede green space with Hannover Messe\u0027s global buzz, offering family-friendly living, good schools, and a growing tech scene.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Hannover (DE) winters are mild by Midwest standards: nights can dip below 0°C, days around 5–10°C; roads stay clear and snow is light.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Hannover, Germany, a typical 35-hour week with regulated overtime aligns with your family-friendly, slower pace and remote options.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Hannover, Germany, evenings and weekends are protected with flexible hours. Parental leave and remote options support this family\u0027s work-life balance.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Hannover, Germany offers strong worker protections, robust unions, and solid enforcement; supporting your family\u0027s work-life balance.",
      "alignmentValue": 9,
      "sameAsParent": true
    }
  ]
}