{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Mainz offers steady .NET work in ERP/regulatory roles; German-language exposure common, but remote options and upskilling help.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Mainz 2D environmental artist pay lags top hubs by ~10-15%; strong German benefits and quality of life offset the gap.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Mainz has basic digital art courses via VHS and universities; advanced 2D environment art is mostly online, with few local providers.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Mainz has limited dedicated 2D environmental art pipelines. Programs exist at JGU/Hochschule Mainz, but cohorts are small and upskilling is common.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Mainz, 2D environmental artist roles are scarce. Vacancies tend to linger months due to shallow local pipelines; remote options help.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Mainz, DE studios for 2D environmental art commonly use English; expect some German proficiency for non-public-facing work.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Mainz, Germany: hybrid 2D environmental artist roles are common; expect some on-site days with negotiable remote work and variable gear support.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Moderate 2D environmental artist pool in Mainz area; seniors often sourced from Frankfurt; relocation or remote hiring may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Mainz, Germany: 3D animator pay trails top markets by ~25-30%; strong QoL and family-friendly living help offset the lower compensation.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Mainz offers limited local 3D animation continuing education. Most upskilling happens online or in nearby Frankfurt.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Mainz has limited dedicated 3D animation programs; nearby Rhine-Main institutions feed grads to Frankfurt-area studios, enabling gradual on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Mainz, Germany: 3D animator hiring typically 4–5 months with multiple cycles; leverage nearby Frankfurt talent and remote/hybrid options.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Mainz studios tend to work in German; English is used in larger/remote teams, but onboarding may need basic German.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Mainz, Germany studios commonly offer hybrid 3D animator roles. Fully remote options are negotiable, but onsite days are typical.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Mainz has a modest 3D animator pool, dominated by mid-level practitioners. Senior mentorship is often imported or sourced remotely from Frankfurt.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Mainz 3D character artist pay lags global medians by ~20%; solid benefits and work-life balance help offset; consider remote/hybrid options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Mainz, Germany offers occasional 3D character art workshops, often via visiting instructors from nearby Frankfurt. Most upskilling is online or remote.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "In Mainz, Germany, dedicated 3D character artist programs are limited. Grads usually come from adjacent media/design degrees and require on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Mainz, Germany has shallow local pipelines for 3D character artists; expect 3-4 months with proactive sourcing or relocation.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Mainz, Germany has English-friendly studios; some German ability is often required, but bilingual 3D artists exist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Mainz, Germany, most studios support flexible remote models for 3D character work and provide equipment stipends.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Moderate 3D character artist pool in Mainz, Germany; startups may need relocation or longer searches. Nearby Frankfurt studios help supplement talent.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Mainz mainly offers university labs and small incubators; no large, game-focused accelerators.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air in Mainz, Germany is very clean with occasional mild traffic spikes; filtration not typically needed, and the family should stay symptom-free.",
      "alignmentValue": 9
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Mainz hosts Ubisoft Mainz as a notable anchor; few large studios nearby, so career options are solid but not a big hub.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "In Mainz, Germany, secular norms are strong; atheists enjoy broad access to secular institutions and civil life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Mainz, Germany benefits from robust democratic institutions; strong judiciary and free media keep backsliding risk low for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Mainz, Germany is modern with instant payments; foreigners may face some opening paperwork, but expat-friendly online banks help.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches exist along the Rhine near Mainz; usable with a 30–60 minute trip. Seasonal crowds and basic family services; not world-class.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Mainz, Germany offers regular board game nights and friendly shops. Families can join in with accessible events across neighborhoods.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Mainz, Germany fosters body diversity and inclusive fitness messaging. Fitness is framed as personal health, not appearance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Germany\u0027s diversified economy and Rheinland-Pfalz startup funding support steady hiring; Mainz offers resilience with occasional pauses but quick rehires.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Mainz, Germany: cancer incidence aligns with global norms; robust screening programs and universal healthcare support early detection.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Mainz, Germany generally maintains humane detention standards with strong oversight. Across Rhineland-Palatinate, reform efforts emphasize transparency and fair treatment.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Germany\u0027s robust Kita system in Mainz provides universal childcare with subsidies. Slots can be competitive and language support varies.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "9: Mainz, Germany is very family-friendly with safe streets and abundant parks. Reliable childcare and strong public transit fit your needs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Mainz, Germany offers substantial childcare subsidies and income-based fees. Parental leave supports both parents returning to work.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Mainz offers Kita subsidies for residents with valid permits; documentation is clear, but waitlists may apply.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Mainz, Germany has board game cafes, gaming groups and family activities; hobbies align with the profile.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Activity",
      "alignmentText": "Mainz has a budding dev community with monthly meetups and occasional game jams; expat and university groups keep it vibrant.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Mainz, Germany offers robust public health and universal care. Easy access to wellness programs supports your family\u0027s healthy routines.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Mainz, Germany offers a few reputable co-housing and cooperative options for families. Demand may require some patience.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Mainz offers strong healthcare and family-friendly policies; CM pay lags top hubs by ~10–15%, yet lower living costs boost overall value.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Mainz, Germany offers limited local community manager training. Most upskilling is online or via remote providers for English speakers.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Mainz, Germany has media/communication programs (JGU, Mainz UAS) but no dedicated community manager path; on-the-job upskilling is common.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Germany Mainz CM hiring: expect 3-4 months due to modest local pipelines; relocation and EU work visas may be needed for US-based applicants.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Mainz tech scene uses English widely; German is common for events. The family values English ubiquity and will learn German, so bilingual CM is ideal.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Mainz studios commonly favor hybrid setups with periodic onsite work; aligns with a family-friendly, low-stress work-life balance in Germany.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Moderate Mainz/Frankfurt-area CM pool; mid-level talent available, top seniors may require relocation or remote arrangements.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Mainz, Germany, communities are kind; building local ties takes a bit of initiative, but expat/family groups help newcomers connect.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Mainz, Germany: established studios offer pay near global medians after cost-of-living adjustments; solid benefits for families.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Mainz startup comp includes meaningful equity and good benefits, but cash lags SV benchmarks; cost of living helps but top-tier pay remains rare.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Mainz, Germany: immigration rules are navigable with published guidelines; expect periodic checks and paperwork, but healthcare and schools are strong.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Mainz, Germany has limited local continuing-education options for tech. Travel to Frankfurt or online courses are common.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Mainz/Frankfurt region has a serviceable contractor bench; nearby hubs offer game/web dev freelancers, but niche game-dev talent may be scarce.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Harm-reduction oriented: Mainz, Germany favors treatment/education with limited penalties for personal-use substances.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Mainz offers moderate rents and solid startup grants; family-friendly policies help, but payroll taxes raise ongoing costs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Mainz, Germany: cost of living is moderate for a tech-family; housing is main expense, but healthcare and public services help.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Mainz has solid coworking options and startup support; game-specific labs (mocap, audio) are scarce, so it\u0027s good for teams but gear-limited.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Mainz, Germany has steady tech demand but a smaller pool than Berlin; remote work helps. Competition for .NET/Unity remains moderate; hiring may be gradual.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Mainz, Germany offers universal healthcare and accessible mental-health care. Depression prevalence is manageable for families with local supports.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Mainz, deep bonds form with steady effort. Join local clubs and language exchanges to build trust.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Mainz benefits from Germany\u0027s anti-discrimination laws and LGBTQ\u002B protections. D\u0026I transparency varies by sector, but inclusive workplaces exist.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Germany\u0027s drug policy emphasizes treatment and trafficking-focused enforcement; Mainz offers stable rules, support services, and no mass raids on users.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany allows US dual citizenship with notification and residency requirements; Mainz offers family-friendly, multilingual options for integration.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Mainz/DE has EU and federal startup grants for game dev; expect ~€150k–€350k early-stage funding; competitive but viable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Mainz offers Germany-wide public grants and generalist funds accessible to game startups. Expect competition, but viable paths via Hessen programs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Germany\u0027s economy grows steadily with low unemployment and stable inflation. Mainz benefits from a diverse tech sector and strong social safety nets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Germany\u0027s social market economy with reliable governance supports startups; Mainz offers solid services, healthcare, and family-friendly policies.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Germany\u0027s policy framework stays stable; Mainz provides predictable regulations and steady support programs for startups/creative sectors.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Mainz public schools are solid with good early-years options. Bilingual programs exist, giving solid overall education quality.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Mainz has growing CS/media programs at JGU Mainz and Hochschule Mainz; game-focused pipelines exist but are uneven; internships and studios help fill gaps.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Germany offers strong employer sponsorship for tech talent; Mainz firms often sponsor with EU Blue Card and include dependents.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Mainz, Germany has a solid Unity presence and a growing Unreal scene; cross-training resources keep multiple engines viable near Frankfurt.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Excellent environment in Mainz, Germany: clean Rhine/Main waterways, parks nearby, and low pollution.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Mainz, Germany: ~25% effective tax with strong public services and family benefits; fits our family priorities.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Most fall days in Mainz, Germany are mild with light sweater weather. Occasional showers pass quickly.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Life",
      "alignmentText": "Mainz, Germany offers family-centric communities with safe parks, strong childcare, and inclusive neighborhoods.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Mainz, Germany supports family reunification for US citizens; spouses and minors can join with residence permits and work rights after arrival.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Germany provides long parental leave, child benefits, and strong childcare. Mainz offers accessible public services, healthcare, and family-friendly policies.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Mainz, Germany: strong family supports (universal healthcare, Kindergeld, Elterngeld) with solid child policies; some bureaucracy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa families in Germany generally access health, childcare, and child benefits with minimal hurdles. Being resident in Mainz supports timely access.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Mainz fashion is neat and smart-casual; comfortable outfits help you blend in at school and daily life in Germany.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Mainz, DE offers diverse, expressive fashion with body-positive style; urban Germany supports your progressive, inclusive values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "9 — Mainz offers trend-forward yet approachable men\u0027s fashion; urban life supports expressive style with minimal stigma for your progressive family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Mainz, Germany supports diverse femininity; women freely pursue varied careers and styles. Overall norms are liberal with small pockets of tradition.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Germany\u0027s strict gun laws keep ownership rare; Mainz offers a calm, safety-minded environment with minimal gun exposure.",
      "alignmentValue": 10
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Mainz, Germany generally has strong consent norms. Flirting is usually respectful, and direct communication helps set boundaries.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Mainz has a modest founder scene; nearby Frankfurt’s startup hubs (TechQuartier) offer mentorship and grants, but cross-pollination is limited.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Strong fresh markets in Mainz, Germany; diverse restaurants; Frankfurt nearby expands options; some niche cuisines still require travel.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Mainz, Germany, locals are polite and open; with proactive outreach, connections can form, and support grows over time.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Mainz, DE offers regional/private game dev grants around 250k–600k USD/year; good for lean projects with manageable bureaucracy.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Mainz/Frankfurt region has indie collabs tied to Hochschule Mainz; sustained local roles still require networking, with good grant potential.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Mainz, Germany, gender-diverse identities enjoy strong protections and active LGBTQ\u002B networks; urban inclusion is high, though some forms lag.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Germany (Mainz): Constitutional gender equality with strong enforcement; robust anti-discrimination and LGBTQ\u002B protections; supportive family policies.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Mainz, Germany leans egalitarian with strong policy backing. Shared caregiving and leadership are common, with only minor legacy norms.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Mainz, Germany matches your progressive, poly-friendly values; all genders can initiate or decline, with inclusive, fluid flirting scripts.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Mainz, Germany offers strong protections, universal healthcare, and solid schools for visa holders; civic rights are limited mainly to national elections.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Mainz, Germany faces moderate warming risks (heat, heavy rain). Robust infrastructure and planning help keep the family resilient.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Germany\u0027s startup visa exists; Mainz benefits from Rhine-Main tech links and state funding, though processing times are moderate.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Mainz, Germany: grooming is neat and practical, with no pressure to overinvest; moderate care fits our family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Mainz, Germany: Acceptance exists within progressive circles and is tolerated publicly with respectful curiosity.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Germany\u0027s universal coverage in Mainz offers comprehensive pediatric care at low cost. Wait times are generally reasonable.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Visa families in Mainz, Germany can access public health insurance. Expect premiums and some paperwork; supplemental coverage is advised.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Mainz, Germany offers largely tuition-free public universities for citizens. Access is broad with diverse degree paths and transparent aid.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Mainz, public universities charge little to no tuition for international students (visa holders). International offices aid admissions and funding.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Mainz, near Frankfurt, established studios show moderate hiring; expect 2–3 months to fill roles, with visa processing potentially extending timelines.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Mainz startups typically close hires in ~2 months due to Frankfurt investor access and XR hubs; aligns with remote/hybrid, family-friendly pace.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Mainz, housing is tight and rents remain high near Frankfurt; consider Wiesbaden or Rheinhessen villages for space with family-friendly neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Germany\u0027s tax system is digital and transparent with pre-filled returns. Mainz families benefit from child allowances and Kindergeld.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Mainz, Germany is generally welcoming with strong integration resources; occasional national rhetoric creates mild concern for newcomers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mainz is generally welcoming to educated expats; language effort and active local engagement ease integration, though some circles question motives.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Mainz, Germany, public K-12 access is strong for residents; robust language support and straightforward enrollment for US citizens.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Mainz, Germany, public K-12 is accessible to visa holders with strong language support and integration programs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Mainz uses German for official business; English exists in tech circles, but language classes are essential for full participation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Mainz studios offer bilingual work culture: English accessible in international teams; German fluency boosts local collaboration.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Mainz startups use English widely for investor/platform work; German fluency is needed for hiring and compliance, and you\u0027re ready to learn.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "In Mainz, game IP/legal support exists but is limited. Startups may rely on referrals or nearby Frankfurt counsel.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Mainz, Germany offers strong LGBTQ\u002B protections and inclusive services; urban Germany supports diverse families with high acceptance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Mainz has English-friendly game-dev and university tester networks; expect lead times for playtests, but feedback is accessible.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Mainz, Germany, Marxist ideas circulate in academia and progressive circles; influential but not policy-dominant, with open, pluralistic debate.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Mainz, Germany: masculine norms are broad; your progressive, nurturing family fits with local gender equality norms.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mainz, Germany: mass violence is occasional regionally; stay aware but not in chronic fear.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Mainz, Germany has Rhein-Main tech meetups, XRhub Mainz, and international parent groups. These networks help the family build connections quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Mainz, 12€/h minimum wage trails living costs 10-15% for a family with two kids; childcare and rent strain budgets.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Mainz has strong utilities and rail links, with Zollhafen smart-city pilots boosting connectivity and broadband options for remote work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Mainz, Germany shows mixed acceptance; urban-adjacent circles are tolerant. In suburbs, privacy is often required.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Mainz, Germany, openness is welcomed, but diplomacy helps when discussing sensitive topics; be clear about concerns while respecting local norms.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Mainz offers solid natural beauty: Rhine river views and Pfälzerwald trails nearby. Great for weekly family outings, though some spots can be crowded.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Mainz, Germany: occasional Rhine floods, but strong infrastructure and insurance mitigate risk for your family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Mainz has Rhine river trails and nearby Taunus hikes, great for easy, kid-friendly nature outings.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Mainz offers Altstadt wine bars and KUZ concerts; fast trains to Frankfurt clubs add evening options for Trey and Sarah, with planning.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Mainz exists in specific districts; plan sitters and safe transport, focusing on family-friendly, earlier-evening options.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Mainz/Frankfurt area hosts regular indie game meetups and online hubs; family-friendly events near Frankfurt support learning and collaboration.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Mainz, Germany has a modest indie game scene; not a major hub, but Germany\u0027s market offers growth opportunities for game-dev families.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Mainz, Germany, obesity rates are below US levels with strong public health and active transport; fits a family-friendly, active lifestyle.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Mainz benefits from Rheinland-Pfalz media funding, near-Frankfurt investors, and SyncReality - solid path for a game startup.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Mainz offers a slower pace with Rhine views and a calm tempo. Family-friendly neighborhoods and easy S-Bahn travel keep daily life balanced.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Mainz, Germany, strong parental leave and universal childcare support diverse parenting and shared caregiving with broad social acceptance.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Mainz, Germany naturalization typically requires 6–8 years of residence, language B1, and an integration test; dual citizenship possible with conditions.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Mainz, Germany has low perceived corruption; strong institutions and watchdogs support families and businesses.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Mainz, personal space is respected. Locals are courteous and direct, with clear boundary cues in daily life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Mainz, Germans typically respect personal space; greet with a handshake, and notice discomfort—crowded transit may require less touch.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Mainz, Germany offers about 8 months of pleasant weather with mild springs and summers. Winters are cool but manageable, with rain common.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "Mainz, Germany maintains transparent democracy with strong rule of law. This aligns with your family\u0027s values.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Mainz, Germany shows polyamory largely accepted in private, but public services may misunderstand; discreet in work/school; local support networks exist.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Mainz, Germany offers a strong, subsidized Kita network with good access. Bilingual options exist but may require early registration.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Mainz offers strong public schools; private options exist but come at premium cost, with some bilingual paths available.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Mainz, Germany, we can shop and dine well with planning. Convenient options are always nearby.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Mainz PMM (Games) pay runs ~20% below global medians; strong benefits and German healthcare help offset, good fit for families.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Mainz has sporadic upskilling for games marketing; occasional workshops and near-Frankfurt events; most learning remains self-directed/online.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Mainz has few dedicated games product marketing programs. Graduates come from general marketing or digital media degrees in Mainz, needing upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In Mainz, PMM (Games) hiring moves slowly due to a small local pool. Many teams rely on remote or relocation, pushing timelines to roughly 4-6 months.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "In Mainz, English is widely used in games marketing, but German is often expected; prioritize bilingual Product Marketing Managers to bridge markets.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Mainz, Germany studios commonly offer hybrid/remote PMM (Games) roles; negotiate fully remote if needed to support family-friendly schedules.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Mainz offers a moderate PMM (Games) pool; few local studios, so relocation or remote options may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Mainz, Germany shows strong inclusive policy and civic engagement, aligning with progressive values. Public healthcare and social support match the family\u0027s priorities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Mainz, Germany, consenting adults face little moral policing; sex is a personal choice. Our progressive, sex-positive family fits urban German norms.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Mainz, Germany, public messaging emphasizes community care and facts, aligning with our progressive, pluralistic values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Mainz, Germany has pluralistic media and strong watchdogs; propaganda is rare and quickly debunked by diverse outlets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Mainz offers trams and S-Bahn links to Frankfurt plus reliable buses; great coverage for families, though weekend service may dip.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Mainz has limited local publisher/BD presence. Platform connections rely on EU-wide events or conferences abroad.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Mainz offers universal healthcare and solid schools for higher-income families; family policies ease life, though some services require trips to Frankfurt.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Mainz, DE, lower-income families gain universal healthcare and subsidized childcare; housing options may have waitlists, but safety nets ease financial shocks.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Mainz, Germany offers a comfortable middle‑income life with strong public services and education; housing costs require mindful budgeting.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Mainz, Germany has a growing real-time game dev scene with Frankfurt-area partners and funding. It remains real-time oriented with some cinematic pre-rendered work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Mainz, Germany, religion influences culture. Government remains secular; policy is evidence-based and pluralistic.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Mainz established studios treat remote on a case-by-case basis, with a preference for hybrid work to support collaboration and visa planning.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Mainz startups lean hybrid work with mature remote tooling. This fits Trey\u0027s founder/remote needs and Sarah\u0027s remote/hybrid preference.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Hybrid/remote work is accepted in Mainz, DE; expect some in-person meetings in Frankfurt, with solid broadband for Trey\u0027s game dev work.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Germany offers attainable residency for non-EU founders (self-employment) and skilled workers. Mainz provides local business support, but renewals demand paperwork.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "6: Mainz has a decent tech scene and grants for founders; remote work helps Sarah. Visa hurdles and language paths create moderate churn risk.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Mainz, Germany, retirement is solid: public pension plus universal healthcare; security relies on ongoing contributions and supplementary savings.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "10: In Mainz, Germany (DE), visa workers can join the statutory pension with long-term settlement and pension rights after contributing.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Mainz, DE has sporadic Ruby roles; most opportunities cluster in Berlin/Frankfurt or remote.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Mainz, Germany is generally safe with low crime; occasional incidents are well-managed. Be mindful in Altstadt after dark with kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Mainz offers solid public schooling and Kitas; bilingual/intl options exist nearby (Mainz-Wiesbaden), but private routes may be needed for English paths.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Mainz Rhine water is about 20-22 C in summer, good for most swimmers. Shoulder months dip to about 20 C; light protection is wise for kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Mainz, Germany offers mild seasons with occasional heat spikes and spring storms. Daily life remains generally stable.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Mainz, Germany enjoys long summer days and shorter winters; mood stays strong with regular outdoor breaks and light coping habits.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Mainz, Germany enjoys mostly mild seasons with brief heat waves or cold snaps; comfortable for year-round family outdoor time.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Moderate senior tech talent in Mainz/Frankfurt region; startups often rely on remote hires or relocation to attract experienced leaders.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Germany\u0027s sex education is comprehensive and destigmatized; Mainz offers inclusive, LGBTQ\u002B-friendly resources and support.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Mainz, Germany provides universal healthcare and strong family welfare, including childcare support and parental leave.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft rentals exist in Mainz\u0027s family-friendly districts, but competition is high; be ready for trade-offs on budget or location.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Mainz, Germany, spring typically ranges 12-23 C with light rain; pack layers for outdoor family activities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Stability",
      "alignmentText": "Mainz, Germany provides strong stability with predictable policies and reliable crisis response. Daily life is steady with solid public services.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "Mainz, Germany upholds pluralism and human rights with evidence-based policy; a welcoming, diverse environment for your progressive family.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Mainz\u0027s social market economy blends strong safety nets with innovation, supporting your family-first, startup-oriented goals in Germany.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Mainz, Germany has a small local studio scene; a handful of indie studios exist, with many teams collaborating remotely with Frankfurt-area partners.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Mainz summers run around 28-30 C with manageable humidity. Occasional heatwaves may require indoor breaks.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Mainz, Germany, service is polite and efficient; friendly exchanges happen when we engage, with clear communication.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Mainz offers modest grants for games via state programs, but incentives are not guaranteed and funding varies yearly. Applications can be competitive.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Relocation to Mainz, Germany may take up to a year. Expect legal and translation fees along the way.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Mainz benefits from Germany\u0027s transparent institutions. For families, trust is solid overall, with occasional agency delays.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Mainz, Germany has very low corruption with strong oversight. Expect transparent administration and reliable public services, despite routine bureaucracy.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Mainz, Germany, senior software pay around €60k–€85k; strong but concentrated, enabling dual incomes for a comfortable family life.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Mainz, Germany, weekends offer parks, markets, and kid-friendly museums; popular spots book up, so mix spontaneous visits with a few reservations.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Mainz schools typically end by 13:00-15:00 with Ganztag aftercare to ~16:00. Remote/hybrid work options help the family bridge pickup gaps.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Mainz, Germany, statutory vacation is 20 days (4 weeks); reliable leave planning with holidays supports family time.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Mainz, Germany typically offers 25-29 vacation days plus holidays. This aligns with an 8 on the guide.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Moderate vendor ecosystem in Mainz: a few solid local studios and EU partners; most needs can be covered remotely with regional vendors.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Mainz, Germany: VFX Real-Time pay trails top hubs by ~10–15%. For a family in Mainz, this remains competitive with solid German benefits.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Mainz, Germany has limited local real-time VFX education; rely on online courses and occasional workshops in nearby Frankfurt.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Mainz offers few dedicated VFX (real-time) programs. Related media/CS courses exist nearby, so grads often require upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Mainz\u0027s VFX real-time market is modest; plan 4-5 month searches and consider EU/remote talent.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "English is widely used in Mainz, Germany VFX teams, but some studios expect German basics. Your family is open to learning German to work bilingually.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Mainz, DE: remote real-time VFX feasible, but frequent on-site collaboration expected; hybrid work supported with solid broadband.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Mainz has a limited real-time VFX pool; expect mid-level specialists with remote or Frankfurt-area senior mentorship as needed.",
      "alignmentValue": 5
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Germany\u0027s neighbors enjoy open borders and EU collaboration; in Mainz, cross-border ties support family-friendly, cooperative living.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Mainz, Germany projects a confident, inclusive self-image. Its strong democracy and family-friendly policies fit your progressive family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Germany is well regarded by neighbors; Mainz\u0027s Rhine location near Frankfurt aids travel and business, reflecting strong regional ties.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Germany (Mainz) offers multiple visa routes (Blue Card, self-employment) for founders and developers; clear criteria but paperwork-heavy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Mainz\u0027s Altstadt pedestrian zones and Rhine riverfront paths make walking confident; most neighborhoods are walkable, with only a few car-heavy corridors.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Mainz, Germany generally welcomes US migrants; expat networks and English-friendly services ease settling, though bureaucracy can slow steps.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Mainz fuses Rhine wine-country charm and Gutenberg heritage with easy access to Frankfurt\u0027s economy - great for family-friendly growth and education.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Mainz (DE) is mild overall; occasional sub-freezing nights with daytime 5–10 C (41–50 F); snow is infrequent but manageable with normal heating.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Mainz, Germany typically 37-38h weeks with occasional crunch, offset by leave; fits family-friendly, remote-friendly work culture.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Mainz, Germany offers strong work-life balance with family-friendly policies. Flexible hours and parental leave support family milestones.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Mainz, Germany offers robust workers\u0027 rights with strong unions and co-determination; supportive for founders and parents pursuing work-life balance.",
      "alignmentValue": 9,
      "sameAsParent": false
    }
  ]
}