{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Kiel hosts German Navy IT, Sartori \u0026 Berger logistics, and maritime startups; .NET demand is steady but niche, with German-speaking teams common.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Kiel, Germany has good air quality overall; watch seasonal pollen days and occasional dust, and use portable filters if needed.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In Kiel, Germany, atheism is widely accepted; secular public life and schools operate with minimal religious pressure.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Kiel, Germany: robust democracy with strong safeguards; independent judiciary and media protect civil liberties, implying a backsliding risk of 10.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Kiel\u0027s banking is solid with SEPA and digital options. Non-residents may face initial documentation hurdles.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Baltic beaches near Kiel, Germany are clean and family-friendly, with lifeguards in season; water is cool but amenities and access are strong.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Kiel, DE has a growing boardgaming scene with local shops and regular meetups; family events exist but are smaller than in larger cities.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Germany (Kiel) has strong public childcare; Kita slots and subsidies exist, but availability varies, so families should plan for potential wait times.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Kiel, Germany is mostly kid-friendly with safe streets and parks. Public services and transit support families in most neighborhoods.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Kiel, DE offers strong public childcare with affordable fees and generous parental leave; aligns well with the family\u0027s needs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Kiel, visa families can access public childcare with subsidies; expect minor residency steps, but multilingual support helps navigation.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Kiel has gaming/board-game venues, climbing gyms, and family clubs; most hobbies are locally supported, with occasional trips to bigger cities.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Kiel on the Baltic coast offers family-friendly neighborhoods and parks; expat meetups help you weave into a kind community through schools and clubs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "DE compliance is navigable in Kiel with clear visa rules, but startup and tax filings demand care; expect periodic checks and paperwork.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Kiel is moderate; salaries allow a comfortable family life with careful budgeting and solid public services.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany allows US dual citizenship with conditions. You may need retention approval and residency compliance in Kiel.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic Health",
      "alignmentText": "Kiel\u0027s economy is solid with low unemployment and steady growth. Germany offers grants and strong safety nets that help Trey\u0027s startup goals.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Germany\u0027s social market economy in Kiel supports startups with reliable governance and grants. Entrepreneurship is well supported, though bureaucracy exists.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Education",
      "alignmentText": "Kiel, DE has solid public schools and broad Kita/early childhood programs; bilingual options available, with strong state support but local variability.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Germany tech sponsorship is feasible, including Kiel; expect a strong resume and some paperwork; dependents can usually be included.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Environment",
      "alignmentText": "Environment in Kiel, DE is excellent overall; clean waterways and parks with strong protections, minor traffic emissions in some areas.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Kiel, Germany, expect about 35% tax. Public services like healthcare and childcare help offset the cost.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in Kiel, DE: most days mild with sweater weather and light rain; occasional cooler mornings and Baltic wind require layers.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Life",
      "alignmentText": "Kiel, Germany provides strong family supports, universal healthcare, and walkable neighborhoods—great for a two-parent, two-kid family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Kiel, DE: Spouse and minor children qualify for standard reunification. Adult children would need separate visa routes and extra paperwork.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Kiel, Germany offers robust parental leave and child benefits (Elterngeld, Kindergeld) plus universal healthcare; bureaucracy can slow access.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Kiel, Germany offers strong child benefits and universal healthcare. Childcare is good, but visa/benefits onboarding can be bureaucratic.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Kiel, Germany, visa families have access to health care and education; most cash benefits require a longer stay or a valid residence permit.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Kiel, Germany offers a practical yet diverse fashion scene in a smaller city. For adults, casual urban wear is common; some workplaces favor modest attire.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Kiel, Germany, men\u0027s fashion is modern in urban areas. Expressive but practical styles fit tech teams and remote work here.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Kiel, Germany broadly supports diverse femininity and gender equality; progressive values with minor pockets of conservatism.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Kiel\u0027s indie scene in Germany exists mainly via Kieler Kreativkühlschrank and FH Kiel; stable long-term game roles are scarce, but remote work offers balance.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Kiel, established studios hire slowly; 3-4 months to fill roles, often needing relocation or remote work options.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Compensation in Kiel mirrors the regional market. It supports families with remote options, but top-tier parity is uncommon - negotiate perks.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English is widely used in Kiel studios for collaboration; German documentation remains common, so bilingual readiness fits your plan.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Kiel studios commonly offer hybrid/remote roles with formal policies, fitting this family\u0027s need for remote options and strong work-life balance.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Kiel, DE provides strong protections for gender diversity; nonbinary options are legally recognized with broad social acceptance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Kiel, Germany offers strong, well-enforced gender rights; LGBTQ\u002B equality is established, with leadership representation steadily improving.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Kiel, Germany, gender roles are highly egalitarian; workplaces support shared caregiving and flexible schedules for families.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Germany Kiel provides universal healthcare, strong schools, and startup support. Visa life is stable but work-permit renewals and bureaucracy persist.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Kiel, Germany: mild climate with solid resilience; coastal flood risk and storms require planning, but overall climate risk is manageable.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Germany\u0027s universal healthcare offers high-quality, affordable care with strong pediatric services in Kiel. Wait times are typically short.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Kiel, Germany: Visa families have access to public health insurance with strong coverage; enrollment is straightforward, with minor paperwork.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Germany (Kiel): public universities are largely tuition-free for citizens; broad programs and scholarships at CAU Kiel support future study.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "US visa holders can attend Kiel\u0027s public universities with little tuition. Residency proofs and funding requirements add bureaucratic friction.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Family flats in Kiel’s Gaarden/Ravensberg near €11/m²; 3-bed options exist but competition and paperwork slow the process.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Kiel, Germany: tax is transparent with pre-filled returns and family deductions; solid digital tools, but annual filing still required.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Kiel, Germany offers universal, free public schooling with strong language support for newcomers; access is broad though district resource levels vary.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Kiel, public schools are accessible to visa families. Language support and integration programs ease enrollment.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Kiel offers English in many services, but schooling and government work mainly in German. We will pursue ongoing German learning.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Kiel, Germany has broad LGBTQ\u002B acceptance, strong protections, and inclusive services; aligns with our progressive family values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Kiel, Germany, Marxist ideas influence academia and policy debates, but centrist voices keep mainstream politics balanced.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Kiel, Germany, masculinity norms are broad and supportive of dads as caregivers; family-friendly policies fit your values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Kiel, Germany offers English-friendly groups (Maritime Startups, WomenTechmakers Kiel) and English-speaking parent networks to help newcomers connect; some events require outreach.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Minimum wage in Kiel, DE (~€12/h) covers core family costs with childcare subsidies and universal healthcare, but savings remain limited.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Kiel has robust digital infrastructure with ongoing fiber upgrades. Close to Hamburg data centers, it supports low-latency gaming and Azure access.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Kiel has accessible Baltic coast parks and beaches (Kieler Förde, Laboe) plus forest trails; kids-friendly paths and mild summers support frequent outings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Disasters in Kiel, Germany are rare and low impact. Strong infrastructure and coastal warning systems limit risk for your family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Baltic Sea beaches near Kiel and sailing clubs; Holstein Switzerland parks within an easy drive for weekend family outings.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Kiel Week and local festivals offer daytime live music. Family-friendly options exist, but late-night venues are limited off-season.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Kiel\u0027s nightlife is moderate: a few venues downtown with early closing times; reliable transit supports family evenings.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Kiel\u0027s game dev scene is modest; in-person meetups are rare. Online hubs exist, with Hamburg/Berlin offering larger events.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Notable game studios in Kiel, Germany are minimal; only a few indie teams exist locally. Consider broader northern hubs like Hamburg or Berlin for opportunities.",
      "alignmentValue": 4,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Kiel has some game-startup support (Digital Week Kiel, Lighthouse funding); growth still needs co-founders or remote teams.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Hiring in Kiel, Germany is moderate; expect 3–4 months to fill roles, incentives help; remote collaboration fits Trey\u0027s growth plan.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Kiel, Germany startups typically match global medians after cost-of-living adjustments; expect meaningful equity but cash may lag top hubs.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Kiel startups use English widely for tech and funding; German fluency is needed for regulatory tasks, hiring, and community engagement.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Kiel startups tend to be hybrid/remote-friendly; most roles allow remote work with periodic on-site days, aiding family balance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Kiel, Germany offers a calm, family-friendly pace with short commutes. Walkable neighborhoods and reliable services help keep daily routines relaxed.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Kiel, Germany, parental leave is normal and childcare is well-supported. Schools partner with families, matching this family\u0027s dual-caregiving expectations.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Kiel, Germany, naturalization usually requires 6-8 years of residency and language proof. Dual citizenship is possible only in exceptions; timelines are long.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Perceived corruption in Kiel, Germany is low due to strong rule of law and watchdogs. This aligns with your preference for stable, transparent governance.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Germany\u0027s democracy is stable and participatory with a strong rule of law. In Kiel, open civic channels support predictable governance for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Kiel, polyamory is largely accepted in private circles; public services may misunderstand; discreet, supportive community networks help.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Kiel, Germany offers a strong subsidized daycare network, but prime slots (including bilingual options) often require early registration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Private schools exist in Kiel, but quality varies; tuition is high and English offerings are limited - check accreditation and secular alignment.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Progressivism",
      "alignmentText": "Kiel, Germany offers universal healthcare and strong family policies; a progressive, civically engaged city that fits your values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Kiel, Germany: Public messaging centers shared wellbeing and accurate info with pluralistic media; minimal propaganda supports your family\u0027s values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Kiel, Germany: broadly free media with occasional spin; watchdogs and public broadcasters debunk propaganda before it shapes views.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Kiel has a solid bus/ferry/rail network; great for families, but some evenings/weekends may need planning or a backup car.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Kiel, Germany: religion influences culture but politics remain pluralistic and evidence-based; personal beliefs protected.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Kiel, Germany leans hybrid; remote roles grow with local coworking networks, yet some sectors still favor on-site presence.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Germany has multiple residency routes (EU Blue Card, work permits) with long-term settlement options. Kiel offers a growing tech scene and straightforward processes.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Germany\u0027s pension system is solid with Riester subsidies; in Kiel, retirement is supported by public pension and healthcare, though depends on continued contributions.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Retirement in Kiel, Germany: visa holders gain access to the public pension after required contribution years. Long-term settlement improves eligibility for retiree services.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby work prospects in Kiel, Germany are modest; expect sporadic openings, with remote options or relocation to Hamburg/Berlin improving chances.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Kiel, Germany is very safe for families; crime is low and harbor incidents are well-contained, so kids can bike to school with confidence.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Kiel offers solid public schools (Grundschule \u002B secondary paths) with some bilingual options; international schools are limited—plan admissions early.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Kiel, Germany, sea water is cool most of the year. Expect wetsuits for kids and heated pools for longer swims.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Kiel, Germany has mild, oceanic seasons with cool winters and pleasant summers. Outdoor time stays comfortable most of the year.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Germany provides comprehensive, destigmatized sex education with LGBTQ\u002B inclusion; Kiel schools align with the family\u0027s sex-positive values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Kiel, Germany: universal healthcare, strong safety nets, and generous parental/unemployment benefits; inclusive and well-funded social policies.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Kiel, Germany spring weather is generally mild and breezy. Plan for a few chilly or windy days requiring light jackets for the kids.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Stability",
      "alignmentText": "Kiel, Germany remains stable with predictable policies and strong crisis response; a family-friendly Baltic port with good services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Kiel, Germany, the state champions pluralism and human rights. Policy relies on evidence-based approaches.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Germany\u0027s dynamic, regulated capitalism suits families; in Kiel you\u0027ll find strong healthcare, education, and solid safety nets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Kiel, Germany summers are typically 23–28 C with cool evenings and modest humidity, great for outdoor family time without heavy AC.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Germany (Kiel) family visas usually finish within six months with transparent fees; costs are predictable and budget-friendly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Kiel, Germany, trust in government is solid overall with transparent services; a few agencies still need to rebuild reputation.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Kiel, Germany shows low corruption with swift enforcement; stable rule of law supports your family.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior software pay in Kiel runs around €60k–€75k gross per year. Living costs are modest, supporting a comfortable family life with remote options.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Kiel weekends offer parks, museums, and harbor activities for a family of four. Many shops close Sundays, so plan outings accordingly.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Kiel, Germany, schools finish mid-day; after-school care bridges to 15:30-16:00, and Kita for the infant supports full-time work.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Germany (Kiel) statutory leave ~20 days for a 5-day week plus holidays; 25–30 days is common, supporting a family focus.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Germany (Kiel) typically offers 25-29 vacation days plus public holidays; aligns with your family\u0027s emphasis on downtime and work-life balance.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Kiel, Germany enjoys friendly neighbors like Denmark; easy cross-border trips and EU norms support our family\u0027s safe, inclusive plans.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Kiel\u0027s stable, inclusive democracy fits our progressive, family-focused values; we will learn German, contribute, and engage in pluralistic communities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "9: Kiel, Germany benefits from strong regional ties; neighbors view Germany positively. Easy cross-border trips to Denmark and smooth EU access help your family settle.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Kiel, DE offers EU Blue Card, skilled worker, startup self-employment and family reunification options with clear criteria and online steps.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Kiel, Germany, US migrants are generally welcomed; expat networks and services exist, but bureaucracy and language-learning hurdles persist.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Kiel\u0027s Kieler Woche and Baltic coast blend sailing culture with solid services. Plenty to explore for a curious, family-friendly move.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Kiel, Germany is mild: nights dip below 0 C occasionally, but daytime 0-5 C; snow is infrequent.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Kiel, Germany generally follows a 35-hour workweek with strong protections. Remote or hybrid options help support family life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Kiel, Germany offers strong family-friendly work norms, parental leave, and childcare access; flexible schedules help this two-adult, two-child family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Kiel, Germany, workers enjoy strong protections, active unions, and clear legal recourse through collective bargaining.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Kiel, Germany has a temperate maritime climate with mild summers and cool winters; plan for a few seasonal storms and wet days.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Seasonal sunlight in Kiel, DE: winters are darker with shorter days and summers are long; regular outdoor time and light exposure help maintain mood year-round.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Kiel has mild springs and summers, but regular rain and wind limit long outdoor windows. The best outdoor time is late spring to early fall.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Kiel, Germany offers universal healthcare, strong childcare/education, and solid transit. Housing costs are moderate, boosting family QoL.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Kiel, Germany offers strong public services and healthcare plus good schools; with careful budgeting, a middle-income family can enjoy solid QoL.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Kiel, Germany, high-income QoL exists but elite services can be gated; some providers rely on travel to Hamburg and planning.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Kiel, 2k sq ft rentals are tight; expect limited inventory and possible longer commutes or older units to secure space.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Kiel, DE, there are a few reputable co-living/cooperative options with family-friendly programs; expect some patience to secure a unit.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Kiel, Germany, locals are polite and helpful when you take the initiative. Expect relationships to build gradually through expat and community groups.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Kiel, Germany generally welcomes immigrants with strong services and safety. National debates can spark periodic skepticism.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Kiel, Germany, reception varies by language ability and class. We must engage locally to avoid aloof impressions.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Kiel, Germany, surface interactions tend to be efficient and direct yet polite; small talk is limited, but staff are helpful and respectful.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Kiel, Germany, join parent clubs and expat groups to build deep bonds; steady outreach to playgrounds and neighborhoods speeds trust.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Kiel, personal space is valued and boundaries are respected. Most locals respond well to clear cues and polite reminders.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Kiel, Germany, openness is valued; express concerns directly but politely, respecting German privacy norms.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Kiel, Germany, a moderate, business-casual grooming fits our family; presentable for work and social life, with remote options.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Kiel, Germany, inclusive wellness culture and accessible fitness minimize body-shaming; focus is on health and well-being.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Kiel, Germany, tidy smart-casual fits most settings; high fashion isn\u0027t required, casual outfits blend in with local norms.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Kiel, Germany, consent norms are strong and boundary talk is expected. Most flirting is respectful; nightlife staff reinforce limits when needed.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Kiel, Germany, dating norms are inclusive and relaxed, aligning with our progressive, poly-friendly family values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Kiel, Germany, non-monogamy is generally accepted; subcultures exist and mainstream spaces show tolerance with discretion.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Kiel, Germany: casual dating is generally accepted; some circles prefer discretion; non-monogamy is commonly tolerated.",
      "alignmentValue": 9
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Alignment in Kiel, DE: acceptance exists in progressive circles and is tolerated publicly with respectful curiosity; discretion may be needed with institutions.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Kiel, Germany, personal space is respected; handshakes for greetings, casual touch is limited; locals pick up cues quickly.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Germany has strict gun laws with licensed ownership; in Kiel, firearms are present but tightly regulated and rarely encountered in daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Germany\u0027s harm-reduction approach and universal healthcare in Kiel keep small-possession penalties light and ensure solid treatment options.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Kiel, Germany, drug enforcement is largely targeted with solid oversight; occasional crackdowns in nightlife areas can feel unsettling.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Kiel, Germany, mass violence is uncommon; authorities share updates and residents feel prepared for rare incidents.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "In Kiel, Germany, prisons generally meet international standards with oversight and restorative programs, reflecting your family\u0027s civil-liberties priorities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Kiel, Germany offers walkable neighborhoods with solid sidewalks and safe crossings; plan routes to avoid busy arterials for family walks.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Kiel, Germany, a health-conscious culture exists. Healthcare is accessible and active lifestyles support family wellness.",
      "alignmentValue": 9
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Healthy options abound in Kiel\u0027s markets and bakeries. Processed snacks appear in moderation for our family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Kiel offers solid fresh markets and a good mix of international restaurants; a few niche ingredients or cuisines may require a trip to Hamburg.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Kiel, Germany has universal healthcare and accessible mental health services. Depression prevalence is manageable with strong local support.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Kiel, Germany offers bike-friendly streets and strong public health; obesity rates are moderate and below US levels.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Kiel, Germany, cancer incidence stays below global averages thanks to universal healthcare and strong screening programs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Kiel, Germany offers solid safety nets and a diversified economy; supports for remote work and startups enable quick recoveries.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Kiel has a limited studio scene: a handful of indie outfits and micro teams, with most work done remotely or with Hamburg-area partners.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Kiel\u0027s game scene is indie-focused with no large anchor studios nearby; opportunities come from local indie teams and university programs.",
      "alignmentValue": 3
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Kiel\u0027s local vendor scene is modest; expect to rely on remote partners for art/QA, but Germany\u0027s grants and EU programs ease outsourcing.",
      "alignmentValue": 6
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Kiel has limited game-focused programs. Curricula often require internships and studio ties to prepare grads for game roles.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Kiel has VHS and uni courses, but specialized game/web dev ed is limited locally; expect occasional workshops or trips to Hamburg.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "In Kiel, Germany, the tech and game-dev scene is modest but active. Meetups occur a few times a year with variable attendance.",
      "alignmentValue": 6
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Kiel, Germany features a Unity-heavy indie game scene with some Unreal presence; solid cross-engine resources support Trey\u0027s Unity focus.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Kiel hosts a modest indie/academic game scene; real-time Unity work is feasible, with some local pre-rendered pipelines available but limited.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Kiel shows noticeable competition for specialized game/software roles; remote/hybrid hiring helps, with Hamburg region nearby adding supply.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Kiel provides stable, family-friendly living with universal healthcare and good schools. The startup scene is modest but grants/visa routes exist.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Kiel benefits from strong anti-discrimination laws and active D\u0026I dialogue; representation is growing, though not universal.",
      "alignmentValue": 6
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Germany offers a national R\u0026D tax credit (Forschungszulage) up to 25% of eligible costs; regional grants in Kiel exist but remain competitive and limited.",
      "alignmentValue": 7
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Germany\u0027s stable regulatory climate supports tech and games. Kiel offers predictable rules, local funding access, and clearer visa paths.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Kiel has a small but active founder scene; a few veteran operators offer guidance on request; regular meetups and coworking spaces support local founders.",
      "alignmentValue": 4
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Kiel startups can access strong national grants (EXIST/HTGF) and generalist funds. Expect competition, but game founders can raise remotely with grants.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Kiel has few game-focused accelerators; mostly small incubators or university labs. Tap CAU Kiel and regional grants for support.",
      "alignmentValue": 5
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Limited senior tech talent in Kiel; the strongest leaders are in Hamburg or abroad, so remote or cross-border hiring is common.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Kiel, Germany: serviceable contractor bench with pockets of scarcity; not a top game-dev hub, but remote/EU contractors are available.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "In Kiel, Germany, there are several coworking spaces and a growing startup scene, but mocap or game-focused labs are scarce.",
      "alignmentValue": 6
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Legal/IP support in Kiel exists via general tech lawyers, but game-focused IP is limited; startups may need Hamburg/Berlin partners.",
      "alignmentValue": 6
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Kiel, Germany has limited local publisher presence; most platform engagement is remote, with occasional events in Berlin/Hamburg or online.",
      "alignmentValue": 6
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Kiel, Germany has limited local playtest vendors; teams rely on ad hoc panels via indie dev meetups and campus labs; expect lead times.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Germany\u0027s startup visa supports founders with a viable plan and funding. Kiel has local startup resources, but processing can be moderate.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Kiel offers startup grants and a skilled workforce, but payroll and office costs stay high; plan for elevated fixed costs despite incentives.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Kiel (DE) has a small 3D character artist pool; local availability is sporadic. Consider Hamburg/Berlin sourcing or remote hires.",
      "alignmentValue": 4
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "In Kiel, Germany, 3D/character programs exist (not flagship nationwide). Graduates feed regional studios via design schools like Muthesius.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Kiel, Germany: Local 3D character artist continuing education is scarce; most upskilling is via remote programs or Hamburg/Berlin workshops.",
      "alignmentValue": 4
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Local Kiel, Germany market for 3D character artists is shallow; expect 4–5 month timelines and multiple cycles unless you source globally or hire remotely.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Germany Kiel: 3D character artist pay trails top markets by ~25–30%; strong German benefits and work-life balance help families relocate.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Kiel, German is common in studios; English is used in larger, multilingual shops; bilingual candidates stand the best chance for 3D character roles.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Kiel, Germany, hybrid remote 3D character artist roles are common. Fully remote often requires negotiation, with occasional on-site work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Kiel\u0027s 3D animator pool is small and sporadic; expect aggressive sourcing or contract hires, with Hamburg nearby for scale.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Kiel has modest 3D animation programs; graduates upskill on the job or move to Hamburg/Berlin for broader opportunities.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "3D animation CE in Kiel is modest; VHS and university extensions exist but no thriving scene, so learning is largely self-directed.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Kiel, Germany, the 3D animator hiring market is modest. Expect 3–4 months and consider remote or EU relocation to widen the pool.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Kiel, 3D animator comp trails top markets by ~25–30%; solid public services and lower cost of living help offset the gap for a family-friendly move.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Kiel studios use a mix of German and English; many teams operate bilingual setups. Some roles may require basic German onboarding.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Kiel, Germany: remote 3D animator roles exist but are limited. Expect onsite work or senior/contract roles with hybrid negotiation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Kiel\u0027s 2D environmental artist pool is limited. Senior talent often comes from larger hubs like Hamburg or Berlin, with remote options.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Kiel has limited dedicated 2D environmental artist programs; expect small cohorts at Muthesius University of Fine Arts Kiel and CAU Kiel; practical upskilling needed.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Kiel, Germany offers sporadic 2D environmental art training via VHS Kiel and local programs; most upskilling remains self-directed or via visiting experts.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Kiel, 2D environmental artist roles face shallow local pipelines and longer timelines. Expect 4-6 month hires; remote/global candidates help.",
      "alignmentValue": 4
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Kiel, Germany, 2D Environmental Artist pay is ~20% below global medians. That comes with strong public healthcare and family support in Germany.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Kiel, English is widely used in studios, but many teams expect basic German; fits your 2D Environmental Artist language plan to learn the local language.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Kiel, Germany, 2D environmental art roles can be remote or hybrid. Most studios here support flexible models, with periodic on-site collaboration as needed.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Kiel\u0027s real-time VFX pool is limited; most talent is in Berlin/Hamburg, so remote hiring or relocation is often needed.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Kiel has limited VFX (real-time) education; programs are small or focus on adjacent media, so on-the-job upskilling will be needed.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Limited local real-time VFX education in Kiel; most upskilling is online (courses, remote workshops) with rare regional meetups.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Kiel, Germany\u0027s VFX real-time market is modest; local pipelines are shallow. Open roles often rely on remote talent or relocation, taking several months to fill.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX Real-Time pay in Kiel, Germany trails leading hubs by ~10–15% after cost of living. Strong German benefits and family-friendly policies help offset this.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "English is widely used in Kiel\u0027s VFX/real-time teams; basic German helps with local collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Kiel, most VFX Real-Time studios offer flexible remote work with hybrid options and stipends, supporting family-friendly balance.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Germany Kiel offers a moderate community manager pool; startups may need relocation or remote hires to access senior CM talent.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Kiel has marketing/communication programs at CAU Kiel and Hochschule Kiel, but CM curricula are limited. On-the-job upskilling is common.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Kiel offers only occasional community-manager trainings (VHS, uni courses); most upskilling happens online due to limited local options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Kiel, Germany, expect ~4–5 months to hire a Community Manager; local pipelines are modest—remote options or relocation support may be needed.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Kiel offers solid life quality; community manager pay likely 25-30% below top markets, balancing with lower cost of living.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Kiel, English is common in tech, but local events prefer German. A bilingual Community Manager fits well.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Kiel, Germany, remote Community Manager roles exist but case-by-case. Processes are limited; onsite events may be expected.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Kiel has a limited product marketing manager (games) pool; mainly mid-levels; senior roles likely require relocation or remote hires.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Kiel has limited dedicated Product Marketing Manager (Games) programs. Related marketing/media curricula exist, but cohorts are small.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Kiel has limited local Product Marketing Manager (Games) training. Expect occasional workshops or online courses, with better options in Hamburg.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Kiel, Germany: Hiring velocity for Product Marketing Manager (Games) likely 4–6 months; local pipelines are shallow; remote or relocation may be needed.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Germany Kiel: PMM (Games) pay lags top hubs ~10-15%, but strong benefits and family-friendly policies help; remote options boost appeal.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Kiel, Germany: English is common in games marketing; client-facing roles often prefer German; family is open to learning German.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Kiel, Germany: PMM (Games) remote options exist case-by-case; expect limited process maturity and some onsite collaboration with local teams.",
      "alignmentValue": 5
    }
  ]
}