{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Dresden\u0027s Silicon Saxony offers steady .NET roles in software/enterprise; English-friendly teams exist, but networking remains essential.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Dresden, DE air quality is generally good. Watch seasonal pollen/dust days and use portable filters if needed.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Atheism",
      "alignmentText": "In Dresden, Germany, atheists are broadly accepted; secular culture is strong and public life is largely religion-free.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Dresden, Germany shows low authoritarian risk; civil liberties and institutions are strong. Monitor populist rhetoric, but family life remains supported.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Dresden is modern with SEPA instant payments and strong protections; expats can open German accounts, using fintech, though ID checks may apply.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Dresden: usable lake/Elbe spots within ~1 hour; water quality good; family facilities decent; plan trips off-peak.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Dresden has a growing boardgaming scene with local game shops and regular meetups. Families can find kid-friendly events and friendly venues.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Dresden, Germany, public childcare (Kita) is strong and subsidized; expect planning and some language effort, with solid public/intercultural options.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Dresden, Germany is generally safe and family-friendly, with parks, good transit, and solid childcare; English is common, but learning German helps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Germany (Dresden) has strong Kita coverage with subsidies that reduce most childcare costs. Parental leave supports both parents\u0027 work, though access depends on residency.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Dresden, visa families can access solid childcare subsidies with clear docs; residency steps may apply, but multilingual support helps.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Dresden and Germany offer a strong hobby ecosystem: board games, climbing, coding meetups, and family clubs, supporting quick social ties.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Dresden offers expat-friendly, English-friendly urban life; newcomers find welcome through events and clubs, though building local ties takes effort.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Dresden, Germany: compliance steps for family visas are navigable; expect official paperwork, residence permits, and periodic checks.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Dresden fits with German salaries; strong public services and universal healthcare help budgeting for a family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany allows US dual citizenship via retention permit; residency and notification apply. In Dresden, pursue retention permit when naturalizing.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Germany\u0027s economy is robust with low unemployment and steady growth. Dresden\u0027s tech scene and grants support families and founders.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Germany\u0027s social market economy supports startups with grants and stable governance; Dresden offers a pro-entrepreneur climate with some bureaucracy.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Education",
      "alignmentText": "Education in Dresden\u0027s public schools offers solid outcomes and strong early-childhood programs. Bilingual options and international programs are increasingly available in Dresden.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Germany (Dresden) tech employers commonly sponsor skilled workers. Dependents are typically included, though Blue Card steps and language prep apply.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Environment",
      "alignmentText": "High environmental quality in Dresden: parks and Elbe access; strong EU standards for water/air. Plan around occasional suburban traffic emissions.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Dresden, Germany, expect around 30% tax for our family. Public health/education and child benefits help offset costs.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Dresden falls are largely mild with sweater weather; occasional rain showers. Temps typically around 9-15°C (48-59°F), great for outdoor plans.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Life",
      "alignmentText": "Dresden, Germany provides universal healthcare, robust childcare, and safe neighborhoods. Family life is strong, though planning is needed for some services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Dresden, DE: spouse and minor children can join Trey\u0027s startup path via family reunification; once he has residence, family rights follow.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Germany offers comprehensive parental leave, Kindergeld, and flexible work laws. In Dresden, these policies benefit families, though bureaucracy can slow access.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Germany offers strong family benefits (Kindergeld, Elterngeld, daycare) for Dresden families; however bureaucracy and visa steps can slow access.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa families in Dresden have access to many programs, but bureaucracy is opaque. HR or immigration help is often needed.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Dresden, Germany, women\u0027s fashion is dynamic, inclusive, and body-positive, with broad style freedom in urban settings.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Dresden, Germany, femininity norms support diverse expressions and autonomy; minor conservative pockets exist, aligning with your progressive profile.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Dresden offers select indie studios and remote gigs; opportunities exist but require networking and local ties.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Germany\u0027s Dresden studios hire gradually; expect 2-4 months per hire, visa steps may extend timelines. Remote options help Trey balance projects.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Dresden, Germany, established studios pay near global medians after cost-of-living. Solid benefits and family-friendly setups help.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English is widely used in Dresden studios; German fluency helps with community and compliance. The family values English ubiquity and will learn German.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Dresden, studios mix on-site work with hybrid options; remote roles are considered case-by-case, aligning with our family\u0027s hybrid preference.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Dresden, Germany offers strong protections and recognition for gender-diverse people, with urban access to inclusive healthcare and LGBTQ\u002B support.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Germany has strong gender rights protections with active enforcement; Dresden shows progress in leadership, while pay gaps remain modest.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Dresden, DE, gender roles are largely egalitarian with strong policies; Trey and Sarah share caregiving and work with flexible options.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Dresden, US visa holders get strong healthcare and schools; life is stable, but voting rights and subsidies remain restricted.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Global warming risk in Dresden, Germany is noticeable but manageable: hotter summers and heavier rain; local resilience programs support the family.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Germany\u0027s universal, affordable healthcare supports families in Dresden with strong pediatric care and low out-of-pocket costs.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Dresden, Germany, visa families have healthcare access. They must navigate extra paperwork and costs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Germany offers broad, mostly tuition-free public university access; Dresden has strong programs and scholarships, though some fields require selection (NC).",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Dresden, public universities charge little to no tuition for international students; strong international offices help with visas and funding options.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Dresden Striesen/Neustadt Altbau near €10/m²; good family space and tram access, but competition and paperwork slow securing.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Germany (Dresden) offers transparent, digital tax with ELSTER; strong family benefits, but complex filings may need a tax advisor.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Dresden, K-12 public education is broadly accessible and free. Language support and bilingual options exist, though placement varies by district.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Dresden, visa-holding kids can enroll in public schools with language support and standard resources.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English is commonly used in Dresden\u0027s business and tourism. Schools and government prefer German; the family plans to learn German.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Dresden, Germany offers widespread LGBTQ\u002B acceptance with strong protections. Urban services are inclusive; rural Saxony may be more cautious.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Dresden, Germany, Marxist ideas are discussed in academia and public discourse alongside other ideologies. Open, nuanced conversations are common.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Dresden, Germany, masculinity norms are broad and inclusive, though some older generations may still lean traditional.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Dresden\u0027s Silicon Saxony and TU Dresden spaces host tech and family meetups. Expat groups help the family plug in, though some niches have waitlists or fees.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Germany\u0027s minimum wage (~€12/h) in Dresden largely covers core family costs (housing, food) with strong worker protections; childcare support helps.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Dresden offers modern utilities and fast broadband for daily life. Historic cores still need upgrades, but family-friendly neighborhoods with parks exist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Stunning Elbe sandstone landscapes near Dresden are reachable within ~1 hour; family-friendly trails offer easy outdoor time for kids.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "7: Dresden, Germany has rare floods and storms; robust infrastructure keeps risk low for this family, with basic preparedness advised.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Elbe riverfront trails with quick rail access to Saxon Switzerland keep nature within easy reach for the family near Dresden, Germany.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Dresden blends Semperoper premieres and Neustadt clubs; for families, plan ahead for evenings, but daytime culture is abundant.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife exists in Dresden\u0027s Neustadt (Germany). For families, plan sitters and transport in advance, with earlier-evening options.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Dresden, Germany has small indie game dev meetups and university groups. Most activity is periodic, with online hubs common for newcomers and families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Dresden has a modest indie game scene with few notable studios; local devs connect via occasional events, not a dense studio hub.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Dresden offers strong state-backed startup support: grants, mentors, and visas via futureSAX and Smart Systems Hub; bureaucratic hurdles remain.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "3–4 month hiring window in Dresden; local programs and grants help startups. Remote/hybrid roles support family balance.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Dresden, startup comp tracks global medians after adjusting for Germany\u0027s cost of living; expect balanced cash and meaningful equity.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Dresden startups use English widely; German fluency is needed for hiring and regulatory tasks.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Dresden startups commonly use hybrid models with periodic on-site days. This aligns with the family’s need for flexible, family-friendly work options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Baroque Dresden scenery and efficient transit shape a calm pace. Short errands and cafe culture invite relaxed family time.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Dresden, Germany, parenting is supportive; paternal leave is normal and schools partner constructively; diverse styles are respected.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Dresden, Germany, naturalization typically requires 6-8 years of residence with language and integration steps.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Germany (Dresden) has low perceived corruption; strong watchdogs and transparent governance support stable family life and straightforward administration.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "Germany\u0027s transparent democracy and strong rule of law fit your family; Dresden offers stable, progressive governance and family-friendly policies.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory: in Dresden, Germany, private acceptance is high, but mainstream services may misunderstand; expect some bureaucratic challenges.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Germany\u0027s Dresden offers good public Kita access with subsidies. Bilingual options exist in some centers, though hours and fees vary.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Private Education",
      "alignmentText": "Private schooling in Dresden exists but quality varies; verify accreditation and bilingual options; expect tuition and selective entry in many schools.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Progressivism",
      "alignmentText": "Progressive values hold in Dresden\u0027s culture and EU norms, with strong civic engagement; regional Saxony debates temper pace of change.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Dresden, Germany, public messaging favors inclusive participation and factual updates. This matches your preference for minimal propaganda and pluralistic media.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Dresden, DE: Media is broadly free; watchdogs debunk spin, and diverse outlets plus public broadcasters sustain pluralistic dialogue.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "DVB tram grid and S-Bahn to the airport support car-free family life in Dresden. Regional trains reach Saxon Switzerland, with occasional weekend gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Dresden, Germany, politics are secular and pluralistic; personal faith is respected but does not drive policy.",
      "alignmentValue": 10
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Dresden, Germany, remote and hybrid tech roles are common; EU/US time zones help Trey\u0027s sprints and family schedule.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Germany offers clear routes (Blue Card, job-seeker) with eventual permanent settlement; Dresden\u0027s tech scene supports this, though income proofs needed.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Germany (Dresden): strong public pension with private incentives; universal healthcare supports retirees, though benefits rely on steady contributions.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Dresden, Germany, long-term visa holders can join public pension schemes and retiree services. Settlement supports full pension access.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby work in Dresden is moderate; local openings exist in startups and mid-size firms, with remote/hybrid roles common across Germany.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Dresden\u0027s Neustadt has nightlife pockets, but crime is generally low and well managed. Kids can enjoy parks and bike paths with standard precautions.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Germany\u0027s Dresden has solid public schools and growing bilingual programs. Private options exist but can be costly with variable waitlists.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Dresden, Germany, summer water runs about 20-22 C; peak months approach 22 C, so expect brief swims or heated pools for the kids.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Dresden, Germany has four distinct seasons with cold winters and warm summers; plan for winter gear and occasional hot spells.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Dresden, Germany, sex education is comprehensive and inclusive, matching your sex-positive, progressive family values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Germany\u0027s inclusive welfare (healthcare, Kindergeld, Elterngeld) aids the Dresden family; some outreach for childcare slots.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Dresden spring typically 12-23 C with brief chilly rain bursts; pack layers for kids and enjoy mild days for biking and picnics.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Stability",
      "alignmentText": "Germany (Dresden) offers long-term stability with strong institutions and low volatility; policies remain predictable for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Germany’s Dresden area sustains pluralism, human rights, and a strong rule of law with open debate. It aligns with your family’s civil-liberties priorities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Germany’s social market economy blends innovation with strong safety nets; Dresden offers universal healthcare, good schools, and stable services for families.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Dresden, Germany summers typically 23-28 C with cool evenings and low humidity; fits the family\u0027s mild-weather preference.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Dresden, Germany: startup/Blue Card path may take ~9 months with manageable fees. Use local lawyers and funding programs to smooth immigration.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Dresden, Germany, trust in government is solid (8/10) with transparent services; a few agencies could improve responsiveness.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Germany\u0027s low corruption and Dresden\u0027s transparent governance support reliable public services for your family; issues are swiftly resolved.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior software salaries in Dresden, Germany run about €60–70k; solid cost of living, concentrated firm base; remote options help our family balance.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Dresden, Germany, weekends offer many family-friendly options: parks, river walks, and kid-friendly museums. Plan for occasional reservations at popular venues.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "9: Dresden offers Ganztag after school and Kita care for the toddler. Remote/hybrid work fits both parents with wraparound care filling gaps.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Dresden, Germany: statutory 20–24 days off; reliable approvals but plan ahead for family leave.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Germany (Dresden) typically offers 25-30 vacation days; fits our family\u0027s emphasis on work-life balance and time for travel.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "View of neighboring countries in Dresden, Germany: generally positive and collaborative; EU ties with Poland, Czechia, and beyond support cross-border travel.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "In Dresden, Germany, the national self-view blends pride with pragmatism. The US could learn from steady civic trust and inclusive policy.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors rate Germany highly; Dresden\u0027s central location, stable policies, and strong economy ease cross-border travel and family settlement.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "DE offers EU Blue Card and job-seeker/self-employment visas for tech talent; Dresden\u0027s ecosystem is supportive but process varies.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Dresden welcomes US migrants; strong expat networks, good public services, and English-friendly urban life; some bureaucracy remains.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Dresden blends history with green spaces: Frauenkirche restoration, world-class museums, and Elbe river trails spark curiosity for an education-minded family.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Dresden, Germany is moderate cold with snowfall; days around 0-5 C, nights freezing, but public services keep transport and schools running.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Germany\u0027s typical 35-hour week with strict OT caps supports family balance in Dresden; tech roles often offer remote/hybrid options.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Dresden, Germany, work-life balance is strong with family-friendly policies, short commutes, and flexible hours; remote/hybrid options help this family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Dresden, Germany, workers enjoy strong protections, active unions, and clear recourse—aligned with family-friendly aims.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Dresden (DE) has mild summers and cool winters with occasional cold snaps; plan for a couple seasonal extremes and rain.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Dresden, Germany: noticeable but manageable winter darkness; regular outdoor breaks sustain energy year-round.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Pleasant in Dresden: mild springs and autumns; summers warm but rarely humid; about two to three strong seasons with some shoulder months.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Dresden, DE: a two-parent, two-child family can manage on modest income with universal healthcare and subsidized childcare; housing quality may require trade-offs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Dresden, Germany, a middle-income family can live comfortably with strong public services; big purchases or travel still require planning.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Dresden, high-end living is feasible, but bilingual options and niche services may require planning or travel to larger cities.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft rentals exist in Dresden but demand is competitive. Central areas are tight; outer districts offer more space but longer commutes.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Dresden, Germany offers a few reputable co-living/cooperative projects; family-friendly options exist but demand patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Dresden, locals are generally polite and helpful. Neustadt hosts expat-friendly circles that ease connections, though relationships still take time to grow.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Immigrant sentiment in Dresden, Germany, is mixed. Urban areas show welcoming communities, but xenophobic rhetoric can surface.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Dresden, reception varies by language and class. Learn German and join local communities to overcome occasional skepticism.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Dresden, Germany, service is courteous and efficient. Friendly exchanges occur when you initiate.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Dresden, Germany, depth grows with steady effort; join Vereine or local meetups to build meaningful bonds beyond small talk.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Dresden, Germany: personal space is respected; expect clear cues and limited touching, with local norms easy to learn.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Dresden, openness is welcomed with empathy; share concerns clearly, and communities respond constructively while staying respectful and private when needed.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Dresden\u0027s smart-casual scene favors neat, not flashy grooming; keep a gentle polish for work and social life.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Dresden, Germany, body image norms are inclusive; fitness talks emphasize well-being over appearance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Dresden, Germany, casual-smart is common; neat, comfortable outfits blend work and family life.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Consent culture in Dresden, Germany is generally respectful. Cues are clear, and direct communication helps, especially for families in social settings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Dresden, open urban culture supports fluid flirting; nontraditional approaches are generally accepted with low stigma.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Dresden, Germany, urban areas are welcoming to non-monogamy, but acceptance varies. Discretion may be needed in suburbs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Dresden, Germany, most peers are open; adults\u0027 sexual choices are personal with high acceptance of nonmonogamy, reflecting a progressive urban culture.",
      "alignmentValue": 10
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Dresden, Germany, progressive circles accept group/multi-partner households; public tolerance exists, though formal institutions may require discretion.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Dresden, Germany, personal space is respected. Locals prefer handshakes to hugging.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Dresden, gun laws are tight. Ownership exists mainly for sport/hunting with strict licensing and safe storage.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Germany\u0027s harm-reduction model with universal healthcare fits the family; small-amount cannabis is often tolerated in Saxony (Dresden).",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Dresden, Germany, drug enforcement is targeted with strong oversight and health-oriented approaches; families rarely witness aggressive sweeps.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Dresden, DE, mass violence is uncommon; authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "In Dresden, Germany, carceral conditions are generally humane with oversight; inmate labor wages exist, though some facilities lag on services.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Most Dresden neighborhoods support confident walking with parks and reliable tram links; only a few car-heavy corridors to navigate.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Dresden, Germany offers universal healthcare and active living, with family-friendly preventive care and community fitness programs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Dresden, processed foods are common, but strong fresh markets and bakeries balance meals for the family.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Strong selection in Dresden; most cuisines accessible locally, though some specialty ingredients or eateries may require a short trip to Berlin or Prague.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Germany\u0027s Dresden offers universal healthcare and strong mental health access; depression prevalence is manageable with community supports.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity in Dresden is moderate; local health programs help keep trends stable. Germany\u0027s universal healthcare supports preventive care for your family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Dresden, Germany offers universal healthcare and strong screening, supporting low cancer risk. Keep up regular checkups for the kids and family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "In Dresden, Germany, the diversified tech/manufacturing economy and strong safety nets support steady hiring; remote-friendly roles and local grant access aid the family.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Dresden, Germany has a modest game and animation scene: a handful of indie and mid-sized studios clustered locally, but far less dense than Berlin.",
      "alignmentValue": 6
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Dresden, Germany has limited anchor studios—mostly small teams and contract work; no major IP owners or large anchors in the city.",
      "alignmentValue": 4
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Dresden benefits from Germany\u0027s EU dev ecosystem: local studios and nearby Berlin/Leipzig talent covering art, QA, and localization; capacity varies.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Dresden has few dedicated game programs; TU Dresden/HTW offer CS/arts paths with limited internships, so the game pipeline is growing but uneven.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Strong local options: Volkshochschule Dresden, TU Dresden, and meetups; regular courses and short programs cover most upskilling needs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Dresden\u0027s tech scene hosts regular monthly meetups and occasional game jams, offering steady community access for game dev and web pros.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Dresden, Germany has a Unity-led indie dev scene with Unreal presence. Active meetups and cross-training support multi-engine skills.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Dresden favors real-time game work with growing EU funding and startup support. Cinematic pipelines are less established, but broadband and Azure access exist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Dresden shows solid IT demand; general dev pipelines exist, but game/Unity roles remain competitive; remote/hybrid hiring plus visa support advised.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Dresden\u0027s EU-backed tech scene and grants/visa support help Trey; expect steady retention, with occasional churn around funding cycles.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Germany/Dresden shows steady D\u0026I progress with anti-discrimination protections. Urban tech sectors promote inclusion, but representation varies by field.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Germany offers a 25% Forschungszulage for eligible game R\u0026D. Dresden/Saxony also runs regional grants and national media funds.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Germany\u0027s stable, EU-aligned policy supports startups; Dresden offers predictable funding routes and steady rules for games/tech.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Growing founder base in Dresden tied to TU Dresden and Silicon Saxony; regular meetups exist, mentorships available, though scale is modest vs Berlin.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Public grants and HTGF support exist in Dresden. Game-focused backers are scarce; fundraising relies on national/international investors.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Dresden has occasional accelerator cohorts that support games. No dedicated game track exists; rely on university/tech programs for grants and funding.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Dresden has solid software talent from universities, but senior startup leaders are limited; plan for remote or international hires.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Dresden, Germany has a serviceable software freelancer bench within a growing tech scene. Game-dev specialists are pockets of scarcity, causing occasional lead times.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Dresden offers solid coworking options and a growing indie dev scene; specialized game-dev gear (mocap/audio) is still scarce.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Dresden has general tech-lawyers with some game/IP experience. Local firms and TU Dresden clinics can help startups with IP matters.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Dresden has a budding dev scene but limited local publisher access; most platform ties are remote, with occasional events in Berlin/Leipzig.",
      "alignmentValue": 6
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Playtesting in Dresden exists via indie dev groups and TU Dresden labs; expect lead time for slots, but reliable local and online testers are available.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Germany Dresden offers a startup visa with clear criteria and local funding support. Processing is workable and family integration is feasible.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Cost of doing business in Dresden is manageable for a startup family: affordable rents, good broadband, plus Saxony/EU grants; payroll taxes remain a factor.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Dresden\u0027s 3D character artist pool is moderate; mid-level talent is common, with senior hires often sourced from Berlin or via remote teams.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Dresden has arts/game programs (HBK Dresden, TU Dresden), but a dedicated 3D character art pipeline is niche; grads often need on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "In Dresden, Germany, 3D character education exists mainly via TU Dresden/HfBK and local studios. Expect sporadic workshops and strong online options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Dresden, Germany, 3D character artist hiring likely takes 3-4 months; proactive sourcing or relocation may be needed; English-friendly EU talent pool.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Germany Dresden: 3D Character Artist compensation near global median after cost of living; solid packages and good work-life balance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Dresden, Germany studios commonly use English; some German skills help with local collaboration and paperwork.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Hybrid 3D character roles are common in Dresden; fully remote work is negotiable. Family-friendly schedules and English-friendly studios help with relocation.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Dresden has a modest 3D animation scene; several mid‑sized studios and uni grads; expect longer search or relocation for niche skills.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Dresden hosts digital media programs, but dedicated 3D animation pipelines are modest. Grads often upskill with local studios or nearby hubs.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Limited local 3D animation education in Dresden, Germany; basic courses exist, advanced topics mostly remote.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Dresden, 3D animator hires may take 3-4 months. Leverage local studios and EU talent, plus relocation support.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Dresden, 3D animator pay sits mid-range and is ~20% under global medians; Germany\u0027s universal healthcare and strong work-life balance help offset the gap.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "German-dominant studios in Dresden use English often in international teams; expect some German; family is willing to learn local language.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Remote work exists in Dresden, Germany studios, but frequent onsite collaboration is expected; hybrid schedules are common, full remote is rare.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Dresden has a modest 2D environmental artist pool; mid-level talent exists, but senior hires may require relocation or remote collaboration.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "In Dresden, art/design programs exist (HfBK/HTW), but 2D env art is not a mainstream track; small cohorts mean grads may need on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Dresden has limited 2D environmental art continuing education; a couple local providers offer basics, with most advanced topics available online.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "3–4 month timelines are typical in Dresden for 2D Environmental Artist roles; proactive sourcing is advised. Remote/hybrid candidates can help land the right fit.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Dresden, 2D Environmental Artist compensation trails top markets by about 25-30%. Germany\u0027s strong benefits and work-life balance help offset this.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "2D Environmental Artist language in Dresden: English is widely used in studios; basic German helps daily collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Dresden studios commonly offer hybrid/remote 2D artist roles; negotiate fully remote if needed, with solid async workflows and reliable broadband.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Dresden, Germany has a moderate real-time VFX pool. Senior roles may require relocation or remote work to secure top talent.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Dresden has CS/CG programs (TU Dresden/HTW Dresden). Dedicated VFX-real-time tracks are limited; students rely on internships or study abroad.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Dresden offers occasional VFX real-time training; most continuing education occurs remotely or in nearby hubs (Berlin/Leipzig), with limited local capacity.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "In Dresden, VFX Real-Time roles may take 4-5 months; local pipelines are smaller, so proactive sourcing or remote options help land specialists.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX (Real-Time) pay in Dresden likely trails top markets by ~25-30% for a family relocation. Lower living costs and a growing tech ecosystem help offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Dresden, Germany, English is widely used in VFX (real-time); studios still expect basic German, matching your plan to learn the local language.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Remote/hybrid real-time VFX is common in Dresden studios, with occasional onsite work; strong EU pipelines and work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Dresden has a moderate pool of community managers, aided by TU Dresden and a growing tech scene; may need relocation or wider sourcing for niche roles.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Dresden has a few digital media/marketing programs; class sizes are modest, so CM-ready grads may require on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Dresden offers sporadic CM upskilling; most learning is online or via occasional workshops in nearby cities like Berlin or Leipzig rather than frequent local events.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "4-5 month timelines are typical in Dresden for a Community Manager; English-ready candidates are limited, and German-language fit slows hiring.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Dresden, Germany, community manager pay trails top hubs by ~10-15%. However, salaries still attract experienced talent due to quality of life.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Dresden, English is widely used in game/tech scenes; expect bilingual community managers with some German support.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Dresden, Germany: hybrid work is common; remote setups exist. English-friendly IT, reliable broadband, and family-friendly policies fit this family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Dresden offers a moderate PMM (games) talent pool; not as deep as Berlin, often requiring relocation or extended search for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Dresden, Germany has limited dedicated PMM (Games) programs. Most graduates come from adjacent marketing/media degrees, with on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Dresden, Germany, has occasional game-marketing training. Events exist but rely on remote or visiting experts rather than a dense local scene.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Dresden PMM (Games) hiring usually 3-4 months; local pool modest, so proactive sourcing or remote options help; English-friendly teams common.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Germany Dresden PMM (Games) compensation is ~10–15% below top hubs. Strong benefits and lower cost of living help offset it.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "In Dresden, English is widely used in gaming teams. German knowledge is often helpful for local collaborations.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Germany, Dresden: Hybrid PMM (games) is common; fully remote often negotiable, with many studios supporting remote work for families.",
      "alignmentValue": 8
    }
  ]
}