{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Erfurt, Germany offers steady but niche .NET openings in larger firms and EU teams; remote work helps Trey stay marketable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Erfurt, 2D environmental artist pay trails top hubs by ~25-30%. Germany offers solid benefits that offset the lower salaries.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Erfurt has only a couple of local 2D environmental art providers; basics are covered, with many advanced topics via online/remote study.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Erfurt has few dedicated 2D environmental art programs; cohorts are small. Nearby Weimar/Berlin offer more options, but the local pipeline remains modest.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Erfurt, the local 2D environmental artist pool is modest; hiring may span 4–5 months with multiple search cycles. Consider remote hires from larger German/European hubs.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Erfurt\u0027s 2D environmental art scene is German-dominant; English exists mainly in larger studios—plan bilingual recruiting.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Erfurt, Germany studios commonly offer hybrid 2D enviro art; fully remote is negotiable. Broadband is solid and teams are English-friendly, matching your needs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Erfurt\u0027s local 2D environmental artist scene is sparse; expect sporadic availability—consider remote hires or sourcing from Berlin/Leipzig.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Erfurt, Germany: 3D animator comp trails top markets by ~25-30%; strong healthcare and family-friendly policies help offset.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Erfurt has few local 3D animation programs; most upskilling is online or in nearby Berlin/Leipzig and Weimar/Jena.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "3D animation programs in Erfurt/Thuringia are limited. Nearby Weimar and Jena feed graduates, but class sizes are small and upskilling is often needed.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Erfurt offers a modest local pipeline; 3D animator roles often take 4-5 months. Consider remote hires or tapping talent from Berlin/Leipzig for speed.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Erfurt has 3D studios; English is widely used, but some German is expected; learning basics will help collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Erfurt, Germany, remote 3D animation roles exist. Studios favor hybrid onsite collaboration; senior or trusted contractors fare best.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Erfurt\u0027s 3D animation talent pool is small. Local options are sporadic and largely mid-level or freelancers, so aggressive sourcing or relocation may be needed.",
      "alignmentValue": 4
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Erfurt, Germany, 3D character artist comp trails top markets by ~25-30%. Lower cost of living and family-friendly policies offset.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Erfurt offers only a couple of basic 3D art courses; advanced character topics require online study or programs from nearby cities.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Erfurt has limited local 3D character art curricula; most programs are in nearby Weimar/Jena or online, with studios bridging the gap.",
      "alignmentValue": 4
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Erfurt\u0027s market for 3D character artists is shallow; expect remote/imported hires and 3-4 month timelines, with visa/relocation considerations.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Erfurt, many 3D artist roles use German daily; English is available in tech teams, but bilingual candidates perform best.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote options exist for 3D character roles in Erfurt on a case-by-case basis; expect hybrid setups with some onsite work, aligning with family-friendly balance.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Erfurt, Germany has a small 3D character artist pool; availability is sporadic, so aggressive sourcing or remote/relocation to Berlin may be needed.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Erfurt has few game-specific accelerators; mainly small incubators or university labs. For growth, consider Berlin/Leipzig programs or remote options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Erfurt, Germany enjoys generally good air quality; monitor spring pollen and occasional dusty days; portable filters not routinely needed.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Erfurt, Germany has mostly indie studios; no major anchors. Local opportunities are limited; larger anchors are in nearby Berlin/Leipzig.",
      "alignmentValue": 3
    },
    {
      "key": "Atheism",
      "alignmentText": "In Erfurt, Germany, atheists are widely accepted; secular institutions function openly and pluralism is supported.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Erfurt, Germany, democratic safeguards are strong; civil liberties remain intact and independent institutions stay vigilant.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Erfurt, Germany, is robust and modern with SEPA/instant payments. Non-residents may face onboarding paperwork.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Erfurt, Germany has no coastal beaches; beach life is effectively off-limits for the family.",
      "alignmentValue": 1,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Erfurt has a budding boardgaming scene with local clubs and meetups; groups exist, but you\u0027ll need to coordinate to find regular game nights.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Erfurt, Germany supports inclusive health culture. Body diversity is welcomed and fitness is framed as well-being, not judgment.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Germany\u0027s diverse economy and remote-work options support retraining. Erfurt offers EU startup support and nearby tech hubs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Erfurt, Germany cancer incidence is near global norms; strong screening and universal care support early detection.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Germany\u0027s prisons generally meet international standards with oversight and rehab programs. Erfurt benefits from a strong rule of law and humane conditions.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Erfurt, Germany, Kita system is strong with subsidies, but slots require planning and potential local waitlists.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Erfurt, Germany is generally kid-friendly with parks and walkable neighborhoods; childcare and transit support families, though dense areas may require caution.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Germany (Erfurt) offers substantial Kita subsidies and near-home slots. Elterngeld supports parental leave, helping both stay in the workforce.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Erfurt, DE: visa families generally qualify for most childcare subsidies and can secure slots quickly after arrival with standard residency docs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Erfurt, Germany offers board game groups and gaming cafes. Climbing gyms support Trey\u0027s hobbies with local family-friendly clubs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Community Activity",
      "alignmentText": "Regular monthly meetups and game jams in Erfurt keep the local dev community connected.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Erfurt, Germany has universal healthcare and strong public health messaging for families. Local parks and programs support our health-focused lifestyle.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Erfurt, Germany, intentional communities exist but are small and niche. Family-friendly co-housing options may require patience and local networks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Erfurt, DE, community manager comp trails top markets by ~25-30%. Strong QoL and lower cost of living help attract talent despite pay.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Erfurt offers limited local community manager training; rely on online courses and occasional meetups, with most advanced topics via remote study.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Erfurt has a small but real CM pipeline: local universities offer media/communications programs; cohorts are modest, so on-the-job upskilling is common.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Erfurt, Germany, local community manager pool is shallow; expect remote/imported hires and 3–4 month timelines.",
      "alignmentValue": 3
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Erfurt, Germany, English is used in tech but many community roles default to German; seek bilingual candidates.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Erfurt, Germany: remote Community Manager roles exist but expect hybrid with occasional onsite days; strong collaboration needed.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Erfurt has a small CM talent pool; few local specialists in agencies/startups. You may need remote hiring or relocation for senior roles.",
      "alignmentValue": 4
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Erfurt offers family-friendly neighborhoods with parks and good schools. Communities are kind, but you’ll need to take initiative to build ties.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Erfurt, established studios pay ~20% below top hubs; negotiate remote options or equity to bridge gaps for this family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Erfurt startup comp generally tracks global medians after cost-of-living; meaningful equity and German benefits cushion lower cash.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Erfurt, Germany, startup visa path exists; clear rules but expect periodic permit checks and annual tax filings.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Erfurt offers solid continuing ed: VHS Erfurt and University of Erfurt run frequent courses; many online options support tech and language upskilling.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Erfurt has a serviceable local freelance pool, but pockets of scarcity. For urgent dev needs, expect remote EU talent or sourcing from larger cities.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Erfurt, Germany: balanced policy with education and support; strong health services support harm-reduction, not punitive enforcement.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Erfurt has moderate operating costs with affordable rents and payroll for a family startup. Costs are slightly above global averages but offset by local grants and incentives.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Erfurt\u0027s cost of living is moderate: affordable housing, solid public services, and universal healthcare; budgeting is practical on tech incomes.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Erfurt has several coworking spaces and solid broadband, but mocap/audio labs and game-specific gear are scarce.",
      "alignmentValue": 6
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Germany (Erfurt): noticeable competition for tech specialists (Unity and C#, web development); remote hiring and visa options help; market steady, not abundant.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence is manageable in Erfurt, DE thanks to universal health care, good services, and community supports.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Erfurt, Germany\u0027s social scene is orderly; initial outreach helps. With clubs and community events, steady effort yields deeper friendships over months.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Erfurt benefits from EU anti-discrimination laws and family-friendly policies supporting LGBTQ\u002B inclusion. Programs vary by employer in the region.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Erfurt, Germany, drug enforcement is targeted with strong oversight; families rarely witness aggressive sweeps.",
      "alignmentValue": 9
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany allows dual citizenship only in limited, case-by-case scenarios; a US family in Erfurt would likely need exemptions or a Beibehaltungsgenehmigung.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Erfurt, Germany offers early grants (EXIST, state programs). Total non-dilutive funding is typically in the low six-figures USD.",
      "alignmentValue": 6
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Erfurt\u0027s local game-capital is limited. Founders rely on national grants and remote investors, with Thuringia programs and broader German funds.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Erfurt, Germany offers solid growth and low unemployment; robust public services and startup grants support your family\u0027s stability and growth.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Germany\u0027s social market economy (Erfurt) supports innovation and startups with solid governance, but bureaucracy can slow everyday life.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Erfurt, Germany offers a stable regulatory framework with predictable EU/national startup incentives; policy direction remains consistent.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Erfurt, Germany offers solid public schools and early childhood programs. Bilingual options vary by district, but overall education quality is rated 8.",
      "alignmentValue": 8
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "In Erfurt, game-focused programs exist mainly in broader media/CS tracks; students need industry ties and internships to graduate-ready talent.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Germany often sponsors skilled workers; Erfurt\u0027s growing tech scene supports Blue Card routes; dependents included.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Erfurt\u0027s game scene leans toward Unity; Unreal is present but niche. Local cross-training is modest, with online Unity/Unreal resources readily available.",
      "alignmentValue": 6
    },
    {
      "key": "Environment",
      "alignmentText": "Erfurt, Germany offers excellent environmental quality: clean waterways, abundant parks and nearby forests; pollution is well managed and food standards are strict.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Expected tax rate near 25% for a dual‑income family in Erfurt, Germany. Public services like universal healthcare and solid schooling justify the cost.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Erfurt fall usually stays mild (12-20°C); most days are light-sweater weather. Occasional rain showers pass quickly.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Life",
      "alignmentText": "Erfurt, Germany provides generous family policies, universal healthcare, and safe, park-rich neighborhoods with solid public schools.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Erfurt, Germany: Family reunification is possible for spouses and kids, but unmarried partners may face extra steps and delays.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Erfurt, Germany offers strong parental leave and child benefits with universal healthcare. Bureaucracy is present but workable for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Germany (Erfurt) offers strong family support: Kindergeld/Elterngeld and public childcare; some bureaucracy but solid education safety nets.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Erfurt, Germany offers universal healthcare and strong schools for visa families; access is good but residency rules and bureaucracy exist.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Erfurt, fashion tends toward tidy smart-casual; your family can stay casually stylish with practical layers for Germany\u0027s mild seasons.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Erfurt, Germany, has a diverse, body-positive urban fashion scene, with women free to express themselves. In surrounding smaller towns, trends may feel more conservative.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Erfurt blends modern city casual with a classic edge; versatile, comfortable looks suit your tech family. In Germany, 8 fits a practical, approachable style.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Erfurt, Germany offers strong gender equality. Women and feminine-presenting people enjoy autonomy with only minor pockets of conformity.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Germany (Erfurt), firearms ownership exists mainly for sport/hunting, with strict licensing and safe-storage norms; everyday exposure is low.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Erfurt, Germany, consent culture is strong; flirting remains respectful with clear cues, and venues reinforce boundaries for safety.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Erfurt, Germany hosts a modest founder scene with coworking spaces and university programs; mentorship is available on demand.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Erfurt has solid fresh markets and European cuisine options. A few international dishes may require trips to larger nearby cities.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Erfurt\u0027s friendliness varies by neighborhood; with initiative and local networks, we can build supportive ties in Germany.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Erfurt, Germany offers modest game-dev grants (~€50k-€125k/yr); good for founders, but not large-scale studio funding.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Erfurt has few game studios; a small university-linked indie scene exists. Trey will rely on remote work or move to Berlin for bigger opportunities.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Erfurt, Germany: strong protections and universal healthcare for gender diversity; urban acceptance high, rural areas adapt gradually.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Germany (Erfurt), gender rights are constitutionally protected and widely enforced, with broad LGBTQ\u002B acceptance in daily life.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Erfurt, Germany shows egalitarian norms; two working parents share caregiving with policy backing, while some legacy expectations remain.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Erfurt, Germany: flirting norms are largely inclusive and low-stigma, matching your progressive, poly-friendly family values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Erfurt/Germany provides universal healthcare and solid schooling; visas grant work but restrict subsidies and civic rights compared to citizens.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Germany (Erfurt, DE) shows noticeable but manageable warming, with heatwaves and heavier rainfall. Local resiliency programs are reliable.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Germany\u0027s startup visa exists; Erfurt\u0027s smaller ecosystem adds friction and paperwork, but family-friendly policies and solid schooling help.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Erfurt, Germany: a gentle push to stay polished in work and social spaces; budget modest grooming for daily life and events.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Erfurt, Germany shows growing openness to diverse families. Poly arrangements are tolerated in progressive circles, though formal legal recognition remains limited.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Germany\u0027s universal healthcare offers strong, affordable care and solid pediatric services in Erfurt; expect occasional delays for specialists.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Germany provides strong resident coverage; visa families in Erfurt should enroll in statutory insurance, with some paperwork and co-pays.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Erfurt, Germany offers near-tuition-free public universities with BAföG support and broad access, aligning with your education-first family goals.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Germany public universities in Erfurt largely waive tuition for international students; dedicated offices help with visa processes and post-study work options.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Erfurt has few established studios; Trey should rely on remote work. Local hiring is slow, often months, in Germany.",
      "alignmentValue": 4
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Erfurt, startup roles typically close in about 3 months; leverage LEG grants and the accelerator, but investor depth remains a moderating factor.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Erfurt, Germany: family flats in Andreasvorstadt/Brühlervorstadt stay under €10/m²; decent supply near Kitas with moderate search time.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Erfurt, Germany, taxes are largely digital with pre-filled inputs. Complex family cases may still need an accountant.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Erfurt, Germany: generally welcoming to immigrants, but national discourse can be skeptical and bureaucracy can slow integration.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Erfurt, White American families are welcomed; language effort and community engagement ease integration, though some circles may question motives.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Erfurt, public K-12 is broadly accessible with free schooling and DaZ language support. Transfers can depend on school tracks.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Erfurt public schools welcome visa-holding children with comparable resources; language support and registration help are available; no tuition.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Erfurt offers English-friendly day-to-day services; official matters still require German. We\u0027ll pursue German study for full participation.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Erfurt, English is used in some studios, but German dominates day-to-day; bilingual support helps the family while you learn German.",
      "alignmentValue": 6
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Erfurt, English is common for investors and platforms; German fluency is needed for hiring, compliance, and engaging the local community.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Erfurt has only a couple of IP/tech law firms; game IP specialists are scarce, so startups rely on referrals for contracts and licensing in Germany.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Erfurt, Germany has strong LGBTQ\u002B protections and broad acceptance; diverse families can access inclusive services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Playtesting is informal in Erfurt; few local vendors exist. Nearby Thuringia hubs and German networks provide university-led or community feedback.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Marxism has niche appeal in Erfurt. Open debate exists mainly in academia and left circles, not in daily policy.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Erfurt, Germany: masculinity is broad and evolving; emotional openness is growing, though not universal in all circles.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Germany (Erfurt), mass violence is uncommon; authorities communicate clearly and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Erfurt has coworking and expat groups, but meetups are sporadic; expect proactive outreach and rely on online communities to connect.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Germany\u0027s €12/h minimum wage in Erfurt covers basics for a two-earner family, but housing and childcare costs rise. Subsidies and public services help; savings remain tight.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Erfurt offers modern tram networks and ongoing fiber rollout. Services are generally reliable, though some housing blocks lag on energy retrofits.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Erfurt, Germany: non-monogamy tolerated in niche scenes; privacy matters and public disclosure should be discreet.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Erfurt, be direct but diplomatic. Germans value clarity and context to avoid unintentional offense.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Erfurt, Germany offers family-friendly forests and rivers. Easy, weekly outdoor access makes it ideal for kids with stroller-friendly trails.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Natural hazards in Erfurt, Germany are occasional (floods/storms). Robust codes, warning systems, and insurance mitigate risk for your family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "In Erfurt, Gera river trails and quick rail access to the Thuringian Forest offer easy, family-friendly hikes and bike trips with kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Nightlife in Erfurt, Germany, is modest but family-friendly; student pubs and Theater Erfurt exist, with occasional concerts at smaller venues.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Erfurt, Germany\u0027s nightlife is modest but usable in select districts. Families will find early-evening options, with rides needed for late outings.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Erfurt, Germany has a modest indie game scene with small meetups and online groups; families should find remote events and local hubs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Erfurt has virtually no notable game studios; expect a tiny local scene. For stronger opportunities, consider Berlin or Hamburg.",
      "alignmentValue": 2,
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Germany\u0027s obesity levels are moderate; Erfurt\u0027s active transport and universal healthcare help keep trends stable.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Erfurt (Thuringia) offers LEG grants and an accelerator; investor depth is limited, so lean budgets and remote teams fit a family startup.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Erfurt\u0027s compact center keeps errands quick and short school runs suit Sarah\u0027s slower rhythm. Nearby Thuringian forests invite calm days and lingering meals.",
      "alignmentValue": 10
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Erfurt, Germany supports diverse parenting with strong family policies. Nonjudgmental guidance and shared caregiving are encouraged.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Erfurt, German citizenship is achievable but long (about 6-8 years) with residency and integration; dual citizenship is limited.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Erfurt, Germany generally shows low corruption thanks to strong institutions and watchdogs. Public services are reliable for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Erfurt/DE generally respects personal space; locals read cues well. In crowds, gently remind kids to pause for others; verbal cues widely understood.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Erfurt, personal space is respected; people check before close contact and public touching is uncommon.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Erfurt, Germany enjoys mild springs and falls for outdoor time. Summers are warm but usually not humid, winters can be chilly.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "In Erfurt, Germany, democratic institutions are transparent and stable, with strong rule of law and open civic channels supporting families.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "Erfurt, Germany: polyamory is largely private with social tolerance; formal recognition is limited and some bureaucratic hurdles exist.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Erfurt\u0027s early care network is strong with subsidized Kita slots; register early and expect some waitlists; bilingual options occasionally available.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Private Education",
      "alignmentText": "Private education exists in Erfurt, Germany, but quality varies; verify accreditation and language options; expect tuition higher than public schools.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Erfurt, Germany offers strong fresh markets and abundant local produce. With planning, you can dine well and have convenient options nearby.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Erfurt PMM (Games) compensation ~20% below top markets; strong German benefits and lower living costs offset, aiding work-life balance.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "In Erfurt, Germany, PMM game education is limited; a few local providers cover fundamentals. Most advanced topics require remote study.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Erfurt/DE has limited game PMM pipelines; nearby Weimar/Jena offer marketing/media programs but few game-specific tracks—on-the-job upskilling advised.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Erfurt, Germany: PMM (Games) hiring is challenging. Local pipelines are shallow; remote/imported talent common; expect 3-5 months.",
      "alignmentValue": 3
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Erfurt, Germany: English is common, but German basics help reach local players. The family is willing to learn German.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Erfurt, Germany: hybrid PM (Games) roles common; fully remote arrangements usually require negotiation.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "In Erfurt, Germany, the Product Marketing Manager (Games) talent pool is small and sporadic; remote hiring or relocation will likely be needed.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Erfurt, Germany shows progressive social policy and rights. Thuringia\u0027s local politics bring conservative pushback.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Erfurt, Germany: casual dating is generally accepted in urban/younger circles; open discussion is common, while traditional groups may gossip.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Erfurt/Germany messaging is largely factual, spotlighting community care and inclusive civic participation with minimal propaganda.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Erfurt\u0027s media landscape is pluralistic with strong public and independent outlets; propaganda is generally debunked quickly by watchdogs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "EVAG trams and the Thuringian Railway offer solid coverage in Erfurt; evenings become sparser beyond the city core, so some planning helps family trips.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "In Erfurt, publisher access is limited; founders rely on international events to engage BD teams and platform partners.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Erfurt, DE, high-end living is feasible but providers and exclusive networks can be limited. Plan ahead for access to premium services.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Erfurt offers universal healthcare and strong public services; costs are manageable with budgeting, though housing in desirable areas can be tight.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Erfurt, DE, a middle-income family can expect solid public services and healthcare. With mindful budgeting, a comfortable life is achievable.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Erfurt\u0027s EU game scene leans real-time; strong cloud access and low latency suit Trey\u0027s Azure needs, with modest cinematic options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Erfurt, Germany, religion influences culture but policy remains secular and pluralistic, with personal beliefs respected.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Erfurt, Germany studios lean on-site; remote options are limited to critical roles, which may constrain Sarah\u0027s hybrid plans.",
      "alignmentValue": 4
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Erfurt startups are largely remote-friendly with periodic on-site sprints; supports this family\u0027s remote/hybrid needs in Germany (Thuringia).",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Erfurt, Germany: remote/hybrid work is common in tech; cross-border US work may require policy negotiation and demonstrated productivity.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Germany offers self-employed/Blue Card routes with long-term potential; requires viable plan and funding; Erfurt\u0027s startup ecosystem helps.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Erfurt offers stable, family-friendly living with solid schools and healthcare. Startup grants and remote roles support long-term family retention.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Germany\u0027s pension system is solid with universal healthcare, benefiting Erfurt retirees. Ongoing contributions and private savings still matter for comfort.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Erfurt, visa holders can access German public pensions after contributing; residency basics are straightforward for long-term stay.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby work prospects in Erfurt, DE: moderate demand with remote/hybrid gigs; local roles exist but growth lags big hubs.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Erfurt, Germany has low violent crime and safe streets. Kids can safely explore parks and tram stops, with usual after-dark caution.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Erfurt has solid public schools and early childhood programs. Bilingual options exist but require careful school selection and planning.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Erfurt, Germany is inland. Seasonal beach water temp isn\u0027t applicable.",
      "alignmentValue": 0,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Erfurt, Germany has generally predictable seasons with a couple notable extremes; expect occasional cold snaps and spring storms.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Erfurt, DE: 8. Winter darkness is noticeable, but regular outdoor breaks and occasional light therapy help keep energy up.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Erfurt, Germany has four mild seasons with comfortable summers and chilly but manageable winters.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Erfurt has a modest local senior tech pool; startups often hire remotely or attract talent from larger German cities nearby.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Erfurt, Germany, sex education is comprehensive and attitudes are open; resources and LGBTQ\u002B support are accessible.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Erfurt, Germany offers universal healthcare and strong family supports; inclusive housing, education, and income programs align with this family\u0027s needs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Erfurt, 2k sq ft rentals are scarce; you’ll likely need broker help and possibly a longer commute to secure space for a family.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Erfurt, Germany spring dominates with mild days, but a few cold snaps mean kids may need light jackets.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Stability",
      "alignmentText": "Erfurt, Germany offers high stability with predictable policies and reliable public services that support families, healthcare, and education.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Erfurt, Germany upholds pluralism, human rights, and evidence-based policy; a stable democracy that aligns with your progressive family.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Germany\u0027s social-market economy supports families and startups. In Erfurt you\u0027ll find strong safety nets, solid services, and a pro-innovation climate.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Erfurt has a limited game/animation studio footprint; expect remote collaborations or nearby hubs (Berlin/Leipzig) for broader opportunities.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Erfurt, Germany summers are typically 24-28 C with cool nights; occasional 30 C bursts may occur, but nights stay below 20 C; fans suffice for comfort.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Erfurt, Germany offers efficient, polite service; interactions are respectful but goal-oriented. Initiate questions and you\u0027ll usually get clear, helpful replies.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Germany offers general R\u0026D relief for game dev; in Erfurt, incentives exist but are limited in scope and budget.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Erfurt, DE: up to a year for founder visas; legal/translation fees common, but grants and universal healthcare ease costs.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Erfurt, Germany generally shows solid trust in government thanks to transparent institutions; a few agencies could still rebuild public trust.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Erfurt, Germany, corruption is low. Petty, localized cases are swiftly addressed by strong oversight.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Erfurt senior software pay is around €50–55k; two incomes plus affordable living support solid QoL and savings.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Erfurt, Germany, weekends offer parks, kid-friendly museums, and safe transit; most activities are walk-in with light planning.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Erfurt works well: Grundschule days often 8:00-13:00 with Hort until 16:00; Kita covers the 1-year-old; remote/hybrid roles help finish by 15:30-16:00.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Erfurt, Germany, minimum vacation is 20-24 days; plan early for family trips and expect reliable leave approvals.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Erfurt, Germany, typical paid leave is about 25-29 days per year with downtime encouraged; fits a family-friendly work-life balance.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "In Erfurt, Germany, vendor options for game dev are limited; a few trusted vendors cover core needs, with remote partners for the rest.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX real-time pay in Erfurt ~20% below top markets after cost-of-living. Strong German benefits and work-life balance soften the smaller market.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Erfurt offers few on-site VFX (real-time) courses; basics exist, but advanced topics largely require online study; nearby Jena/Weimar have related programs.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Germany Erfurt has limited local VFX real-time programs; nearby Weimar and Jena offer media design, so grads may need on-the-job upskilling.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Erfurt\u0027s local VFX real-time market is small; most hires come via remote/global pools, expect longer timelines (4-6 months), relocation may help.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Erfurt VFX is mainly German-speaking; English appears in some studios. Screen for bilingual real-time capability to match your English ubiquity.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Erfurt, Germany: remote real-time VFX roles exist case-by-case; studios expect on-site collaboration; solid broadband enables flexibility.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Erfurt\u0027s real-time VFX pool is small; talent is sporadic locally. For seniors, remote hiring or relocation to hubs like Berlin/Leipzig will be needed.",
      "alignmentValue": 4
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Erfurt, Germany: neighbors are friendly; easy cross-border travel to France/Poland aligns with your family\u0027s values and stable life.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Germany and Erfurt project a confident, balanced self-image: proud of welfare and education, mindful of bureaucracy.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Germany is viewed positively by neighboring publics; Erfurt sits centrally in DE, aiding cross-border travel/trade within the EU.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Germany (Erfurt) offers viable visa routes for your family. Blue Card for skilled roles with a job offer, or self-employment permits with a solid business plan.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Erfurt\u0027s compact center supports confident walking. The tram network helps avoid busy arterials.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Erfurt, Germany generally welcomes US migrants; decent integration support with some curiosity toward our background.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Erfurt\u0027s Krämerbrücke and UNESCO cathedral square offer storybook charm. The city blends safety and good schools with a reachable bilingual path for kids.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Erfurt (Germany) is moderately cold with regular snowfall; reliable public services keep commutes and schools mostly uninterrupted.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Erfurt, Germany typically has a 35-hour workweek with strict overtime caps, supporting family-friendly balance and predictable hours.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Erfurt offers strong family-friendly policies, predictable hours, and robust remote work options; aligns with the family\u0027s work-life needs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Erfurt, Germany has strong worker protections with unions and enforcement. This supports stable hours and family-friendly workplaces for Trey and Sarah.",
      "alignmentValue": 9,
      "sameAsParent": false
    }
  ]
}