{
  "version": 1,
  "iso": "DE",
  "values": [
    {
      "key": "Air Quality",
      "alignmentText": "Munich keeps annual PM2.5 around 12 µg/m³ thanks to low-emission zones and strong transit, though winter inversions can briefly trap Alpine wood smoke in the valley.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Hot July afternoons can touch 28 °C yet evenings cool quickly; winters hover just below freezing with regular snow that makes sledding at the Englischer Garten practical for the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "The Alpine foothills shield Munich from sea-level rise and extreme heat, leaving summer thunderstorms and occasional river flooding as the main climate-change watch points.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "The MVV’s S-Bahn, U-Bahn, and tram grid is dense enough that Sarah can commute without a car, while regional trains reach the Alps for weekend hikes in under an hour.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Munich’s mix of automotive HQs and thriving startups keeps senior .NET and Ruby salaries near €85k–€95k, though many employers still expect at least partial German fluency.",
      "alignmentValue": 8
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Siemens, Allianz, and a dozen enterprise consultancies maintain .NET teams that regularly hire internationals, especially those comfortable with cloud migration projects.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "E-commerce and fintech firms along Isar Valley rely on Rails for product teams, giving Trey realistic options with English-first engineering cultures.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Since 2020 most tech employers offer two to three remote days per week, and coworking hubs like Werk1 and Mindspace cater to bilingual teams.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Bavarian labor norms keep overtime rare; schools end by early afternoon but Hort programs and plentiful playgrounds make family afternoons manageable.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Subsidized Kinderkrippen and Kindergärten cost around €150–€250 monthly once residency paperwork clears, though popular bilingual centers require early waitlist applications.",
      "alignmentValue": 7
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Crime rates stay low and the Altstadt is well-lit, with most incidents limited to bike theft—comforting for teens walking home after evening activities.",
      "alignmentValue": 9
    },
    {
      "key": "Culture & Values Fit",
      "alignmentText": "The city blends engineering pragmatism with a relaxed beer-garden social life, letting the family toggle between introverted studio days and lively community meetups.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Weekly meetups at community centers plus Spielwarenmesse spillover events keep the tabletop scene vibrant and welcoming to English speakers.",
      "alignmentValue": 9
    },
    {
      "key": "Startup & Game Dev Ecosystem",
      "alignmentText": "LMU and TU Munich feed accelerators like UnternehmerTUM, giving Trey deep mentorship networks for a small game studio.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "University Hospital Rechts der Isar anchors a strong medical network, and appointments for pediatricians are easier to secure than in Berlin.",
      "alignmentValue": 8
    }
  ]
}
