{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Hamburg’s tech corridor around HafenCity, Otto Group, and Airbus Digital keeps .NET teams hiring, and Microsoft cloud partners like SinnerSchrader offer English-friendly roles for senior architects.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "North Sea breezes and district heating keep annual PM2.5 near 12 µg/m³, though Elbtunnel traffic can trigger brief NO₂ spikes, so the family watches AQI on calm winter days.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "Hamburg is historically Lutheran yet now majority non-religious, and public schools steer clear of worship, so atheist parents blend in easily.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Hamburg benefits from Germany’s federal checks—coalition politics, constitutional courts, and a vigilant press—that keep far-right surges from eroding civil liberties.",
      "alignmentValue": 9
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Opening a Girokonto at Hamburger Sparkasse or DKB is straightforward, and contactless payments are common, though fish market stalls still prefer cash.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Elbstrand, Övelgönne, and easy weekend trips to the Baltic Sea give the kids real sand and swimmable water, even if summers stay brisk.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Cafés like Würfel & Zucker, Spielwerk Hamburg, and the annual Hamburg Brettspiel Con keep the tabletop scene active with English-friendly nights.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Hamburg funds five free Kita hours daily, yet educator shortages mean applying early through the Kita-Gutschein system and bridging with Tagesmutter care.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Playgrounds dot every district, ferries allow stroller-friendly rides, and traffic-calmed Altbau streets feel safe, though port trucks require extra caution.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens receive subsidized full-day Kita vouchers and Kindergeld, but renewing placement each year is necessary to keep bilingual programs.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "After Anmeldung and insurance proof, expat families access Kita vouchers and Kindergeld, yet paperwork and proof of work contracts remain time-consuming.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Sailing clubs, climbing halls, board-game nights, and VR labs give each family member a niche, though some groups expect intermediate German.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Hamburgers start reserved, but Elterninitiativen, English-speaking meetup groups, and neighborhood HafenCity events help Sarah build steady circles.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Staying registered, filing local taxes, and renewing residence permits on time keeps Hamburg’s bureaucracy predictable—missed deadlines mainly incur fines.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Groceries and HVV passes are fair, yet a renovated three-bedroom in Eimsbüttel or Winterhude costs €2,200–€2,600 plus Nebenkosten, so Trey needs strong income.",
      "alignmentValue": 5
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany’s 2024 reform applies citywide, and Hamburg’s Einwanderungsbehörde already handles dual applications with clear requirements.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "Hamburg’s port, logistics, media, and aviation industries keep unemployment near 5% and buffer national slowdowns with export demand.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "The city follows Germany’s social market mix—strong welfare supports and co-determination—while business registration still requires notarized paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Hamburg’s Gesamtschule reforms delay tracking and invest in all-day Betreuung; academic outcomes are mid-pack but improving, so parent engagement still matters.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Aviation, logistics, and consulting firms sponsor Blue Cards, though HR teams expect degree verification and German-language contracts.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Waterfront parks, protected wetlands, and widespread cycling make daily life green, even with port industry humming in the background.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "As dual earners with two kids, the family sits near 35–37% combined income tax plus solidarity and church-tax opt-outs; child allowances soften the net hit.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September averages 18 °C (64 °F) before sliding to 9 °C (48 °F) by November with breezy drizzle—layered jackets keep outings comfortable.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "All-day schools, family-friendly museums, and ferry rides make weekends easy, and shared parenting norms give Trey and Sarah supportive peer networks.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Residence permits cover dependents with proof of housing and income; annual renewals and school attendance confirmations keep the paperwork cycle steady.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizens access Elternzeit, Kinderzuschlag, and Hamburg’s Familienkasse supplements, though applications require persistence.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Typical families stagger Elternzeit and rely on Kita vouchers; municipal family centers offer planning support if booked ahead.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Once permits and insurance are in place, the family qualifies for parental leave and Kindergeld, but furnishing German documentation remains routine.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Hamburg leans toward maritime-chic and sustainable labels, letting Sarah mix tech casual with understated style.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Menswear favors smart-casual layers—think knit sweaters and waterproof jackets—so Trey’s startup wardrobe fits right in.",
      "alignmentValue": 7
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Professional women balance careers and family with strong institutional support, and leadership roles are visible across the port economy.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like InnoGames, Daedalic, and Goodgame keep hiring pipelines open, though senior engineering roles are fewer than in Berlin.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Hamburg Pride, queer health centers, and municipal support make gender-diverse residents visible, even if the nightlife is less experimental than Berlin.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Hamburg enforces Germany’s anti-discrimination laws, offers third-gender registration, and funds queer counseling services.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-income households are standard, and employers support part-time Elternzeit for fathers without stigma.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Proof of insurance, income, and housing keeps visa renewals smooth, while Hamburg’s appointment portal requires booking weeks in advance.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Sea-level rise and heavier rain pose moderate risk, but dikes and flood protection reduce day-to-day concern for most neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "University Medical Center Hamburg-Eppendorf anchors excellent care, though non-urgent specialists still involve waitlists.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Public Krankenkassen cover expats once insured, yet English-speaking doctors sometimes require private clinics or longer waits.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Universities like HAW, Universität Hamburg, and HafenCity University stay low-cost for citizens with diverse study programs.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU students pay similar tuition but must show residency proof and finances, adding paperwork to accessible campuses.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Vacancy rates hover near 1%, so families lean on employer brokers, Genossenschaften, or temporary furnished leases while house-hunting in competitive districts.",
      "alignmentValue": 5
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Employers withhold income tax and social contributions monthly; couples choose a Steuerklasse split and file annual returns via Elster or a Steuerberater.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizen children attend neighborhood primary schools, and entry into popular Gymnasien or Stadtteilschulen balances grades with proximity lotteries.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident children enroll tuition-free but need translated records; DaZ language support is widely available the first year.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English is common in logistics, aviation, and media sectors, and many locals have strong skills, though bureaucracy still runs in German.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Hamburg Pride, St. Georg’s queer hubs, and city grants show broad acceptance, even if nightlife is more subdued than Berlin’s.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist discourse surfaces in port unions and student politics, yet mainstream governance favors pragmatic social democracy.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Professional men balance reliability with active fatherhood; overt machismo is discouraged in Hamburg workplaces.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Startup docks, Geekettes, and international parent meetups provide regular gathering spots, though events skew smaller than Berlin’s.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Hamburg follows the €12.41 national minimum; collective agreements in logistics and aviation often exceed it to attract labor.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Fiber rollout, 5G coverage, and the well-maintained HVV network keep the city modern, and the port drives investment in smart logistics.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "The Alster lakes, Elbe beaches, and nearby Lüneburg Heath offer scenic escapes, though mountains require longer trips.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Storm surges and heavy rain remain the main risks, but dikes and flood barriers protect most neighborhoods; insurance is advisable near the Elbe.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Canals, parks, and regional rail to Schleswig-Holstein make nature easy to reach without a car.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Elbphilharmonie concerts, Reeperbahn clubs, and live music venues give the family diverse date-night choices once childcare is arranged.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Reeperbahn nightlife runs late yet inclusive; harbor festivals and night markets provide family-friendly options earlier in the evening.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Gamecity Hamburg, Indie Treff, and the Prototype Fund community connect developers, though the network is tighter than Berlin’s.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "InnoGames, Goodgame Studios, Bytro, and Daedalic offer networking touchpoints, supplemented by smaller VR and mobile teams.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Gamecity Hamburg’s Prototype Funding, plus federal grants, supply seed capital and mentorship for new studios.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Workdays are efficient, yet waterfront promenades and Sunday quiet time slow the overall pace to something calmer than Berlin.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools encourage active Elternrat participation and shared holiday planning, with strong buy-in from both parents.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Reforms allow naturalization after five years (three with integration milestones), and Hamburg’s offices keep processing predictable.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Germany scores well on corruption indices, and Hamburg media quickly exposes procurement or port contracting issues.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Germany’s federal parliamentary system with proportional representation and coalition governance keeps policy shifts measured.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Poly-friendly therapists and meetups exist, mainly clustered around St. Pauli and Sternschanze; social acceptance is solid though quieter than Berlin.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Kitas accept children from age one with city vouchers, but staffing gaps mean applying early and considering Tagesmutter bridges.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "International schools like Phorms or International School of Hamburg offer English curricula with €15k+ tuition, so they’re plan B options.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Hamburg politics blend social-democratic and green priorities—climate action, renter protections, and LGBTQ+ rights stay front and center.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Public broadcasters present balanced reporting; sensational tabloids are easy to filter out.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "State influence is minimal, and independent outlets like NDR and Zeit keep information pluralistic.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "The HVV network of U-Bahn, S-Bahn, ferries, and buses plus the €49 Deutschlandticket covers most needs, though late-night frequencies drop outside the core.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religious rhetoric rarely shapes policy; debates focus more on social housing and port strategy.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Hybrid work is common in tech and media; coworking spaces like Mindspace and betahaus provide flexible desks, though options are fewer than Berlin.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Blue Cards run four years with early permanent residence after 33 months (21 with B1 German); freelancers can secure permits with client letters and insurance.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Statutory pensions plus company plans from logistics giants keep retirees stable, though housing costs encourage extra savings.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Immigrants vest after five contribution years, and U.S.-Germany agreements protect credits if the family returns to America.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Long-term visa holders accrue pension rights but must stay vested or secure permanent residency to retain full benefits.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Rails roles exist in media, logistics, and e-commerce teams like About You, but the market is smaller than Berlin’s, making networking key.",
      "alignmentValue": 6
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Hamburg feels safe in residential districts; petty theft clusters around Reeperbahn nightlife, while violent crime stays low.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Families choose between Stadtteilschulen, Gymnasien, and bilingual programs like Ida Ehre; transitions require active parent coordination.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Elbe waters stay cool, but Baltic beaches reach 18–21 °C (64–70 °F) in midsummer—refreshing yet swimmable.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Maritime weather brings mild winters, frequent drizzle, and summers around 22–24 °C (72–75 °F) with low humidity.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Hamburg’s Reeperbahn history and comprehensive sex education foster open, consent-focused attitudes.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Hamburg invests heavily in public housing, transit, and climate resilience while aligning with Germany’s strong welfare model.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March starts near 8 °C (46 °F) and May reaches 17 °C (63 °F) with breezy showers—mild compared with continental Europe.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "Germany’s diversified economy and EU backing keep Hamburg stable even when global shipping slows.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Hamburg’s coalition blends Social Democrats and Greens, emphasizing climate-neutral port operations and social equity.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Strong unions and co-determination coexist with competitive port businesses, giving Trey room to build a studio without wild market swings.",
      "alignmentValue": 8
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Highs hover between 22–26 °C (72–79 °F); nights cool to 14 °C (57 °F), keeping heat manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Blue Card processing generally takes 8–10 weeks with €100–€140 in fees plus certified translations of degrees.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Citizen surveys show solid trust in Hamburg’s senate and federal ministries, supported by transparent budgeting.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Occasional procurement favoritism or port lobbying issues surface, but ombudsman offices and courts respond quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers earn €75k–€85k at logistics and aviation firms, reaching €90k+ with cloud leadership or maritime IT expertise.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends include Alster bike rides, Planten un Blomen parks, and ferry trips; Sundays encourage museums or board games due to store closures.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools start around 8 a.m., Kita care runs until 5 p.m., and hybrid teams respect logging off by early evening.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Employees receive the federal 20-day minimum plus Hamburg’s 9 public holidays.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Logistics and tech firms commonly grant 28–30 days off with extra port shutdown days around Christmas.",
      "alignmentValue": 9
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Hamburg’s trade ties foster a cooperative view of Denmark, Scandinavia, and the Netherlands.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Hamburgers view their city as a Hanseatic, maritime metropolis that balances commerce with culture.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors see Hamburg as a reliable trading partner—efficient but sometimes formal.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Blue Cards, skilled worker visas, Chancenkarte, and artist permits are processed through Hamburg Welcome Center with organized checklists.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Relocation agencies, international schools, and port-area expat networks help newcomers, though competitive housing is a hurdle.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Hamburg combines maritime commerce, vibrant music scenes, and quick access to the Baltic—offering career stability with coastal leisure.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Expect −1 to 6 °C (30–43 °F) with damp air but limited snow; coastal winds make it feel cooler than the thermometer.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Collective agreements target 37.5–40 hours, and port unions enforce clear overtime rules.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Hybrid schedules, mandated vacation, and waterfront recreation give the family ample downtime.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Works councils, strong unions, and enforceable leave policies support employees in pushing back on unreasonable demands.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Meaningful swings appear a few times per season; we budget extra time and gear to handle sudden cold snaps or storm systems.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Lower-income families can make it work but face long waitlists or limited options in desirable neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Comfortable living is possible but major purchases or travel demand careful planning and occasional sacrifices.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Most 2k sq ft options feel overpriced or stuck in fringe neighborhoods with weaker schools.",
      "alignmentValue": 5
    },
    {
      "key": "Community Living Opportunities",
      "sameAsParent": true
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Reception depends on class and language; we must adapt quickly to avoid perceptions of aloofness.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Friendly exchanges happen when we initiate; staff and strangers respond positively.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Openness is usually welcomed though some contexts expect diplomacy and softening of hard truths.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming & Beauty Investment",
      "sameAsParent": true
    },
    {
      "key": "Body Image & Fitness Pressure",
      "sameAsParent": true
    },
    {
      "key": "Fashion & Style Expectations",
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "sameAsParent": true
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "sameAsParent": true
    },
    {
      "key": "Personal Space & Touch Norms",
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Occasional events occur regionally, prompting situational awareness but not chronic fear.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Prisons meet international standards with active oversight and restorative programs.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common but balanced by strong fresh markets.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms; screening and early detection programs are reliable.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Resilience is good with occasional layoffs offset by quick reemployment.",
      "alignmentValue": 8
    }
  ]
}
