{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Berlin’s tech corridor of Zalando, Delivery Hero, and SAP/Google cloud teams constantly needs senior .NET architects, and English-first product squads mean Trey can land a role or contracts while his German improves.",
      "alignmentValue": 9
    },
    {
      "key": "Air Quality",
      "alignmentText": "Dense traffic on the A100 ring and Kreuzberg arterials keeps annual PM2.5 around 15 µg/m³, so the family follows AQI alerts on still winter days even though parks and low-sulfur heating moderate summer pollution.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "Berlin’s population is majority non-religious, church tax participation is rare, and public schools avoid mandatory worship, giving openly atheist parents an easy social fit.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Berlin benefits from Germany’s federal checks—coalition politics, constitutional courts, and an assertive press—that keep far-right surges from eroding the civil liberties the family prioritizes.",
      "alignmentValue": 9
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Opening a Girokonto at N26 or Deutsche Kreditbank can be done largely online, but plenty of neighborhood bakeries remain cash-preferred, so the family still carries Girocards alongside Apple Pay.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Berlin has no coastline, yet Strandbad Wannsee, Müggelsee, and the clean Havel lakes deliver sandy beaches by S-Bahn, giving the kids real swim options on hot weekends.",
      "alignmentValue": 5
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Meeple cafés like Spielwiese, the annual Berlin Brettspiel Con, and English-friendly tabletop meetups keep the scene vibrant, letting Trey playtest prototypes weekly.",
      "alignmentValue": 10
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Berlin’s Gebührenfreiheit covers Kita fees after year one, but chronic educator shortages mean joining the Kita-Navigator waitlist a year in advance and budgeting for interim Tagesmutter care.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Traffic-calmed Spielstraßen, 1,800 playgrounds, and late-night transit let the kids roam, though cyclists and delivery vans in Mitte require vigilant crossing habits.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens tap free Kita hours, Kindergeld, and Landeszuschüsse for childcare staff shortages, but still need to reconfirm spots each spring to hold bilingual programs.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Once Anmeldung and health insurance are complete, expat families access fee waivers and Kindergeld, yet paperwork translations and residence permit renewals keep admin time-consuming.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Berlin’s clubs cover bouldering, hacker spaces, VR labs, and English-speaking D&D groups, giving every family member an easy-fit hobby within 30 minutes by transit.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighborhoods start reserved, but Elterninitiativ Kitas, coworking Stammtische, and queer community centers help Sarah build steady circles at a pace she can manage.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Keeping Anmeldung current, reporting freelance income to the Finanzamt, and renewing residence permits on time keeps Berlin bureaucracy predictable—missed deadlines usually mean fines rather than status threats.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Groceries and BVG passes remain affordable, yet a renovated three-bedroom in Prenzlauer Berg or Friedrichshain now runs €2,000–€2,400 monthly plus Nebenkosten, so Trey’s salary must cover high rents.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany’s 2024 reform lets naturalized residents keep their U.S. passport, and Berlin’s Landesamt für Einwanderung already processes dual applications with clear checklists.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "Berlin’s economy leans on startups, creative industries, and federal administration; unemployment hovers near 8%, but venture-backed tech hiring offsets the slower public sector.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "The city mirrors Germany’s social market model—strong social safety nets and co-determination—while Berlin’s business registration and tax reporting remain paperwork-heavy for freelancers like Sarah.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Berlin schools emphasize inclusion and all-day Betreuung, yet Abitur outcomes trail Bavaria, so the family needs to stay engaged with teachers to keep Anduin on a Gymnasium track.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Global companies and startups alike sponsor EU Blue Cards, and Berlin’s migration office hosts English-language info sessions, though notarized diplomas are still mandatory.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "Berlin mixes vast parks and the Spree’s waterways with pockets of traffic pollution; weekend escapes to Brandenburg forests are easy, but inner-ring neighborhoods feel urban.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "As dual earners with two kids, the family would land in tax class IV, facing roughly 35–38% combined income tax plus solidarity and church-tax opt-outs, though child allowances soften the net bite.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September hovers around 18 °C (64 °F) before sliding to 10 °C (50 °F) by November, with frequent drizzle and earlier sunsets nudging more indoor play.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "All-day schools, playground density, and family-friendly museums make daily life manageable, while shared custody norms and progressive parenting circles give Trey and Sarah social support.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Berlin’s residence permits allow dependent visas with proof of housing and income, but annual renewals and mandatory school attendance reports require careful documentation.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizens benefit from Elternzeit, Kinderzuschlag, and Berlin’s extended parental leave supplements, though navigating Jobcenter paperwork takes patience.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Families with two working parents commonly stagger Elternzeit and rely on Kita vouchers; Berlin’s social services can advise, yet appointments need early booking.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Once residence permits are issued, the family qualifies for parental leave and Kindergeld, but proving health insurance and local leases remains a recurring admin chore.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Berlin favors eclectic, sustainable fashion—think indie designers and secondhand boutiques—which lets Sarah blend tech casual with expressive streetwear.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Menswear leans toward minimalist street style, so Trey can toggle between startup hoodies and smart-casual looks without feeling underdressed.",
      "alignmentValue": 7
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Berlin workplaces prize gender equity, with strong parental leave uptake and visible female leadership, keeping expectations flexible for Sarah.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like Ubisoft Berlin, Yager, and Wooga hire senior engineers, and federal games funding often routes through Berlin’s cluster, keeping opportunities steady.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal name-change support, visible trans pride, and inclusive nightlife make Berlin one of Europe’s most gender-fluid-friendly hubs.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Berlin enforces Germany’s strong anti-discrimination laws, offers third-gender markers, and funds queer support centers citywide.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-income households are the norm, and Berlin employers back part-time Elternzeit for fathers, so Trey won’t face stigma for leaning into childcare.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Carrying health insurance proof, rental contracts, and notarized documents keeps visa renewals smooth, while Berlin’s online appointment portal fills fast so planning ahead is key.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Berlin faces more summer heatwaves and occasional drought stress on city trees, yet flood and storm risks stay low compared with coastal Europe.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Charité and Vivantes hospitals anchor strong care, though citizens still navigate waitlists for non-urgent specialists.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Once insured through public Krankenkassen, expats access the same doctors, but English-language appointments can require private clinics or extra wait time.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Humboldt, TU Berlin, and arts universities stay low-cost for citizens, with broad study tracks and strong dual-education options.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU residents pay the same tuition but must maintain residency status and proof of funds, adding paperwork to otherwise accessible universities.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Berlin’s vacancy rate sits near 1%, so families rely on employer brokers, housing cooperatives, or temporary furnished leases while competing with EU talent for long-term apartments.",
      "alignmentValue": 5
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Employers withhold income tax and social contributions monthly, and couples choose a Steuerklasse split before filing an annual return—Elster online makes submission manageable once translated.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizen children attend local Grundschule automatically, and slots in sought-after Gymnasien use a mix of grades, sibling priority, and proximity, so proactive school meetings matter.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident children enroll tuition-free, but parents must present translated transcripts and may request DaZ (German-as-second-language) support during the first semesters.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English is common in tech, startup, and nightlife circles, yet most bureaucracy, healthcare, and school meetings run in German, so steady language study remains essential.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Christopher Street Day, queer community centers, and inclusive nightlife signal broad acceptance, and Berlin’s senate funds anti-discrimination programs that protect poly and LGBTQ+ families.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist ideas animate parts of Neukölln and university activism, but mainstream voters favor social-market pragmatism over revolutionary rhetoric.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Expectations emphasize active fatherhood and emotional openness; macho posturing is rare in Berlin’s workplaces.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Meetup.com lists dozens of English-speaking tech, parenting, and gaming groups, and Factory Berlin or betahaus host weekly founder breakfasts that welcome newcomers.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Berlin follows the national €12.41 hourly minimum, though hospitality and logistics often pay slightly more to offset the city’s rent pressure.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Fiber-to-the-building rollouts, 5G coverage, and the combined S-Bahn/U-Bahn network keep daily logistics modern, even if BER airport operations still suffer occasional hiccups.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Tiergarten, Tempelhofer Feld, and day trips to the Spreewald or Wannsee provide ample greenery, though alpine scenery requires longer travel than southern Germany.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Berlin avoids earthquakes and hurricanes; climate risks mainly involve heavy summer storms or localized flooding, both mitigated by solid drainage and insurance.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Dozens of lakes, forests like Grunewald, and Brandenburg day trips sit within an hour by regional rail, so the family can grab fresh air without a car.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "From techno institutions like Berghain to world-class orchestras at the Philharmonie and countless indie venues, Berlin offers late-night options once childcare is arranged.",
      "alignmentValue": 10
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife runs late with relaxed door policies and diverse scenes; Sundays often include family-friendly street festivals that ease parents back into the week.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "GamesCapitalBerlin meetups, Saftladen collective, and Womenize! events connect indie founders with peers, publishers, and funding advisors.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Ubisoft Berlin, Wooga, Yager, King, and numerous indies anchor the local scene, creating steady networking touchpoints for Trey.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Median, federal, and EU games funds run frequent calls out of Berlin, and incubators like games:net Accelerator pair capital with mentorship for new studios.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Workdays move quickly, but late retail hours and abundant parks slow evenings; Sundays stay quiet due to trading laws, giving the family intentional downtime.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools expect parents to join Klassenpflegschaft councils and coordinate holiday care, yet norms respect work-life balance and gender-equal caregiving.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Reforms allow naturalization after five years (three with integration milestones), so a stable residency in Berlin can yield dual passports before the children hit middle school.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International ranks Germany highly; local scandals surface via investigative journalism and usually trigger resignations or court reviews.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Germany’s federal parliamentary system with proportional representation, strong courts, and coalition governance keeps policy shifts measured and rule-of-law strong.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Poly-friendly therapists, meetup groups, and queer venues make non-monogamous households socially accepted, though legal recognition still stops at monogamous partnerships.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Krippen accept toddlers from age one with city subsidies, but staff shortages make early applications and personal networking critical for bilingual spots.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "International schools like Berlin Cosmopolitan or John F. Kennedy offer English curricula, yet tuition often tops €15k annually, so they’re backup options rather than defaults.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Berlin’s coalition leans social-liberal and green, advancing climate action, queer rights, and renter protections that match the family’s progressive priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Public broadcasters cover politics with balanced analysis, and algorithmic echo chambers are easy to avoid by curating trusted outlets.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "State influence over media is minimal; sensational tabloids exist but are countered by investigative outlets like Tagesspiegel and RBB.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "BVG’s U-Bahn, S-Bahn, tram, and bus mesh with €49 Deutschlandtickets, dense bike lanes, and regional rail, letting the family skip car ownership comfortably.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Berlin politics stay largely secular, with religious arguments rarely shaping policy beyond debates on school holidays or headscarves.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Tech employers typically offer hybrid schedules, and coworking spaces like betahaus, St. Oberholz, and Factory Berlin provide reliable hubs for remote days.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "EU Blue Cards run four years with early permanent residence after 33 months (21 with B1 German); freelancers can secure permits once they show client contracts and health insurance.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Statutory pensions, Riester/Rürup supplements, and subsidized senior housing keep citizen retirees stable, though private savings help offset Berlin’s rents.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Non-EU residents vest in pensions after five contribution years, and Germany’s U.S. totalization agreement protects accrued credits if the family later returns stateside.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Long-term visa holders accrue pension rights, yet leaving Germany before vesting or without permanent residency can reduce payouts, so the family should plan long stays.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "E-commerce, fintech, and gov-tech teams use Rails, and many operate English-first, giving Sarah a steady pool of hybrid or remote roles.",
      "alignmentValue": 7
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Berlin’s crime rate is moderate for a large city; petty theft and bicycle loss require vigilance, but violent crime remains relatively rare in family districts.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Berlin offers neighborhood Gesamtschulen, specialized arts/STEM tracks, and bilingual state schools, yet navigating the transition to Gymnasium demands parental advocacy.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Nearby lakes warm to 20–23 °C (68–73 °F) in July and August, comfortable for swimming but far from coastal warmth.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Expect grey winters, mild springs, warm but manageable summers around 26 °C (79 °F), and autumn drizzle—humidity is moderate compared with the U.S. Midwest.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Berlin embraces sex-positive culture with visible consent education, sex shops, and open dialogue in media, supporting the family’s values.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Berlin aggressively funds public housing, transit, and climate projects, reflecting Germany’s strong welfare framework and the city’s progressive bend.",
      "alignmentValue": 9
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Daytime highs climb from 10 °C (50 °F) in March to 18 °C (64 °F) by May with frequent showers, so layers and rain gear stay in rotation.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Germany’s diversified economy, EU backing, and strong institutions keep Berlin stable even when national GDP slows.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Berlin’s senate aligns social-democratic and green, prioritizing climate, housing, and social equity—far from authoritarian rhetoric.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Market competition thrives alongside co-determination and tenant protections, giving Trey space to found a studio without facing laissez-faire extremes.",
      "alignmentValue": 8
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Highs hover between 24–28 °C (75–82 °F) with occasional heatwaves into the low 30s °C (mid-80s °F); nights drop near 15 °C (59 °F).",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Blue Card processing usually wraps in 8–10 weeks with €100–€140 in fees plus sworn translations of degrees and marriage certificates.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show relatively high trust in Berlin’s administration and federal ministries, boosted by transparent budgeting and open-data portals.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "When issues emerge they involve procurement favoritism or party donations, and watchdog agencies investigate quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior .NET or full-stack roles pay €80k–€90k at Zalando, Delivery Hero, or SAP Labs, with €100k packages for cloud leadership or equity-heavy startups.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Saturdays often include farmers’ markets, playground meetups, or lake trips; Sundays stay quiet due to retail closures, encouraging board games and museum visits.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools start around 8 a.m., Kita care runs until 5 p.m., and hybrid tech teams respect logging off near 4:30–5 p.m., giving the family predictable evenings.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Employees receive the federal 20-day minimum plus Berlin’s 10 public holidays, ensuring predictable downtime.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech firms commonly offer 28–30 days off, and many add bridge days around major holidays.",
      "alignmentValue": 9
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Berliners travel frequently across the EU, fostering a pragmatic, cooperative view of neighbors like Poland and the Czech Republic.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Berliners pride themselves on being edgy, creative, and socially progressive compared with the rest of Germany.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors see Berlin as creative yet chaotic—admiring its culture while noting bureaucratic hiccups.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Blue Cards, skilled worker visas, Chancenkarte, and artist/freelancer permits all run through Berlin’s Landesamt with clear checklists once appointments are secured.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "A sizable U.S. expat community, English-speaking schools, and relocation agencies ease landing, though some landlords still prefer EU tenants.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Berlin blends a cutting-edge tech scene, rich arts culture, and progressive politics—letting the family pursue creative careers without sacrificing values.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Expect −2 to 5 °C (28–41 °F) with damp cold, occasional snow, and short daylight; proper gear keeps commutes manageable.",
      "alignmentValue": 6
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Collective agreements target 37.5–40 hours, and works councils reinforce boundaries on overtime.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Hybrid schedules, protected vacation, and a culture that disconnects on weekends give the family room for childcare, hobbies, and indie projects.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Works councils, strong unions, and enforceable leave policies let employees push back on unreasonable demands without risking termination.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Meaningful swings appear a few times per season; we budget extra time and gear to handle sudden cold snaps or storm systems. Seasonal Weather at 6/10 and Natural Disasters at 8/10 steer the family toward a strong outlook for seasonal extremes & variability.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Extended daylight deficits and short, cloudy summers introduce ongoing mood strain the family must actively counter. Seasonal Weather at 6/10 and Environment at 7/10 steer the family toward a mixed outlook for seasonal sunlight hours.",
      "alignmentValue": 6
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Comfortable windows exist but are short; we stack activities in one or two prime seasons. Seasonal Weather at 6/10 and Environment at 7/10 steer the family toward a mixed outlook for pleasant weather windows.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Lower-income families can make it work but face long waitlists or limited options in desirable neighborhoods. Minimum Wage at 7/10, Housing Situation at 5/10, and Childcare Support (Citizens) at 8/10 steer the family toward a strong outlook for quality of life – lower-income tier.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Comfortable living is possible but major purchases or travel demand careful planning and occasional sacrifices. Typical Software Salaries at 8/10, Housing Situation at 5/10, and Work-Life Balance at 8/10 steer the family toward a strong outlook for quality of life – middle-income tier.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated. Housing Situation at 5/10, Private Education at 6/10, and Family Life at 8/10 steer the family toward a mixed outlook for quality of life – higher-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Most 2k sq ft options feel overpriced or stuck in fringe neighborhoods with weaker schools. Housing Situation at 5/10 and Cost of Living (Optional) at 6/10 steer the family toward a mixed outlook for spacious housing benchmark (2k sq ft rent).",
      "alignmentValue": 5
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience. Community Vibes at 7/10, Meetups & Communities at 9/10, and Family Life at 8/10 steer the family toward a strong outlook for community living opportunities.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually. Community Vibes at 7/10, Meetups & Communities at 9/10, and Common Hobbies at 9/10 steer the family toward a strong outlook for friendliness & neighborliness index.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Sentiment splits; friendly communities exist but national discourse can turn skeptical. Welcoming of US Migrants at 7/10, Progressivism at 9/10, and Language & English Ubiquity at 6/10 steer the family toward a strong outlook for immigrant sentiment – general.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Reception depends on class and language; we must adapt quickly to avoid perceptions of aloofness. Welcoming of US Migrants at 7/10, Language & English Ubiquity at 6/10, and View of Them by Neighboring Countries at 7/10 steer the family toward a strong outlook for immigrant sentiment – white migrants.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Friendly exchanges happen when we initiate; staff and strangers respond positively. Community Vibes at 7/10, Nightlife Culture at 9/10, and Common Hobbies at 9/10 steer the family toward a strong outlook for surface interaction norms.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic. Community Vibes at 7/10, Meetups & Communities at 9/10, and What Is Intriguing at 9/10 steer the family toward a strong outlook for depth-seeking social norms.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Most locals read body language well, though some settings skew closer than we prefer. Community Vibes at 7/10, Sex (Attitudes) at 9/10, and View of self at 8/10 steer the family toward a strong outlook for personal boundary & bubble norms.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "People appreciate directness and respond constructively when we share concerns or needs. Progressivism at 9/10, What Is Intriguing at 9/10, and Trust in Government at 8/10 steer the family toward an excellent outlook for moral, honesty & openness expectations.",
      "alignmentValue": 9
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Moderate effort keeps us aligned; high-fashion scenes exist yet are optional. Fashion Trends (Male) at 7/10 and Fashion Trends (Female) at 8/10 steer the family toward a strong outlook for grooming & beauty investment.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Some emphasis on fitness exists, yet conversations remain respectful and supportive. Fashion Trends (Male) at 7/10, Fashion Trends (Female) at 8/10, and Sex (Attitudes) at 9/10 steer the family toward a strong outlook for body image & fitness pressure.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "We aim for tidy smart-casual looks to blend in; high fashion is optional. Fashion Trends (Male) at 7/10 and Fashion Trends (Female) at 8/10 steer the family toward a strong outlook for fashion & style expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Flirting remains respectful with clear cues; nightlife staff reinforce boundaries. Sex (Attitudes) at 9/10, LGBTQ+ Attitudes at 9/10, and Nightlife Culture at 9/10 steer the family toward an excellent outlook for flirting boundaries & consent culture.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Mostly flexible though some circles still expect traditional roles on first approach. Gender Roles at 8/10, Gender Fluidity at 9/10, and Sex (Attitudes) at 9/10 steer the family toward a strong outlook for gendered flirting expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Supportive subcultures exist and mainstream spaces remain tolerant if discreet. Polyamory at 8/10, Sex (Attitudes) at 9/10, and Community Vibes at 7/10 steer the family toward a strong outlook for monogamy vs. non-monogamy acceptance.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Casual relationships are accepted though some circles prefer discretion. Sex (Attitudes) at 9/10, Nightlife & Music at 10/10, and Community Vibes at 7/10 steer the family toward an excellent outlook for promiscuity attitudes.",
      "alignmentValue": 9
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Acceptance exists within progressive scenes and is tolerated publicly with respectful curiosity. Polyamory at 8/10, Community Vibes at 7/10, and LGBTQ+ Attitudes at 9/10 steer the family toward a strong outlook for group & multi-partner relationship attitudes.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Crowded transit aside, locals check before touching and notice discomfort. Community Vibes at 7/10, Sex (Attitudes) at 9/10, and Nightlife Culture at 9/10 steer the family toward a strong outlook for personal space & touch norms.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations. Safety & Crime at 7/10, State Ideology at 8/10, and Political System at 9/10 steer the family toward a strong outlook for firearm laws & ownership culture.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support. Progressivism at 9/10, Political System at 9/10, and Safety & Crime at 7/10 steer the family toward a strong outlook for controlled substance policies.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease. Safety & Crime at 7/10, Progressivism at 9/10, and Authoritarian Backsliding Risk at 9/10 steer the family toward a strong outlook for drug enforcement climate.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Occasional events occur regionally, prompting situational awareness but not chronic fear. Safety & Crime at 7/10 and Stability at 9/10 steer the family toward a strong outlook for mass violence incidence.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Conditions are generally decent though some facilities lag in services or transparency. Authoritarian Backsliding Risk at 9/10, Safety & Crime at 7/10, and Perceived Corruption at 9/10 steer the family toward a strong outlook for carceral conditions & prison labor.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Walkable pockets exist and connect via decent transit; we plan routes to avoid busy arterials. Public Transportation at 9/10, Housing Situation at 5/10, and Nature Access at 8/10 steer the family toward a strong outlook for walkability & pedestrian safety.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available. Healthcare (Citizens) at 8/10, Work-Life Balance at 8/10, and Community Vibes at 7/10 steer the family toward a strong outlook for community health consciousness.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "sameAsParent": true
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "We have plentiful access to quality produce and diverse restaurants with only rare gaps. Nightlife & Music at 10/10, Common Hobbies at 9/10, and Meetups & Communities at 9/10 steer the family toward an excellent outlook for fresh & international cuisine access.",
      "alignmentValue": 9
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is moderate; we secure support with some wait times. Seasonal Weather at 6/10, Work-Life Balance at 8/10, and Community Vibes at 7/10 steer the family toward a strong outlook for depression prevalence.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "sameAsParent": true
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms; screening and early detection programs are reliable. Environment at 7/10, Healthcare (Citizens) at 8/10, and Community Health Consciousness at 8/10 steer the family toward a strong outlook for cancer incidence.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Resilience is good with occasional layoffs offset by quick reemployment. Economic Health at 7/10, Remote-Friendly Culture at 8/10, and Typical Software Salaries at 8/10 steer the family toward a strong outlook for broader job market resilience.",
      "alignmentValue": 8
    }
  ]
}
