{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Karlsruhe offers a healthy .NET market in Baden-Württemberg with regular openings. Larger nearby cities capture top roles, but remote work helps.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Karlsruhe, DE: 2D Environmental Artist pay lags top hubs by ~10–15% but offers solid benefits and high QoL.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Karlsruhe offers occasional 2D environmental art trainings; most upskilling is online or via visiting experts, with limited local programs.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Karlsruhe, Germany has game art/design programs, but dedicated 2D environmental artist tracks are limited; expect on-the-job upskilling locally.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Karlsruhe, 2D Environmental Artist hiring will likely take 4-5 months; local talent pools are modest, so remote/global sourcing helps.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Karlsruhe game studios commonly use English, but German onboarding helps; bilingual candidates fit well in local teams.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Karlsruhe, many studios support hybrid 2D environmental art with flexible hours; remote work is common but may require occasional onsite collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Karlsruhe, Germany has a moderate pool of 2D environmental artists; solid for local studios but may require relocation or wider sourcing.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Karlsruhe 3D animator pay roughly matches global medians after cost of living; strong benefits and healthcare suit this family.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Karlsruhe offers occasional 3D animation trainings and local courses. Remote options help keep skills current for the family\u0027s game/dev goals.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Karlsruhe has a few design/media programs (HfG Karlsruhe, KIT). They produce 3D animation grads, but class sizes are small and upskilling is common.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Karlsruhe\u0027s 3D animator roles are competitive; expect 2-3 months with proactive sourcing and some remote candidates.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "English is widely used in Karlsruhe\u0027s 3D animation studios, but many teams expect German for local work; bilingual skills help candidates.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Karlsruhe, Germany, hybrid 3D animator roles are common and remote work is negotiable. Fully remote setups exist but may require case-by-case approval.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Karlsruhe\u0027s 3D animator pool is moderate: decent university talent (KIT) but few senior studios; remote work or relocation may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Karlsruhe, 3D artist pay is ~20% below top markets; strong benefits and quality of life help offset the gap.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "In Karlsruhe, 3D character education is limited; expect occasional workshops via local schools and online/visiting experts; most learning is self-directed.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Karlsruhe has several regional programs (HKW/KIT ecosystem and nearby Filmakademie) feeding 3D character grads. Solid pipeline, not mass-market.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Karlsruhe-based 3D character artist roles typically take 3–4 months. Local talent is limited, so proactive sourcing and relocation help speed hiring.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Karlsruhe\u0027s game/3D studios, English is widely used; basic German helps collaboration and daily life.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Karlsruhe studios support hybrid 3D character artist work; remote options negotiable. Reliable broadband and family-friendly schedules fit your plan.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Karlsruhe has a moderate 3D character artist pool, bolstered by KIT ties. Startups can hire mid-level talent, but seniors may need relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Karlsruhe, Germany offers general startup programs (CyberForum, KIT) with broad support; no dedicated game accelerators, so access is generalist.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Karlsruhe, Germany has generally good air quality. Watch seasonal pollen and dusty days; portable filters may be helpful for comfort.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Karlsruhe has Gameforge SE as a notable anchor; a few regional studios and KIT ties provide steady but modest game-dev opportunities.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "Karlsruhe, DE has a strong secular culture. Atheists are generally accepted and can access secular institutions with little friction.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Karlsruhe, Germany: strong democracy with independent judiciary and media; civil liberties safeguarded, but remain vigilant against rising populist rhetoric.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Karlsruhe is modern and accessible for new residents. Opening accounts is straightforward, with SEPA and instant payments for cross-border needs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches exist but require travel from Karlsruhe; e.g., Schluchsee/Titisee. Plan trips and check facilities ahead.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Boardgaming in Karlsruhe, Germany has a family-friendly scene with regular meetups and welcoming shops. Groups for kids and adults are easy to find.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Karlsruhe, Germany, inclusive wellness culture supports body diversity; fitness is about well-being, not appearance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Karlsruhe, Germany has a diversified tech/engineering economy with strong safety nets; startup founders can access grants and find resilient hiring.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Karlsruhe, Germany, cancer incidence mirrors global norms; strong screening and universal healthcare support early detection.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Karlsruhe prisons in Germany emphasize rehabilitation and humane conditions. Oversight is strong and inmate labor is fairly paid, aligning with our values.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Karlsruhe, DE offers subsidized, reliable Kita care; slots may require planning, but overall strong family support.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Karlsruhe, Germany offers parks, good transit, and strong childcare; most neighborhoods are family-friendly.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Germany provides strong childcare subsidies and parental leave. Karlsruhe offers reliable, near-home KiTa slots with predictable costs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Karlsruhe, Germany, visa holders can access childcare subsidies but expect waiting periods and permit requirements.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Karlsruhe, Germany has broad hobby options: gaming, board games, tabletop, and climbing, with nearby clubs and shops for quick social ties.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Activity",
      "alignmentText": "In Karlsruhe, Germany, there are regular monthly game-dev and tech meetups with active local communities. Attendance is solid and occasional hackathons occur.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Karlsruhe, Germany, public health messaging is strong and healthcare is universal. Residents enjoy active lifestyles with good preventive care access.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Karlsruhe, Germany, has a few co-housing and housing co-ops; options are limited and often niche. Families may need local networks and patience.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Karlsruhe, Germany, Community Manager pay aligns with global medians after cost-of-living adjustments. It remains competitive in Europe but trails top hubs.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Karlsruhe offers sporadic community-manager trainings via VHS Karlsruhe and Digital Hub Karlsruhe. Advanced topics still rely on remote learning.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Karlsruhe has a few media/IT programs (KIT, HKA) with small cohorts; no dedicated community manager track, so on-the-job upskilling is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Karlsruhe hiring: 3-4 months to fill a Community Manager; local pool modest; remote options help; consider relocation if needed.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Karlsruhe: English is common in teams, but client-facing CMs often require German; bilingual capability improves community reach.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Karlsruhe studios generally offer hybrid roles with flexible hours; remote work is negotiable, backed by async workflows for family-friendly balance.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Karlsruhe has a moderate CM talent pool from local studios and KIT grads; senior roles may require relocation.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Karlsruhe neighbors are friendly; local clubs and schools help families plug in, with expat networks supporting newcomers.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Karlsruhe, Germany: compensation tracks global medians after cost of living, with solid benefits and family-friendly policies.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Karlsruhe-based startup comp tracks global medians after cost of living; solid base \u002B equity, aligned with Germany\u0027s family-friendly work norms.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Karlsruhe, DE: self-employment visa requires a viable plan and local approvals; legal counsel advised; expect bureaucratic checks and potential delays.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Karlsruhe offers regular continuing education via VHS Karlsruhe, KIT, and local meetups; strong public programs augment self-study.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Karlsruhe offers a serviceable freelancer bench; pockets of scarcity in game dev and cloud infra. Expect practical lead times and solid local web talent.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Karlsruhe, Germany favors harm-reduction with medical cannabis and strong health services; penalties for personal use are light, not harsh.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Karlsruhe in Baden-Württemberg has a strong tech scene, good broadband, and family-friendly policies; costs are slightly higher but offset by grants.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Karlsruhe offers moderate costs with strong public services; healthcare and childcare ease budgeting, but housing and utilities still require careful planning.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Karlsruhe, Germany offers solid coworking and startup support; game-dev gear like mocap is limited, but nearby university labs support prototyping.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Karlsruhe, Germany shows solid software/dev demand with competition; local pipelines exist but visa/relocation friction persists. Remote options help families.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Karlsruhe, Germany: depression prevalence is moderate; strong universal healthcare supports care, but therapy may have brief wait times.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Karlsruhe offers active clubs and expat networks; deep bonds form with steady outreach and mutual aid.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Karlsruhe (DE) has strong anti-discrimination and LGBTQ\u002B protections; inclusive policies support families, though ethnic diversity in tech is still growing.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Karlsruhe, Germany, enforcement is targeted with strong oversight; families rarely witness aggressive sweeps. Policing emphasizes privacy and public health.",
      "alignmentValue": 9
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany allows US dual citizenship but typically requires Beibehaltungsgenehmigung; in Karlsruhe you’d need permission to keep US citizenship.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Karlsruhe, DE offers SBIR-like and BW grants; MVP funding roughly $150k-$350k, competitive but viable for Trey\u0027s game dev startup.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Karlsruhe offers reliable access to public grants (EXIST) and generalist funds. Game startups can tap nationwide capital, though local backers are competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Germany\u0027s solid, diversified economy with strong safety nets supports families in Karlsruhe; resilient job markets despite occasional sector dips.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Germany’s mixed economy in Karlsruhe backs startups with grants and reliable governance; expect some bureaucracy but strong innovation and social supports.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Germany\u0027s stable policy climate benefits startups; Karlsruhe offers EU grants and predictable rules, easing growth and visa planning.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Education",
      "alignmentText": "Karlsruhe, Germany: public schools are solid with strong early childhood programs; bilingual options exist.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Karlsruhe offers solid engineering/CS programs; game-focused tracks exist but grads often need practical industry training to hit game roles.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Karlsruhe, Germany offers visa sponsorship for skilled tech workers, but varies by employer. Target larger firms with clear visa programs; dependents can join.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Karlsruhe, Germany hosts a Unity-led game dev scene with Unreal pockets; local universities and grants support cross-engine training.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Karlsruhe, Germany has excellent environmental quality: parks, clean water, and easy access to nature; great for our family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Karlsruhe, Germany: around 40% tax for two earners (social contributions). Public services support our family.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Karlsruhe, Germany, fall is mild. Most days are in light sweater weather with occasional rain showers.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Life",
      "alignmentText": "Karlsruhe, Germany offers safe neighborhoods and strong family-friendly services. Quality childcare and good public schools support the family settling in.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Germany allows family reunification for partners and children; Karlsruhe offers good schools and expat support, easing onboarding.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Germany offers strong family policy: Elterngeld, Kindergeld, flexible work rights, and solid healthcare, matching Karlsruhe\u0027s family-friendly environment.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Karlsruhe, Germany offers strong universal healthcare and child benefits, plus solid public schools. Some bureaucracy and paperwork can be a hurdle.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "7: In Karlsruhe, Germany, visa families gain solid supports, but residency steps limit day-one access to several benefits.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Karlsruhe, Germany favors tidy smart-casual attire. Comfortable, neat outfits help you blend in during daily life and family activities.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Karlsruhe, Germany offers a diverse, body-positive fashion scene; urban culture supports expressive, individual styles.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Karlsruhe, DE supports expressive yet approachable men\u0027s fashion; urban culture and inclusivity enable creative style.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Karlsruhe, Germany offers broadly accepting urban culture; diverse femininity expression is common, with only minor conservative pockets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Karlsruhe, Germany has strict gun laws; ownership exists but licensing, storage, and training are widely respected.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Karlsruhe, Germany, consent norms are strong; most social scenes respect boundaries and staff reinforce them.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Karlsruhe, Germany has a growing, university-driven founder base with regular meetups; still smaller than Berlin but active and mentorship-friendly.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Karlsruhe offers robust markets and diverse dining. Some niche cuisines may require short trips to nearby cities like Stuttgart.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Karlsruhe locals are polite and open to newcomers who take initiative. Expect gradual ties but active expat groups help integrate our family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Karlsruhe hosts Gameforge and CyberForum dev groups with regular Unity/Unreal openings for Trey. Limbic\u0027s nearby teams broaden opportunities in Germany.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Karlsruhe, Germany: strong protections for gender-diverse people; nonbinary options exist, but some institutions remain binary.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Germany (Karlsruhe) provides strong gender rights with active enforcement; anti-discrimination laws and parental protections support your family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Karlsruhe, Germany shows strong egalitarian norms with policy backing. Caregiving and leadership are broadly shared, supporting family life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Karlsruhe, dating culture is generally inclusive. All genders can initiate or decline interest with minimal stigma.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Germany (Karlsruhe) offers strong healthcare, excellent schools, safety, and a family-friendly tech scene; visa life is solid with employment, though renewals apply.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Global warming risk in Karlsruhe, Germany is noticeable but manageable. Strong infrastructure and resilience programs help the family adapt with minimal relocation risk.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Karlsruhe offers a Germany startup visa for founders with a credible plan. Baden-Württemberg\u0027s tech ecosystem supports funding, talent, and collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Karlsruhe, Germany favors practical grooming and understated style. The family fits with modest, professional looks that stay low-stress.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Karlsruhe, Germany, progressive scenes tolerate poly relationships; daily life is open, but formal recognition from authorities and some services may lag.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Healthcare in Karlsruhe, Germany is universal and high-quality with low out-of-pocket costs and strong pediatric care. Expect occasional delays for specialists.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Healthcare in Germany is widely accessible via the public system; visa families can enroll in Karlsruhe public insurance, with affordable options and supplements.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Karlsruhe public universities are largely tuition-free for citizens; degree options and DAAD scholarships exist, though some programs have German prereqs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Karlsruhe, public universities charge little to no tuition for international students; generous international offices aid visa-holding families.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Karlsruhe\u0027s studios keep steady pipelines; most roles close in about 2 months, fitting global averages, even for a US founder pursuing a visa.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Karlsruhe\u0027s KIT and CyberForum pipelines speed early-stage hiring; most startup roles fill in about 2 months. Grants and local support help founders manage staff.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Karlsruhe family flats are competitive; Weststadt around €13/m²; Durlach has more space but stock remains tight and requires patience.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Germany\u0027s tax system is fairly transparent and digital (Elster); families in Karlsruhe benefit from child allowances, but some rules need guidance.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Karlsruhe, Germany is generally welcoming to newcomers. Bureaucracy and occasional rhetoric can create mild concern for an English-speaking family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Karlsruhe, Germany broadly welcomes this US, English-friendly tech family. Strong community ties help integration, though some stereotypes may arise.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Karlsruhe, Germany public K-12 is universal with free materials; robust language support for non-German speakers; bilingual options available.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Karlsruhe public schools welcome visa families; enrollment is allowed with standard residence proofs, with available German language support.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Karlsruhe offers English-friendly daily life; we will study German to participate fully in schools and official matters.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Karlsruhe studios rely on English for cross-border work; German fluency remains important for local docs, community, and compliance.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Karlsruhe, Germany, startups mainly use English; German fluency helps with regulatory tasks. The family is English-first and willing to learn German.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Karlsruhe has several tech/IP law firms and EU IP clinics; game IP is supported by regional firms in Baden-Wuerttemberg near Stuttgart.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Karlsruhe, Germany, LGBTQ\u002B families are broadly protected and welcomed; anti-discrimination rules apply and services are inclusive.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Karlsruhe has a growing game-dev scene (KIT labs, local meetups); reliable playtest groups exist, though scheduling can require lead time.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Karlsruhe values pluralism; Marxist ideas are debated in academia and civil society, with open, respectful discussion.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Karlsruhe, Germany shows evolving masculinity norms; men can engage in caregiving and nontraditional roles with mild pushback but rising acceptance.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Rare incidents in Karlsruhe, Germany; authorities communicate clearly and families feel prepared, though we stay vigilant.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Karlsruhe offers CyberForum and STEM clubs; plenty of meetups, though some niches have fees or waitlists; English-friendly options exist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Karlsruhe, DE: min wage ~12€/h plus social supports generally covers basics for a two-adult, two-child family; housing costs drive the budget.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Karlsruhe offers robust power, reliable tram transit, and growing gigabit internet, great for remote work and gaming with minimal outages.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Karlsruhe, Germany offers tolerant urban spaces; polyamory is understood in many circles, but discretion helps in less progressive settings.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Karlsruhe values transparency with empathy. Discuss concerns directly but with diplomacy, aligning with local pluralistic, LGBTQ\u002B inclusive culture.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Karlsruhe, Germany has strong natural beauty with Schlossgarten and nearby Black Forest trails. Seasonal changes and well-kept paths suit family outings.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Karlsruhe, Germany (near the Rhine) has rare, low-impact natural disasters; robust infrastructure and early warnings keep family risk minimal.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Abundant nature within an hour near Karlsruhe; Hardtwald and Rhine plains offer easy access, and Black Forest trips by car are feasible.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Karlsruhe\u0027s Substage and Tollhaus host diverse gigs; solid local nightlife, accessible transit, not Berlin-scale for the family.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Karlsruhe offers a safe, modest nightlife with family-friendly options in the center; late scenes are limited, so plan occasional trips to bigger cities.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Karlsruhe, Germany has a budding game dev scene with university ties, and local meetups. Regular events are smaller than in larger cities; initiative helps.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Karlsruhe, Germany has a small but recognizable game scene with studios like Gameforge and Black Forest Games, aiding local hiring and networking.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Karlsruhe, Germany shows a moderate obesity rate; bike-friendly transport and preventive care support your family\u0027s active lifestyle.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Karlsruhe offers KIT talent pipelines and MFG Baden-Württemberg grants for game startups. CyberLab accelerators help seed-stage studios in Germany.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Karlsruhe, Germany, offers bike-friendly streets, efficient transit, and a calm, family-friendly pace; balanced work and downtime, unlike hectic metros.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Karlsruhe, Germany offers strong childcare networks and parental leave; diverse parenting styles are supported and schools partner with families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Germany naturalization typically 6-8 years with German language; Karlsruhe offers residency routes and potential dual citizenship with the U.S.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Karlsruhe, Germany, corruption is perceived as low; strong institutions and watchdogs support reliable public services and safety.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Karlsruhe, DE, personal space is respected; expect polite, reserved interactions and minimal touch with strangers; calmly state boundaries.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Karlsruhe, Germany, personal space is generally respected; prefer handshakes to hugs and look for consent cues in social touch.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Karlsruhe, Germany offers a mild four-season climate; warm summers, cool winters—most of the year is comfortable for outdoor family life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "Karlsruhe, Germany offers a transparent, participatory democracy with strong rule of law. Open civic channels support stable living conditions for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Karlsruhe, Germany, polyamorous families are largely accepted in private circles, but mainstream services may misunderstand needs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Karlsruhe has a strong Kita network. Early registration is essential, with subsidies and some bilingual options.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Private Education",
      "alignmentText": "Karlsruhe, Germany has private/international schools with bilingual options. Tuition is premium, but there are solid alternatives for bilingual education.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common in Karlsruhe. Strong fresh markets balance access to wholesome options for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Karlsruhe PMM (Games) pay ~20% below global medians; solid German benefits help. English-friendly tech scene with remote options aids relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Karlsruhe offers occasional game marketing workshops and remote courses; local meetups and university programs provide PMM upskilling options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Karlsruhe has game PMM programs, but they\u0027re small or adjacent to marketing. Expect on-the-job upskilling to bridge gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Karlsruhe, Germany PMM (Games) roles may stay open 4-6\u002B months due to a small local talent pool; remote/hybrid and relocation help could shorten timelines.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "In Karlsruhe, Germany, English is widely used in games; many teams still require German. Bilingual PMMs fit local studios.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Karlsruhe studios favor hybrid/remote PM (Games) roles with async workflows; strong tech ecosystem and near Frankfurt DC support Azure access and funding options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Moderate PMM (Games) pool in Karlsruhe; local options limited; remote or relocation often needed for seniors; English-friendly environment.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Karlsruhe, Germany leans progressive with strong civil liberties. English-friendly city life with solid public services and media pluralism.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Karlsruhe, Germany, most peers are nonjudgmental and sex-positive; casual dating is common, though some traditional circles may gossip.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Karlsruhe, Germany offers messaging focused on wellbeing and reliable, pluralistic info with inclusive civic participation.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Karlsruhe, Germany offers pluralistic media with watchdogs debunking spin; propaganda is generally minimal.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Karlsruhe\u0027s tram-train system links regional towns and the city center reliably; weekend service is generally strong.",
      "alignmentValue": 9
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Karlsruhe, Germany: occasional platform engagement; most publisher relationships are handled remotely with occasional local events.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Karlsruhe offers strong healthcare, good schools, and family-friendly policies; premium services exist but may require planning or travel.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Karlsruhe, universal healthcare and solid public services cushion costs; expect some daycare waitlists and housing trade-offs for a modest income.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Karlsruhe, Germany offers strong public services and good schools for a middle-income family. Mindful budgeting keeps comfortable living realistic.",
      "alignmentValue": 9
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Karlsruhe hosts a growing real-time game dev scene with strong engineering culture; solid real-time pipelines and some cinematic pre-rendering capability.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Karlsruhe, Germany, religion and politics are generally separate. Policy remains secular and pluralistic, aligning with a progressive family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Karlsruhe, Germany studios commonly offer hybrid/remote roles with formal policies. This aligns with our family-friendly remote-work needs.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Karlsruhe, Germany startups lean hybrid with solid remote tooling; supports remote-friendly roles and family-friendly schedules.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Karlsruhe, Germany has strong hybrid work norms and accessible coworking. Trey\u0027s remote startup and Sarah\u0027s web roles fit well with local flexibility.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Germany offers solid residency paths (Blue Card or self-employment) with a route to permanent status; Karlsruhe\u0027s tech scene supports startups.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Karlsruhe offers a stable tech ecosystem with grants and visas; long-term roles exist, though funding cycles may cause occasional churn.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Germany\u0027s statutory pension and universal healthcare support retirees. In Karlsruhe, benefits depend on lifelong contributions and private savings.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Karlsruhe, Germany offers public pension to visa workers with contributions and residency. For this family, private retirement savings may be key.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby prospects in Karlsruhe, DE are solid but clustered in a few firms. Network regularly; remote options and visa support are possible.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Karlsruhe is very safe by German standards; crime is low and well-managed, with only occasional incidents near nightlife areas such as Europaplatz.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Karlsruhe, Germany offers solid public schooling and early childhood programs. Bilingual options exist, but some international tracks require applications.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Karlsruhe water runs 20–22°C in summer. Shoulder months are 18–20°C, with light protection recommended.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Karlsruhe, Germany has mostly mild seasons with occasional intense weeks. A few weather spikes may require light scheduling tweaks.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Karlsruhe, DE sees noticeable winter darkness; maintain energy with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Karlsruhe has mild winters and warm summers. Occasional heat waves and rain require light planning.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Karlsruhe has strong academics but a small pool of senior startup leaders; hiring may require international or remote senior hires.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Karlsruhe, DE offers open, inclusive sex education and strong LGBTQ\u002B resources; aligns with your sex-positive, progressive values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Karlsruhe, Germany, universal healthcare and strong childcare support align with your family\u0027s needs. Safety nets are robust, though taxes run higher.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Karlsruhe, Germany, 2k sq ft rentals are not plentiful. Expect tight inventory and possible compromises on location or finishes to secure space.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Karlsruhe spring is comfortable most days (12-23 C), with occasional cool/windy spells; pack light layers for kids and family outings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Stability",
      "alignmentText": "Germany\u0027s stable democracy supports predictable policies; Karlsruhe offers high-quality healthcare, education, and family-friendly living.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Germany (Karlsruhe) offers a pluralist democracy with strong rights and education; family-friendly, English-friendly, and mild year-round climate.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Germany\u0027s social market economy blends innovation with strong safety nets; in Karlsruhe, healthcare, schools, and stable policy support your family.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Karlsruhe has a moderate game/animation scene with a few studios and micro-teams, not a dense hub but active in Baden-Württemberg.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Karlsruhe summers are typically 23–28°C with cool evenings and modest humidity, matching your mild-weather preference in Germany.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Karlsruhe, Germany, service tends to be brisk but polite; staff are respectful and efficient; English is common, but basic German helps.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Germany (Karlsruhe) offers a 25% Forschungszulage (R\u0026D tax credit) for game/creative R\u0026D; Baden-Württemberg\u0027s MFG funds support local titles.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Karlsruhe, Germany: visa apps may take up to a year with translations and legal fees. Costs remain manageable, but timelines vary.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in government in Karlsruhe, Germany is solid, with transparent services; newcomers still face some bureaucratic hurdles and visa processes.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Karlsruhe, Germany has very low corruption; issues are swiftly addressed by authorities, keeping daily life stable for families.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Karlsruhe, Germany, senior software pay sits around €60–75k, concentrated in select firms; dual incomes sustain a comfortable family lifestyle.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Karlsruhe weekends offer parks, kid-friendly museums, and markets. Popular venues fill quickly, so we plan ahead while leaving room for spontaneity.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Karlsruhe primary schools often end around 12:30–13:00; Ganztag care can extend to 16:00. This supports a workday near 16:00, with occasional flex hours needed.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Germany provides 20 days minimum (5-day week). In Karlsruhe, many firms boost to 25–30 days, aiding family planning.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Karlsruhe, Germany commonly offers 25-30 days of leave plus holidays; aligns with our family-first QoL and work-life balance goals.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Karlsruhe has a solid German tech scene and KIT ties. However, game-dev outsourcing is limited locally, so you should plan for remote vendors as needed.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Karlsruhe real-time VFX pay trails top hubs 25-30%; strong benefits and family-friendly living in Germany help the relocation.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Karlsruhe has occasional VFX Real-Time training via KIT and regional programs; many sessions rely on visiting experts or remote delivery.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Karlsruhe has few dedicated VFX-real-time programs. Nearby Baden-Württemberg schools (Filmakademie Ludwigsburg, KIT) feed grads, but cohorts are small.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Karlsruhe\u0027s VFX real-time talent is moderate; expect 2-3 months to hire with proactive sourcing; remote candidates can help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Karlsruhe, VFX teams use English widely; German knowledge helps studios vary - family is open to learning.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Karlsruhe, remote real-time VFX is possible case-by-case; onsite collaboration is often expected as workflows mature.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Moderate real-time VFX talent in Karlsruhe; local mid-level pros exist, but senior roles may require relocation or remote hires.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Neighbors (France, Austria, Poland, etc.) are generally friendly; Karlsruhe\u0027s Schengen ties make easy cross-border trips for culture, work, and family travel.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Germany sees itself as confident yet self-critical, upholding democracy and plural media. Karlsruhe offers stability for our progressive family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Karlsruhe, Germany enjoys positive neighbor views; easy Schengen travel to France/Switzerland and strong EU ties aid travel and trade.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Karlsruhe, DE offers multiple visa routes (Blue Card, job-seeker, self-employed/startup) for US tech families; clear docs help.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Karlsruhe features extensive pedestrian-friendly streets and a reliable tram network; safe crossings and calm neighborhoods suit family walks.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Karlsruhe, Germany generally welcomes US migrants. Urban services and expat networks ease integration, with some curiosity but overall friendliness.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Karlsruhe, Germany, pairs KIT\u0027s cutting-edge research with Black Forest adventures. It fuels endless learning and family storytelling.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Karlsruhe, Germany features occasional sub-freezing nights, but daytime 5-10°C; roads stay clear for commuting.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Karlsruhe, Germany: typical 37-38h weeks with occasional crunch; strong protections and remote/hybrid options support family-friendly work.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Karlsruhe, DE provides strong work-life balance: flexible hours, robust parental leave, and evenings/weekends protected for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Karlsruhe, Germany provides strong workers\u0027 rights, with unions and codetermination; aligns with family-friendly hours and work-life balance.",
      "alignmentValue": 9,
      "sameAsParent": false
    }
  ]
}