{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "München (Munich)’s corporate corridor of Siemens, Allianz, and Microsoft partners keeps .NET teams hiring senior engineers, and English-forward cloud migration projects give Trey a realistic path even before his German catches up.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "Low-emission zones, widespread district heating, and Alpine breezes keep München (Munich)’s annual PM2.5 near 12 µg/m³, so the kids only need to watch AQI alerts on a handful of stagnant winter days.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "Bavaria still collects Kirchensteuer, yet München (Munich)’s tech and university circles skew secular, so openly atheist parents rarely feel pressure beyond the occasional traditional holiday ritual at school.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "München (Munich) benefits from Germany’s federal guardrails—independent courts, coalition politics, and a vigilant press—that keep far-right surges from eroding civil liberties the family values.",
      "alignmentValue": 9
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Opening a Girokonto at Deutsche Bank or DKB still requires an in-person appointment, and many neighborhood cafés prefer Girocard, but contactless and Apple Pay acceptance is steadily expanding downtown.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "There’s no sea coast, yet summer weekends at Lake Starnberg or the Isar riverbanks scratch the family’s beach itch with clean water, grassy lawns, and train access.",
      "alignmentValue": 4
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Spielwiesn, community centers like GameTogether, and English-friendly board-game cafés keep München (Munich)’s tabletop scene lively, making it easy for Trey to test prototypes or join campaigns.",
      "alignmentValue": 10
    },
    {
      "key": "Child Care Support",
      "alignmentText": "City-run Kita vouchers and employer-backed spots help with fees, but demand still means joining waitlists a year ahead and budgeting for a few months of bridge care when Sarah changes jobs.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Traffic-calmed Wohnstraßen, ubiquitous playgrounds, and reliable night lighting let Anduin walk or scoot safely, though rush-hour U-Bahn crowds require close supervision.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "München (Munich) citizens tap Kindergeld, capped Kita fees, and Landeserziehungsgeld, but still navigate annual re-registration to hold coveted bilingual spots.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Once the family completes Anmeldung and health insurance enrollment, they qualify for Kindergeld and Kita subsidies, though documentation must be translated and processed with patience.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Vereine for climbing, hiking, and maker crafts sit alongside English-speaking Dungeons & Dragons groups, giving every family member a niche within a 30-minute transit ride.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighbors start reserved, but school parent councils, beer-garden Stammtische, and coworking hubs offer steady relationship-building for Sarah’s slower-paced social goals.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Keeping Melderegister data current, renewing residence permits, and filing local tax declarations on time keeps München (Munich) bureaucracy predictable—missed deadlines mainly trigger fines, not status threats.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Groceries and transit stay manageable, yet a three-bedroom apartment in districts like Schwabing or Haidhausen runs €2,200–€2,600 monthly, so Trey’s salary expectations must absorb high rent.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany’s 2024 reform applies in Bavaria, letting naturalized residents keep their U.S. passport with straightforward notifications to München (Munich)’s Kreisverwaltungsreferat.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "München (Munich) anchors southern Germany’s economy with low unemployment near 3% and resilient automotive, biotech, and fintech clusters, cushioning the family against national slowdowns.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "The city reflects Germany’s social market mix—strong Mittelstand support, co-determination, and robust safety nets—while Bavaria’s bureaucracy can still slow freelance paperwork for Sarah.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Bavarian schools score high on national exams, but tracking into Gymnasium happens at age 10, so the family must stay engaged with teachers to keep options open for Anduin.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "München (Munich) multinationals regularly sponsor EU Blue Cards for senior developers, though HR still expects degree verification and German-language contracts before onboarding.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "München (Munich)’s extensive parks, strict recycling, and district heating systems keep neighborhoods green, even if nearby industrial corridors add occasional truck noise along the ring road.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Dual tech salaries plus statutory health insurance lead to an effective burden around 38–40%, trading higher deductions for reliable care, transit, and tuition-free schooling.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn swings between 6–15 °C (43–59 °F) with crisp mornings and occasional Föhn winds, so layering jackets and rain shells keeps school runs comfortable.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Long parental leave, afternoon Spielplätze, and weekend excursions to the Alps keep family time central, though half-day primary schools require coordinating Hort or Oma-style backup care.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and minor children of skilled workers get immediate work and school rights, yet inviting U.S. relatives for extended stays still demands Schengen visa juggling.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizen families can stack Elterngeld, Kinderzuschlag, and generous parental leave, aligning with the household’s desire for gender-balanced caregiving norms.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Typical München (Munich) households rely on ElterngeldPlus, subsidized childcare, and flexible work policies, though managing benefits across city and Bavarian agencies takes persistence.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Once residency is confirmed, visa holders can draw Kinder geld and claim Kita subsidies, but they must budget time for German-language applications and periodic reviews.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women balance smart-casual layering—wool coats, scarves, and sneakers—with climate-ready gear, so Sarah can blend practicality with München (Munich)’s polished aesthetic.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men favor tailored jeans, minimalist sneakers, and weatherproof jackets, with traditional Trachten reserved for festivals like Oktoberfest.",
      "alignmentValue": 7
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Professional women lead engineering teams and take shared Elternzeit, though some Bavarian offices still expect mothers to handle more school coordination than fathers.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like Mimimi Games’ alumni, remote-friendly indie teams, and AAA satellite offices recruit Unity talent, but many roles still prefer German for cross-functional coordination.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "München (Munich)’s queer community centers and the 2024 Self-Determination Act support name and gender marker changes, though some regional paperwork still defaults to binary options.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Equal pay gaps persist, yet parental leave parity, anti-discrimination laws, and visible women in Bavarian leadership align with the family’s progressive expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-career households are normal in München (Munich), even if parts of Bavaria lean traditional; school communities increasingly expect fathers at Elternabende and pickup rotations.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Stay organized around Anmeldung, health insurance enrollment, and annual income reviews, and München (Munich)’s Ausländerbehörde processes remain transparent with predictable renewal timelines.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Being inland spares München (Munich) from sea-level threats, but heavier Alpine storms and Isar flooding mean the family should choose housing off the immediate river plain.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Statutory insurance grants citizens comprehensive coverage, capped prescription costs, and pediatric checkups—a strong fit for preventative care with the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Visa holders must enroll in statutory or approved private plans; once premiums are paid, access to English-speaking pediatricians at clinics like Haunersche is reliable though appointments need lead time.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Citizens pay only semester fees at LMU or TU München (Munich), and applied sciences universities offer cooperative programs that support Anduin’s future STEM interests.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU residents can enroll at Bavarian universities once they meet German or English proficiency requirements, with tuition-free study but residence permit renewals tied to progress.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Vacancy rates hover near 1%, so families often rely on employer relocators, Genossenschaften, or temporary serviced apartments while searching for long-term leases.",
      "alignmentValue": 5
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Employers withhold income tax and social contributions monthly, and couples choose a Steuerklasse split to balance take-home pay before filing an annual return.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizen children automatically enroll in local Grundschule, and spots in sought-after Gymnasien are allocated based on academic recommendations and proximity.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident children join neighborhood schools without tuition, but parents must supply translated report cards and often advocate for bilingual support in the first year.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English is common in tech companies and universities, yet daily bureaucracy, schools, and healthcare run in German, so steady language study is essential for the household.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "München (Munich) Pride, queer community centers, and inclusive nightlife signal broad acceptance, though rural Bavaria remains more conservative than the city core.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist ideas live mostly in academic circles and union discussions, with mainstream politics favoring social market pragmatism over revolutionary rhetoric.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Expectations emphasize dependable professionalism and active fatherhood, with less tolerance for machismo than in some U.S. metros.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Meetup.com lists dozens of English-speaking tech, parenting, and gaming groups, and Werk1 or Mindspace host weekly founder breakfasts that welcome newcomers.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "München (Munich) follows the national €12.41 per hour minimum, though local collective agreements often pay more to offset the high cost of living.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Fiber-to-the-building, 5G coverage, and the well-maintained S-Bahn/U-Bahn network showcase a modern city, even if occasional Deutsche Bahn delays ripple into commuter schedules.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "The English Garden, Isar floodplains, and nearby Bavarian Alps put scenic hikes, river swims, and winter sledding within an hour’s transit ride.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "München (Munich) avoids earthquakes and hurricanes, but heavy rain can swell the Isar and occasional Föhn storms bring strong winds—risks mitigated with good insurance and cellar storage.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "City parks, allotment gardens, and weekend trains to Tegernsee or Garmisch make fresh air escapes easy without owning a car.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Clubs in Glockenbach, classical concerts at the Gasteig HP8, and intimate jazz bars give parents flexible date-night options once childcare is sorted.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Beer gardens and street festivals welcome families by day and turn into relaxed adult spaces by night, though venues tend to wind down before 2 a.m.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Werk1’s GameHub, Bavarian Games Association meetups, and Games/Bavaria mentoring sessions connect indie founders with peers and investors.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Studios like Chimera Entertainment, Remote Control Productions, and HandyGames maintain München (Munich) presences, giving Trey networking footholds.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Bavaria funds prototypes through FFF Bayern, and UnternehmerTUM plus Werk1 offer incubators, making München (Munich) a fertile launchpad for a small studio.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "München (Munich) mixes efficient workdays with slower evenings; transit commutes are predictable, and Sundays stay quiet thanks to retail closures that encourage family downtime.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools expect active parent councils and shared volunteering, with fathers increasingly visible at Kita pick-ups and sport clubs.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "The reformed law lets long-term residents naturalize after five years (or three with integration milestones), so a stable stay in München (Munich) can lead to passports this decade.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International consistently ranks Germany clean, and local scandals tend to be exposed quickly by Bavarian media.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "A federal parliamentary system with proportional representation, strong courts, and active civil society keeps policy shifts gradual and consensus-driven.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "München (Munich) hosts discreet poly-friendly meetups and therapists, and while legal recognition stops at monogamous partnerships, social circles in the city center stay largely accepting.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Kinderkrippen accept toddlers from age one with sliding-scale fees, but competition for bilingual spots means applying as soon as residency paperwork clears.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "International schools like BIS and Jules Verne offer English curricula, yet tuition exceeds €15k annually, so they’re more of a backup than a default plan.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "City politics lean social-liberal, supporting LGBTQ+ rights and green mobility, even as Bavaria’s statewide leadership remains more conservative.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Public broadcasters cover politics with a balanced tone, and partisan messaging is easy to avoid by curating media subscriptions.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "State influence over media is minimal; sensational tabloids exist but are countered by independent journalism from SZ and BR.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "The MVV network knits U-Bahn, S-Bahn, trams, and buses together; €49 Deutschlandtickets and extensive bike lanes let Sarah skip car ownership comfortably.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "The CSU references Christian heritage, yet München (Munich)’s coalition politics keep overt religious policy limited to symbolic debates like shop-closing hours.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Most tech employers now offer two to three remote days weekly, and coworking spaces like Werk1 or Design Offices provide bilingual collaboration zones.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Blue Cards start at four years with early permanent residency after 33 months (21 with B1 German); self-employed artists can pursue freelance permits once contracts are secured.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Citizens receive earnings-based pensions supplemented by private Riester plans, ensuring stable retiree incomes in the city.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Immigrants who contribute to the statutory system for five years vest in German pensions, but portability depends on maintaining EU residency or bilateral agreements.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Long-term visa holders paying into Sozialversicherung earn pension rights, yet leaving Germany before vesting forfeits some benefits, so planning horizon matters.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "E-commerce firms, proptech startups, and a few fintech teams rely on Rails, and many operate with English-first engineering, giving Sarah realistic hybrid or remote roles.",
      "alignmentValue": 7
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "München (Munich) ranks among Europe’s safest big cities; crime centers on bike theft and festival pickpocketing, so teens walking home from clubs remain low risk.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools, bilingual programs like Europäische Schule, and Montessori or Waldorf alternatives give the family flexibility if the standard track feels too rigid.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Nearby lakes warm to 21–23 °C (70–73 °F) in July and August, while alpine waters stay brisk—swim season is short but refreshing.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Summers hover around 26 °C (79 °F) with cool evenings, spring and fall swing between crisp sun and rain, and winters bring light snow with average highs just below freezing.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Urban Bavarians hold fairly liberal views on sexuality, with access to sex-positive counseling and nightlife, though public conversation stays discreet compared to Berlin.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "Germany’s welfare state underpins healthcare, unemployment insurance, and family benefits, and München (Munich) layers on housing subsidies for lower-income residents.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Expect 4–16 °C (39–61 °F) with frequent showers; layering and waterproof shoes keep school commutes comfortable.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "Strong institutions, NATO membership, and a diversified economy make München (Munich) a low-volatility base for long-term plans.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Bavaria’s conservative CSU sets the tone statewide, yet München (Munich)’s city government blends social-democratic and green policies focused on transit, housing, and climate goals.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Market competition thrives alongside co-determination and strong unions, giving Trey room to found a studio without facing laissez-faire extremes.",
      "alignmentValue": 8
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Daytime highs land around 22–27 °C (72–81 °F) with low humidity, and evenings drop near 12–15 °C (54–59 °F), keeping heat manageable for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Blue Card processing typically wraps in 8–10 weeks with €100–€140 in fees, plus notarized translations for diplomas and marriage certificates.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show high trust in local authorities, and city agencies publish transparent budgets and climate targets.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "When issues appear they center on procurement favoritism or party donations, with watchdogs and courts intervening quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior .NET or full-stack roles at München (Munich) HQs pay €85k–€95k, and top offers crack €105k when paired with cloud leadership or German proficiency.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Saturdays often start at Viktualienmarkt or local farmers’ stalls, followed by playground or alpine hikes; Sundays stay quiet with museum visits or board-game afternoons due to shop closures.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "School runs begin around 8 a.m., Sarah can log off by 4 p.m. thanks to flexible hybrid policies, and Hort or Kita cover the gap until parents regroup for dinner near 6 p.m.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Employees receive the federal minimum 20 days plus 13 Bavarian public holidays, ensuring predictable rest periods.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "München (Munich) tech firms commonly offer 28–30 days off, and collective agreements add bridge days around major holidays.",
      "alignmentValue": 9
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "München (Munich) residents travel frequently to Austria, Italy, and Czechia, fostering a pragmatic, cooperative view of neighbors.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Locals embrace München (Munich) as a “Weltstadt mit Herz” balancing Bavarian tradition with global industry.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighboring regions see München (Munich) as affluent and orderly, sometimes teasing its high costs but respecting its innovation.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Blue Cards, skilled worker visas, and the new Chancenkarte cover most tech migrants, while self-employed artists can apply for freelance permits backed by client letters.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "A sizable U.S. expat community, bilingual schools, and municipal welcome events make onboarding smoother, though some landlords still prefer EU tenants.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "München (Munich) melds Alpine weekend adventures with a serious tech economy, letting the family enjoy outdoorsy downtime without giving up career momentum.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Expect −3 to 5 °C (27–41 °F) with light snow and occasional Föhn thaws; insulated gear keeps commutes comfortable.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Collective agreements target 37.5–40 hours, and overtime typically requires approval, aligning with Sarah’s preference for predictable schedules.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Hybrid policies, strict overtime laws, and cultural respect for weekends give the family space for board games, childcare, and indie projects.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Works councils, strong unions, and enforceable vacation rules ensure employees can push back on unreasonable demands without risking termination.",
      "alignmentValue": 9
    }
  ]
}
