{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Jena\u0027s .NET scene is steady but niche (Zeiss/Jenoptik); cultivate local network and upskill to access EU roles.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Jena, 2D Environmental Artist comp lags top hubs by ~10–15%, but solid German benefits and QoL offset the gap.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "In Jena, Germany, 2D environmental art ed is limited. VHS and the University offer basics, with sporadic workshops and strong remote options.",
      "alignmentValue": 4
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "In Jena, Germany, design/art programs exist but dedicated 2D environmental artist pipelines are small. Expect on-the-job upskilling with local studios.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Jena, Germany, 2D environmental artist roles are niche; local pipelines are shallow, often taking 4-5 months; remote or relocation may be needed.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Jena, studios use English widely, but German is often needed for collaboration. Your emphasis on English ubiquity and learning German fits the local scene.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Germany, Jena: Hybrid/remote 2D environmental artist roles are common. Studios support async workflows, reliable broadband, and English-friendly collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Jena, DE has a limited 2D environmental artist pool; hiring senior roles will likely need relocation or remote options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Germany, Jena offers about 20% below global medians for 3D animators. Strong social benefits help offset the pay gap vs top markets.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "In Jena, Germany, 3D animation continuing education is sporadic; expect occasional uni/workshops and mostly self-directed learning with remote courses.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "In Jena, Germany, there are media/CG programs, but dedicated 3D animation curricula are limited; expect small cohorts and on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "3D animator roles in Jena, Germany are niche; expect 3–4 months with proactive sourcing and possible relocation; remote options can help, aided by DE visas.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Jena, English is common in tech/creative teams. However, German proficiency is often valued for client work.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Jena, Germany, studios tend to favor remote/hybrid animation work; many offer flexible setups and equipment stipends, with some onsite collaboration.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Moderate 3D animator pool in Jena, Germany; local talent exists but senior/niche skills may require remote hires or relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Jena, Germany: 3D character artist pay trails top markets by about 25-30%. Strong QoL and local grants can offset salaries.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Limited local 3D character art courses in Jena; events are sparse and mentorship uneven. Remote options help fill gaps but overall capacity is modest.",
      "alignmentValue": 4
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Jena has limited dedicated 3D character art programs; relies on CS/design tracks with small cohorts, so local grads require on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Jena, Germany, 3D character artist roles typically take 3-4 months; expect proactive sourcing and relocation support to hire the right specialist.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Jena, English is used but many studios work in German; expect English screening and local-language onboarding.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Jena, Germany, offers hybrid 3D character artist roles. Fully remote arrangements are negotiable for trusted contractors.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Jena has a small pool of 3D character artists; in-market availability is sporadic. Plan for aggressive sourcing and/or remote/hybrid hires.",
      "alignmentValue": 4
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Jena has small university-led incubators; no large game accelerators. Use university programs and Thuringia grants.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air in Jena, Germany is very clean with only occasional mild traffic spikes; filtration is rarely needed and sensitive family members stay symptom-free.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Jena, Germany has a small anchor scene: a couple of service studios but no major IP owners; many seek roles in Berlin/Leipzig.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In Jena, Germany, secular norms are strong. Open atheism is widely accepted and access to public institutions is straightforward.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Germany\u0027s robust democracy and strong checks keep backsliding risk low in Jena. Civil liberties and media remain well-protected.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Jena, Germany is solid and digital-friendly, but foreigners may face lengthy account-opening paperwork; SEPA transfers are easy and common.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Jena, Germany are virtually unavailable; inland location means beach life is essentially non-existent; plan lake/river alternatives.",
      "alignmentValue": 1,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "In Jena, DE, boardgaming is active: local shops and regular game nights exist; families can participate, though groups may need some coordination.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Jena, Germany offers inclusive, family-friendly norms; body image pressure is moderate and fitness is framed as personal well-being rather than shaming.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Germany\u0027s diversified economy and Jena\u0027s growing tech scene offer grants and retraining paths; family-friendly safety nets help cushion downturns.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Cancer incidence in Jena, Germany (DE) is likely below global averages thanks to universal healthcare and strong screening. Maintain regular screenings and healthy living.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Germany\u0027s prisons emphasize rehabilitation and humane conditions with independent oversight; inmate labor is paid fairly, including in Jena.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Jena, Germany, universal Kita support and subsidies exist; reliable childcare is available but enrollment can require proactive planning.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Jena, DE is a compact, safe university town with parks, walkable streets, strong childcare and schools, and English-friendly services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Jena, Germany provides income-based childcare subsidies with near-home slots; families pay modest co-pays and strong parental-leave options.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Jena, visa families can access German public childcare with subsidies. Residency docs are typically clear, though waiting lists may apply.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Jena offers board game venues, gaming groups, and climbing clubs—great for your family. Trey\u0027s and Sarah\u0027s hobbies align with local DE clubs and meetups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "In Jena, Germany, there are regular monthly tech and game/dev meetups. The university and local hubs host events and occasional jams.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Germany\u0027s universal healthcare, active lifestyles, and preventive care in Jena align with the family\u0027s health goals.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Jena, Germany, intentional communities exist but are limited; family-friendly co-housing and cooperatives are possible with patience.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Jena, DE, community-manager pay lags top hubs by ~10–15%. It still attracts experienced pros with solid benefits for a family move.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Jena has few in-person community manager courses; learning relies on online programs and occasional local meetups.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Jena has strong digital/media programs at FSU Jena, but no dedicated Community Manager track; partnerships with local studios help grads enter the field.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Germany/Jena has a modest local pool for Community Manager roles. Remote or global sourcing will likely be needed to land the right candidate in 4–6 months.",
      "alignmentValue": 4
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Jena, Germany, English is widely used in tech, but basic German helps daily life; aligns with English ubiquity and willingness to learn local language.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Jena, remote Community Manager work exists but is typically for senior roles; hybrid setups with onsite collaboration are common.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Jena has a moderate CM talent pool; startups may require relocation or remote hires for senior community managers in Germany.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Jena, Germany, neighbors are kind, but forming local ties takes initiative; clubs, schools, and expat groups help newcomers.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Jena, established studios pay near global medians after cost-of-living adjustments. Germany\u0027s strong benefits help family stability.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Jena startups blend cash and equity. In Germany, cost-of-living adjustments push packages toward regional medians.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Germany, Jena: US family visa steps are navigable; expect periodic checks, Anmeldung, and generally manageable bureaucracy.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Jena offers local Volkshochschule courses, university programs, and regular tech meetups; upskilling options exist but are more limited than bigger cities.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Jena offers a serviceable contractor bench; solid local software talent, but top game/Azure specialists can be scarce; remote EU talent helps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Germany (Jena) favors harm reduction, small-amount decriminalization, and strong treatment access; enforcement is measured.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Jena has strong tech talent, grants, and broadband; payroll and rents are higher than the US; budget carefully with local incentives.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Jena, Germany aligns with local salaries; universal healthcare and subsidized childcare ease budgeting for a four-person family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Jena has decent coworking options and a budding startup scene, but mocap and audio lab gear is scarce; good for remote work and basic prototyping.",
      "alignmentValue": 6
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Germany\u0027s Jena tech scene shows mild shortages in specialized roles (games/Azure); local pipelines help, but some hiring friction remains.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Jena, Germany, depression prevalence is manageable due to universal healthcare. Access to counseling and community supports remains strong.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Jena, Germany, friendships deepen with steady outreach; join clubs or events; English OK, German helps long-term.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Germany\u0027s strong anti-discrimination protections and active D\u0026I dialogue in Jena; studio progress varies, but inclusion aligns with your family\u0027s values.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Jena, Germany, most enforcement is targeted; occasional crackdowns create uneasy moments for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany handles dual citizenship case-by-case; US citizens often must renounce to naturalize—plan for potential single citizenship in Jena, DE.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Germany (Jena) offers solid early-stage grants for startups (EXIST/HTGF; Thuringia funds); expect roughly €350k-€700k.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Germany/Jena has limited local game-specific capital; founders rely on remote investors, but public grants and general funds exist.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "Germany\u0027s economy is solid with low unemployment and safety nets. In Jena, a strong tech/research ecosystem supports jobs and family stability.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Germany\u0027s social market economy blends innovation with strong protections; Jena\u0027s R\u0026D scene and grants support tech startups.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Germany/Jena offers a stable regulatory regime. Startup funding and visas are supported with rare, manageable changes.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Education",
      "alignmentText": "Education in Germany (Jena) is strong overall; public schools are well-funded, with good early childhood programs and secular, bilingual options.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Jena has few formal game-program pipelines; local studios rely on general CS/media grads or hires from abroad.",
      "alignmentValue": 4
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "German tech employers commonly sponsor skilled visas (Blue Card) with dependents. Expect some bureaucracy, but Jena firms offer support.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Unity and Unreal communities are active in Jena, Germany. University labs and indie meetups drive cross-pollination.",
      "alignmentValue": 9
    },
    {
      "key": "Environment",
      "alignmentText": "Jena, Germany offers strong environmental standards with clean air and water. Abundant green spaces and nearby forests support easy outdoor family life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Estimated tax rate in Jena, Germany for a two-earner family ≈ 35%; strong public services (healthcare, schooling) offset the cost.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in Jena, Germany typically brings mild days with sweater weather; expect 9-17 C (48-63 F) on most days and occasional rain.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Life",
      "alignmentText": "In Jena, Germany, family life is well-supported with universal healthcare and strong schools, though daycare waitlists can occur.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Germany (Jena) supports spouse and minor children reunification; core-family visa options with standard steps.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Germany offers extensive family policies (Elterngeld, Kindergeld, Wohngeld) and flexible parental leave in Jena; strong stability for families.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Germany (Jena) provides strong family benefits: Kindergeld, Elterngeld, universal healthcare, and subsidized childcare that grow with children.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Germany/Jena: Visa holders access most family benefits after obtaining a residence permit; pre-permit access is opaque and may require HR/legal help.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Jena, Germany, tidy smart-casual fits most settings. Casual wear is common, though neat outfits help in workplaces and events.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Jena, Germany offers a lively, inclusive fashion scene where women dress freely and without judgment. This aligns with your progressive values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Jena, Germany, men\u0027s fashion blends casual wear with smart touches. As a university town, urban styles are expressive and generally accepted.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Jena, Germany, femininity is broadly flexible with strong gender rights and diverse expression; minor traditional pockets remain.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Germany (Jena) enforces strict gun laws with licenses and training. Firearms exposure is low and safety culture is strong.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Jena, Germany, consent culture is strong. Family outings feel safe; most flirting is respectful, and venues reinforce boundaries when needed.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Jena has a modest founder network: university-driven startups and occasional meetups; mentorship limited.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Strong selection in Jena with good fresh markets and diverse restaurants; a few international cuisines may require short trips to nearby cities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Jena, Germany, friendliness varies by district. You’ll need time to build ties, but university and expat networks help newcomers.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Germany (Jena) offers EU/Federal game grants; expect $50k-125k/year for indie dev; competitive but achievable.",
      "alignmentValue": 5
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "In Jena, Germany, indie/uni XR scene offers occasional Unity gigs; most work is remote, with local opportunities limited but present.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Germany (Jena) offers strong protections and legal recognition for gender-diverse identities. Urban Thuringia supports inclusive healthcare and schools.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Germany (Jena) has strong gender rights: laws protect equality with active enforcement; leadership representation improving, but gaps remain.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Jena, Germany shows largely egalitarian norms with strong family policies; caregiving and work are shared, though occasional legacy expectations linger.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Jena, Germany, flirting is broadly inclusive; gendered scripts exist but are navigable for a progressive, polyamory-friendly family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Germany offers universal healthcare, strong schools, and startup support; English tech scenes are common, but German skills and bureaucracy are needed.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Jena, Germany faces moderate warming with hotter summers ahead. Robust infrastructure and social safety nets help keep climate risk manageable.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Germany/Jena offers a startup visa path with founder-friendly support; processing is moderate and paperwork can be heavy.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Jena, Germany, grooming is practical and neat; casual business and school settings expect tidy appearance, not extreme fashion.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Jena, Germany, poly/ group relationships are increasingly accepted in progressive circles, but formal recognition remains limited.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Germany\u0027s universal healthcare in Jena delivers high-quality, timely care with minimal out-of-pocket costs and excellent pediatric services.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Jena, Germany, visa families have solid public healthcare; enrollment is straightforward, though supplemental insurance is commonly recommended.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Germany offers tuition-free public universities with transparent aid; in Jena, living costs are manageable and strong vocational paths support access.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Jena, Germany offers tuition-free public universities for international students; visa holders can study and move into work with strong prospects.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Jena studios typically take 4-5 months to fill roles. Uni of Jena and XR labs support pipelines; remote work remains important for Trey.",
      "alignmentValue": 5
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Jena, startup hiring typically takes about 3 months as candidates assess risk. Local DiH and the university ecosystem help surface niche game/tech talent.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Jena, Germany, family-friendly districts exist, but competition can be real. Nearby villages may offer more space at reasonable rents.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Germany uses ELSTER with pre-filled returns and child benefits; digital tools help, but rules can be intricate in Jena, DE.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming in Jena, Germany; strong immigrant networks exist with language help, but national debates can feel skeptical.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Jena, Germany, reception for educated US migrants depends on language and class; quick German learning and local engagement ease aloofness.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Jena, DE provides broad public K-12 access with language support for newcomers. School placement varies by district, so some navigation is needed.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Jena, Germany (Thuringia), visa families can enroll in public K-12 with language support; registration is straightforward.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Jena, English is common in universities and most services; government offices still operate in German, so plan to study German for full participation.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Jena studios use English for cross-border work; German fluency is needed for local compliance, aligning with the family\u0027s English-first stance.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Jena startups use English widely. Bilingual ops are practical but require translation budgets for German hiring, compliance, and outreach.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Jena has limited game-IP specialists; rely on general IP/tech lawyers. For publishing deals, startups may need referrals to Berlin/Munich firms.",
      "alignmentValue": 4
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Germany (Jena) offers strong LGBTQ\u002B protections and acceptance in urban areas; rural pockets may require caution.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Jena has university-led playtests via students; expect lead times, but solid local feedback. For broader panels, consider nearby Berlin/Leipzig.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Jena, Marxist ideas surface in academia and progressive circles, but national policy remains centrist and pragmatic.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Jena, Germany shows broadly inclusive masculinity; your caregiving and entrepreneurial stance fits a 9, with some older circles still traditional.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Jena, Germany, mass violence remains rare; occasional regional events require awareness, but fear is not chronic.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "OptoNet, AI circles, and university-backed family groups in Jena, Germany, help newcomers connect. Some niches may require proactive outreach.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Jena, Germany, minimum wage is around €12/hour. With childcare subsidies and universal healthcare, core family costs are met, though savings can be tight.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Jena in Germany offers reliable power and fast broadband. The rail and transit network is strong, supporting easy family travel.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Jena, Germany, non-monogamy is increasingly tolerated in urban, campus environments; discreteness may be prudent in quieter neighborhoods.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Jena, Germany, direct yet empathetic communication is valued; share concerns clearly while respecting local norms.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Jena\u0027s Saale valley and Thuringian Forest are within easy reach; family-friendly trails, but some areas may charge modest fees.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Natural Disasters",
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "In Jena, Germany, Saale river trails and Jenzig hill offer family-friendly hikes; the Thuringian Forest is an easy, scenic day trip.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Jena offers Kassablanca and Volkshaus with regular local gigs; family-friendly options exist, but bigger acts require occasional travel.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Jena, Germany is modest, concentrated around city center and campus districts; families should arrange safe transport and sitters for evenings.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Jena has a small game dev scene; occasional student meetups and online communities exist, with few in-person events suitable for families.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Jena, DE has few notable game studios; the indie scene is nascent and low visibility. Expect a modest local industry footprint compared with Berlin or Munich.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity rate in Jena, Germany is moderate; strong healthcare and cycling-friendly city life support active lifestyles for your family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Jena offers strong university talent, Digital Innovation Hub support, and Thüringer Gründerpreis grants for game studios; capital still requires hustle.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Jena’s calm, compact urban setting offers short commutes, riverfront cafés, and easy Saale valley strolls for a family-friendly pace.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Jena, Germany, paternal leave is normalized and schools partner with families. This supports your shared caregiving goals in a family-friendly system.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Germany naturalization typically 6-8 years with language and integration; dual citizenship possible under specific rules for US families in Jena.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Jena, Germany, perceived corruption is very low; robust institutions and watchdogs support transparent governance.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Jena, Germany, personal boundaries are respected with direct cues; locals read signals well and quirks are easy to learn.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Jena, personal space is respected; handshakes are common in public, hugs in family circles. Always cue-and-consent before touch.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In Jena, Germany, roughly half the year offers pleasant outdoor weather; springs and early autumn are ideal, while cold winters and rainy spells require planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Germany (Jena) offers a stable, transparent democracy with strong rule of law; open civic channels support your values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Jena, Germany, polyamory is largely accepted in private life, but public services may still misunderstand multi-partner families.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Germany/Jena has high-quality, subsidized early care with capped fees and bilingual slots. Early registration is required and waitlists can occur.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Private Education",
      "alignmentText": "In Jena, private schools exist but options are limited; expect higher costs and selective entry. Public schools here offer strong bilingual options.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Jena, Germany, strong fresh markets balance processed foods; planning lets you eat well while convenience items are available.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "PMM (Games) in Jena, Germany: base pay near global median after cost-of-living; strong benefits in Germany boost total compensation.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Jena, Germany has few local Product Marketing Manager (Games) upskilling options; most training is online or in bigger cities like Berlin or Leipzig.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Jena, Germany lacks dedicated PMM (Games) programs; marketing degrees exist, but game-specific tracks are sparse; studio partnerships help.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Jena, Germany has a shallow local PMM (Games) pool. Expect reliance on remote/imported talent for this role.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Jena, Germany: English is common in games PMM work, but studios often expect German; family is willing to learn.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Jena, Germany offers remote/hybrid PMM (Games) roles case-by-case; expect some onsite collaboration to support team cohesion and family balance.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Germany, Jena PMM (Games) talent is limited; expect aggressive sourcing or contract options. Remote hires and nearby hubs may be necessary for senior roles.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Germany\u0027s Jena provides universal healthcare and strong public education. Progressive culture and EU openness align with your family\u0027s values here.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Jena, Germany, most peers are nonjudgmental about sexual openness; casual relationships are widely accepted, with discretion in conservative circles.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Jena, Germany, pluralistic media emphasize accuracy and community wellbeing; public messaging is informative with inclusive civic participation.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Jena, Germany: media remains pluralistic with strong public broadcasters; propaganda is uncommon and typically debunked by watchdogs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Jena, Germany\u0027s tram network and regional trains enable car-light living, with some late-night gaps - plan ahead for family trips.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Jena has limited local publisher/BD access. Founders rely on EU/Berlin events for scouting and deals.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Jena, Germany offers strong schools, universal healthcare, and safety; most premium services exist, though some niche options require travel to Berlin.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Jena, DE, universal healthcare and childcare ease costs; public services cushion shocks. Housing quality may lag for lower-income families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Jena, DE, QoL for middle-income families is strong. Public services and universal healthcare are robust; housing and schools are affordable with careful budgeting.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "In Jena, real-time game work exists but cinematic pipelines are limited; strong Azure/Germany data-center access and a growing university-led tech talent pool.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Jena, Germany, church-state separation is strong; religion does not drive policy, personal beliefs are protected.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Jena, Germany, studios commonly offer hybrid work with formal policies. Fully remote roles exist for experienced staff, which fits the family\u0027s remote preferences.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "In Jena, Germany, startups are hybrid-friendly; remote for seniors is common, with on-site for juniors, which matches our family\u0027s needs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Jena, Germany, remote-friendly software culture is strong: hybrid options, coworking spaces, and family-friendly policies support Trey and Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Germany (Jena) offers multiple residency routes (Blue Card, family reunification) toward settlement; renewals require paperwork but pathways exist.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Germany/Jena offers universal healthcare, solid schools, and family-friendly policies; visa and language hurdles may cause churn, but retention is strong.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Germany\u0027s solid pension system and universal healthcare in Jena support dignified retirement; savings incentives exist.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Germany (Jena): visa holders can access public pension with sufficient contribution years; retirement benefits exist but require ongoing contributions.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby work prospects in Germany (Jena) are modest; network with Berlin/remote roles for steady opportunities.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "In Jena, Germany, crime is low and the university town vibe is supportive; incidents are well-managed, making parks and libraries safe for kids.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Jena, Germany has solid public schools and early childhood programs. Language support for expat families varies, so planning helps.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Jena, Germany, midsummer lake/beach temps are pleasant for kids; early summer and autumn may require light wetsuits.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Jena, Germany has generally mild seasons, with cold snaps in winter and occasional summer heat spikes. Plan contingencies and simple scheduling tweaks.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Jena, Germany: long summer days with shorter winters; mood stays steady with outdoor breaks and light-touch coping.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "In Jena, Germany, summers are mild and winters cool, giving mostly pleasant seasons with minimal gear.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Senior hires exist in Jena via university/Zeiss ties, but many are tied to anchor studios. Startups should expect competition or relocation to attract talent.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Germany\u0027s sex-positive culture aligns with the family\u0027s values; Jena offers inclusive sex education and LGBTQ\u002B acceptance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Germany\u0027s universal healthcare and strong family benefits in Jena align with your QoL goals, childcare access, and education support.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Jena, 2k sq ft rentals are rare; you\u0027ll likely face limited listings and trade-offs on location and price. Rents may be higher and tenancy rules stricter.",
      "alignmentValue": 4,
      "sameAsParent": true
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Jena, Germany, spring is mild with occasional cold snaps; pack layered outfits for the kids.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Stability",
      "alignmentText": "Germany remains stable with predictable policies. In Jena, families enjoy safety, strong public services, and good work-life balance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Germany’s pluralist system supports civil liberties and evidence-based policy. In Jena, universities bolster these values for your family.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Germany\u0027s social market economy blends innovation with strong welfare; in Jena you\u0027ll access robust healthcare, education, and startup support.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Jena, Germany has a limited local studio presence. A handful of indie outfits exist; most production relies on remote collaboration.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Jena, Germany, summer highs are typically 23–28°C with mild humidity. Cool evenings and mild summers support outdoor time and easy sleep.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Jena, Germany: service tends to be polite but brisk; expect efficient, straightforward chats with limited small talk, suiting a calm, family-friendly move.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Germany/Thuringia offers modest game grants; funding fluctuates yearly, and no broad, reliable tax credits in Jena.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Germany/Jena: US family visa processing up to six months; predictable costs with translations/legalization; plan for local registrations after arrival.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Jena, Germany, public trust is mixed; confidence varies by region and agency.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Jena, Germany, corruption is rare and well-policed; issues are typically petty/localized with strong oversight.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Jena, Germany, senior software salaries are around €60-75k; solid but regional. Dual incomes or remote work help sustain a family lifestyle.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Jena, Germany, offers parks, museums, and safe transit for a family of four. Some venues fill quickly; plan ahead and reserve tickets when needed.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Jena, Germany, many schools offer all-day care up to 16:00. Remote work helps align 8:30\u002B drop-offs and 16:00 pickups.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Germany\u0027s minimum is 20-24 days for a 5-day workweek. In Jena, approvals are reliable but plan early for family trips.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Germany/Jena typically offers about 30–35 days of paid vacation (plus holidays); aligns with family-focused, slower pace.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "In Jena, Germany, vendor options are limited; core game dev outsourcing would rely on local freelancers or Berlin-area studios.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Jena offers solid healthcare and family-friendly policies. Real-time VFX pay trails top markets by about 25-30%, with lower living costs.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Jena has only a couple local providers for VFX Real-Time fundamentals; advanced topics rely on remote study or online courses.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Limited local VFX (real-time) programs in Jena; students rely on nearby Weimar/Berlin options or online courses with studio partnerships.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "In Jena, Germany, VFX (Real-Time) hiring is slow; expect 4–5 months with a small local talent pool, though remote options can shorten timelines.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "English is widely used in Jena\u0027s tech/VFX scene, Germany, though some studios expect German basics; bilingual capability aids local collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Jena, Germany, VFX real-time roles are hybrid; expect partial remote weeks with regular onsite reviews and collaboration.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "VFX real-time talent pool in Jena, Germany is small and sporadic. Hiring may require aggressive sourcing or contract/remote arrangements.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Jena, Germany, neighbors are generally friendly; EU/open borders support easy cross-border travel and cultural exchange with Poland, Czechia, Austria.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Germany (Jena) projects a confident but reflective self-view: democracy and education valued over nationalism; it aligns with your progressive, family-centered goals.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors in Jena, Germany generally admire a stable democracy and strong healthcare. Easy travel to neighboring EU countries supports family mobility.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "EU Blue Card or job-seeker/self-employed routes fit US IT pros; Jena\u0027s tech scene supports visa chances with offers or startups.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Jena, Germany has a walkable center with pedestrian zones and slow traffic. Most neighborhoods support confident walking with only a few car-heavy routes.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Jena, DE, US migrants are generally welcomed; university networks and English-friendly services support integration, with occasional curiosity.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "In Jena, Germany, Zeiss optics legacy and a vibrant university scene fuse science with nature for a curious, family-friendly exploration.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Jena, Germany typically -5 to 5 °C. Days average 3-7 °C with occasional light snow.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Jena, Germany, a 37-38h workweek fits the family\u0027s balance focus; founders may have occasional crunch, but flexible/remote options help.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "10: In Germany (Jena), strong family-friendly policies and predictable hours protect evenings/weekends; parental leave supports milestones.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Germany has strong workers\u0027 rights with unions and works councils. In Jena, protections include family-friendly policies and robust social safety nets.",
      "alignmentValue": 10,
      "sameAsParent": true
    }
  ]
}