{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "NET market in Lübeck is stable but niche (Dräger, port/logistics). Seek remote roles and English-friendly teams to stay competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air quality in Lübeck, Germany is good overall. Occasional pollen and seasonal dust days may occur.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In Lubeck, Germany, atheism is broadly accepted; secular institutions are accessible and nonreligious residents are welcomed.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Lubeck, Germany: strong democratic safeguards protect civil liberties. For your family, backsliding risk is low to moderate (8) with vigilant institutions.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Solid EU banking in Lübeck; newcomers may face KYC/address proof. SEPA and fintechs ease cross-border payments.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches in Lübeck, Germany (Travemünde) are excellent within 30 minutes; water quality is well-monitored and family facilities are strong.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Luebeck, Germany has some board game meetups and shops; families can find regular events, but schedules require coordination.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Germany\u0027s well-funded Kita system and subsidies offer reliable, affordable childcare in Lubeck; expect some local placement planning.",
      "alignmentValue": 9
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Lübeck, DE is very kid-friendly: safe streets, parks, and strong family services with good schools.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Germany (Lübeck) has robust Kita support with income-based fees and parental leave; near-home slots improve childcare access.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Lübeck, DE offers strong Kita access for residents; visa families usually qualify with clear docs and multilingual help, though waits may apply.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Lübeck, DE, board games and gaming culture thrive; climbing options exist nearby, giving a fairly active hobby scene.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Lübeck\u0027s community vibes are friendly but reserved; newcomers build ties through clubs and schools.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Germany startup visas can work for the family, but Lübeck bureaucracy is real. Expect funds proof, health insurance, and language steps.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Lübeck, Germany is moderate for a two-adult tech family; budgeting fits typical German salaries.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany permits US dual citizenship but requires a retention permit and residency criteria; plan for Lübeck, DE.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic Health",
      "alignmentText": "Lübeck, Germany offers a solid economy with safety nets; stable family finances, despite occasional sector dips.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Germany\u0027s social market economy (Lübeck, DE) supports startups with grants and reliable governance; bureaucracy can be noticeable but stability benefits families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Education",
      "alignmentText": "Germany\u0027s public education is strong overall; Lübeck public schools are solid with some district variation; bilingual programs and childcare are available.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Germany broadly sponsors skilled workers; Lübeck IT roles often include visa support and family inclusion, though processes vary.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "Environment in Lübeck, Germany is excellent: clean Baltic air and water, plus pervasive protections and parks. Minor industrial impacts are rare.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Lübeck, Germany, expect ~35% effective taxes; strong public services offset costs for this family.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Lübeck, DE fall days are mild and family-friendly. Occasional rain showers pass quickly.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Life",
      "alignmentText": "Lübeck, Germany, offers solid family support (childcare, healthcare) and safe neighborhoods. Community parks and groups foster belonging.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "In Lübeck, Germany, your core family (2 adults \u002B 2 kids) can pursue Familiennachzug with standard steps; spouses usually have work rights.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Lübeck, Germany offers strong family policies: long parental leave (Elterngeld), Kindergeld, and flexible work rights; some bureaucracy can slow payments.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Germany (Lübeck) provides strong family policy: universal healthcare, Kindergeld, and parental leave; generous and adaptable to growing families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Lubeck, Germany, visa families get partial benefits; many regular supports require longer residency or employment, with possible delays.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Lübeck\u0027s fashion scene is diverse and open, with urban flair; some workplaces still expect modest or formal attire.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Lübeck, Germany offers modern urban male fashion with practical, everyday wear; expressive styles are common in city life.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Lübeck, Germany, femininity is widely autonomous; diverse expressions are common, with only minor pockets of conservatism.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Lübeck has few game studios; remote work essential; most opportunities come from indie teams or partnerships with Hamburg/Berlin.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Lübeck, DE, established studios are scarce; hiring cycles stretch months. Trey relies on remote work until budgets free up.",
      "alignmentValue": 4
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Lübeck, established studios pay slightly below top hubs; remote roles or equity can help this family bridge the gap in Germany.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English is widely used in studios in Lübeck, Germany; German remains common for docs and local ops; teams operate bilingually.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Lübeck, Germany, established studios favor on-site work; remote options exist mainly for critical hires, limiting the family\u0027s remote/hybrid plans.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Germany (Lübeck) offers strong protections for gender-diverse people; urban services support inclusivity, though some institutions remain binary.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Lübeck, Germany, gender rights are strong and enforced; social acceptance is high, though pay gaps persist and leadership is still improving.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Germany Lubeck: gender roles are largely egalitarian with strong policy support. Caregiving and work are shared between partners.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Lübeck, Germany offers strong healthcare, education, and startup support. Visa life is stable but requires periodic renewals and valid work permits.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Lubeck, Germany: noticeable but manageable warming; hotter summers and heavier rainfall, supported by strong local resilience and infrastructure.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Germany\u0027s universal, high-quality healthcare supports families; pediatric care in Lubeck is strong with affordable access, though small co-pays apply.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Lübeck, Germany, visa families get universal healthcare via public insurance; enrollment and family coverage are straightforward with low costs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Lübeck, Germany, citizens benefit from tuition-free public universities. There are many degree paths and solid scholarships.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Germany (Lübeck) offers near-tuition-free public universities for international students. Post-study work paths are strong with helpful international offices.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Altstadt stock is tight and rents high; seek family flats in St. Jürgen or St. Lorenz, but competition and leases can extend the hunt.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Germany\u0027s tax system is digital (ELSTER) with pre-filled data and strong child benefits, aiding expats in Lübeck. Some bureaucracy remains.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Public K-12 access in Lubeck, Germany is broadly universal for residents. Strong language and integration support helps non-native students.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Public K-12 is accessible to visa families in Lübeck, Germany, with language support. No tuition is charged, but some residency documents may be required.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Lübeck, Germany, English covers daily life. Government services and schools use German; we\u0027ll study German to participate fully.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Lübeck, Germany offers broad LGBTQ\u002B protections and urban acceptance; diverse families are supported in public life.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Lübeck, Germany, Marxist ideas exist in pluralist discourse with centrist counterpoints; open debate thrives in a liberal democracy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Lübeck, Germany, masculinity is broad and evolving; men can be nurturing, though older circles still hold traditional views.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Lubeck, Germany offers expat/parent groups and English-speaking meetups; events are irregular, so proactive outreach helps build community.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Germany\u0027s min wage (~€12/h) in Lübeck doesn\u0027t fully cover a four-person family; two skilled salaries help, but min wage alone isn\u0027t enough.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Lübeck offers strong infrastructure with reliable broadband and transit; a few areas still lag behind full fiber rollout.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Inherited from parent; Lübeck (DE) offers Baltic coast beaches and nature within an hour, supporting weekly family outdoor time.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Lübeck, Germany faces occasional coastal storms or floods. Strong German infrastructure mitigates risk for families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Beaches at Travemünde and canoeing on the Wakenitz near Lübeck, Germany, give easy, family-friendly nature access.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Lübeck offers modest nightlife; Musik- und Kongresshalle hosts occasional concerts, with major tours often heading to Hamburg.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Moderate nightlife in Lübeck: family-friendly options exist, but most venues close early; for late outings, a trip to Hamburg is common.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Nearby Hamburg offers regular game dev meetups and jams. Lubeck residents can access family-friendly events in the region.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Lübeck, Germany has minimal game studio presence; expect few indie projects and no major studios nearby.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Seed grants via Technikzentrum Lübeck (Lübeck, Germany). Scaling requires Hamburg networks; feasible with hustle for a family-led game startup.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Hiring in Lübeck\u0027s early-stage startups typically takes 3–4 months; local networks help, but Hamburg/Copenhagen ties can speed key hires.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Lübeck, startup comp trails top hubs but offers meaningful equity; pay aligns with cost of living for a family-friendly market.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Lübeck, English is widely used for investors and platforms; fluent German helps hiring, compliance, and local outreach.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Lübeck startups are hybrid—on-site with flexible remote options; for our family, remote work is possible but requires negotiation and trust.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Lübeck’s harbor-side, compact-city vibe supports a slower, calmer pace. It fits Sarah’s preference for relaxed days in Germany.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Lubeck, Germany, strong parental leave, affordable childcare, and supportive schools align with your family\u0027s emphasis on work-life balance.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Germany naturalization usually 6-8 years with B1 language and integration; feasible for a US family in Lubeck.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Germany (Lübeck) has low corruption with strong institutions and watchdogs; reliable services support family stability.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "German democracy (Lübeck) delivers strong rule of law and transparent governance; stable, pluralistic, and family-friendly for your progressive profile.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory is generally tolerated in Lübeck, Germany, with social acceptance; however public services still default to monogamy, so discretion helps.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Lübeck offers universal Kita care with subsidies, but demand is high. Plan early registration for 1-year-olds; bilingual slots vary.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Private education in Lübeck/Germany exists but is premium and limited; consider nearby Hamburg international schools for English-language options.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Progressivism",
      "alignmentText": "Lübeck, Germany: Progressive policies support families, universal healthcare, and climate action; English is common, plan to learn German.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Lübeck, Germany, pluralistic media emphasize accurate info and inclusive civic participation; minimal propaganda aligns with your family values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Germany/Lübeck media remains pluralistic with watchdogs; propaganda is limited and diverse outlets keep coverage balanced.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Public transit in Lübeck relies on buses and regional trains to Hamburg; no trams, so cross-town trips need planning for gaps and delays.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Luebeck, Germany: religion shapes culture but policy is secular, evidence-based, and pluralistic, with strong minority protections.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Remote-friendly culture in Lübeck, Germany is strong: hybrid work with coworking options supports distributed, family-friendly teams.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "In Lübeck, DE, you can pursue EU Blue Card, self-employment, or family reunification; long-term stays with renewals toward settlement.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Lübeck, Germany, retirement is supported by a solid public pension and universal healthcare. Benefits depend on ongoing contributions.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Lübeck, visa holders can save via Germany\u0027s public pension but face residency thresholds; long-term stay improves access.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles in Lübeck, DE are sporadic; expect remote work or relocation to larger German tech hubs.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Lübeck, Germany, is generally very safe for families; crime is low and incidents are well-managed, allowing kids to explore the UNESCO old town with confidence.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Lübeck, Germany offers strong public schools and Kita options; bilingual programs exist but private/intl options are limited - plan ahead.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Water in Lübeck (DE) runs about 18-20 C in summer, cooler most of the year. The 5-year-old may need wetsuits for longer swims.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Lübeck, DE enjoys a maritime climate with mild summers and cool, damp winters; seasonal weather is generally comfortable for family activities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Lübeck, Germany offers comprehensive, destigmatized sex education and open attitudes. This aligns with your sex-positive, poly-friendly profile.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Germany\u0027s universal healthcare and strong childcare/parental leave fit your family. Lubeck offers reliable services and a supportive community.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Lübeck spring is mild but variable: cool mornings near freezing, warm afternoons around 12-18 C; bring layers for wind and rain.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Stability",
      "alignmentText": "Germany\u0027s Lübeck offers long-term stability with strong institutions and social safety nets; predictable policies suit family plans.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Germany (Lübeck) maintains pluralism, human rights, and evidence‑based policymaking; a welcoming, rule‑of‑law democracy for families.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Germany\u0027s social market economy blends innovation with strong safety nets; Lübeck offers stable rules, healthcare access, and startup support.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Lübeck summers on the Baltic are mild; highs around 22-25 C with cool evenings and moderate humidity, fits a 10.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Lübeck, Germany, visa processes may take up to a year; budget translation/legal fees and plan early for family immigration.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Public trust in Lübeck, Germany is generally solid due to transparent local services; some regional agencies may need improvement.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Low corruption in Lübeck, Germany; strong oversight supports families, public services are reliable. Stay aware of local bureaucratic steps.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Lübeck, senior software pay is ~€55–60k. Decent for locals, but dual incomes or remote work may be needed for US-level living.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Lübeck offer parks, museums, and family events. Plan for Sunday closures, but transit is safe and activities are accessible.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Lübeck, Grundschule/Kita hours align with a two-adult schedule; wraparound care covers gaps; occasional late meetings are manageable.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Lübeck, Germany: statutory vacation is 20–24 days; expect ~25 days in practice, though 20–24 days is still common.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Lübeck, typical vacation is 25-29 days/year plus holidays; fits a family-friendly schedule for trips in northern Germany.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Germany maintains friendly, cooperative ties with Denmark and other neighbors; in Lübeck, cross-border EU travel and collaboration are common for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Germany\u0027s steady democracy and social welfare foster confident, humble pride; Lubeck\u0027s welcoming, English-friendly vibe shows an open, resilient nation.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "DE is seen positively by neighbors with strong regional ties near Lübeck. Policy debates exist, but overall goodwill remains.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Germany offers Blue Card, job-seeker, and self-employment visas; Lübeck has IT roles and startup support that fit this family\u0027s profile.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Lübeck, Germany generally welcomes US migrants; curiosity exists but solid local services ease integration.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Lübeck\u0027s Hanseatic core and Baltic coast offer rich history and calm coastal downtime. Proximity to Hamburg and a strong startup scene add practical intrigue.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Lübeck is moderate with light snow; day 0-5°C, nights around freezing. Good public services support steady commutes and schooling.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Germany typically uses a 35-hour workweek with strong work-life balance in Lübeck. Remote/hybrid roles help Trey and Sarah maintain family time.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Lübeck, Germany, work-life balance is strong: Germany\u0027s 8-hour day rules and parental leave support family time and predictable schedules.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Lübeck, Germany, workers\u0027 rights are robust with strong unions and clear recourse for the family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Lubeck, Germany has mild, maritime seasons; occasional storms and cool winters, but most days stay comfortable year-round.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Lübeck, Germany has short winter days with noticeable darkness; regular outdoor breaks and light routines help the family stay energized.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Lubeck, Germany has mild springs and autumns with regular rain. Outdoor life works best in late spring to early fall, despite damp spells.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Lübeck, Germany, universal healthcare and subsidized childcare ease costs for lower-income families; housing in desirable areas may require trade-offs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Lübeck, Germany, families enjoy strong healthcare, good schools, and a calm pace. With mindful budgeting, housing and childcare are manageable.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Lübeck, DE offers strong QoL for high earners: solid schools, universal healthcare, startup support; premium services may need planning or travel.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Lübeck, Germany, 2k sq ft rentals exist but are competitive; you may need to compromise on finishing or accept a modest commute.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Lübeck has a few reputable co-living/cooperative options for families. You may need patience as programs align with needs.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Lübeck, Germany, locals are polite and open to connections. With proactive outreach and language learning, we can build a supportive community.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Lubeck, Germany generally welcoming for newcomers; strong local services and language support exist, though national debates may spark mild concern.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Lübeck, Germany, reception for skilled white migrants is mostly positive; learning German and engaging locally smooths integration.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Surface interactions in Lubeck, Germany tend to be efficient and polite with little small talk. You can initiate warmth; locals respond when engaged.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Lübeck, many locals stay casual. Dedicated outreach (clubs and school activities) unlocks close friendships over time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Germany (Lübeck): personal space is typically respected; in trains and markets, brief closer contact may occur—use calm verbal cues.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Lübeck, Germany, direct but respectful honesty is valued; share concerns clearly and with context to build trust.",
      "alignmentValue": 9
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Lubeck, Germany, grooming leans practical. A polished but not extreme look fits work and daily life.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Lübeck, Germany, body positivity is growing; fitness centers focus on well-being, not appearance, with inclusive options for all body types.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Lübeck, Germany favors tidy-casual; your family fits with practical, weather-aware outfits—no need for constant high fashion.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Lübeck, Germany, consent culture is strong; boundaries are usually respected with clear cues, though occasional missteps may occur.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Lübeck, Germany, flirting norms are broadly inclusive. Your progressive, non-monogamy-friendly approach aligns well with local attitudes.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "7: Acceptance varies—Lübeck is discreet; larger German cities (e.g., Hamburg) offer broader openness to poly families.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Germany\u0027s liberal culture; in Lubeck, consenting adults face little moral policing and open discussion of relationships is widely accepted.",
      "alignmentValue": 10
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Polygamous/non-monogamy is accepted in Lübeck\u0027s progressive scenes, publicly tolerated with respectful curiosity.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Lübeck, Germany, personal space is respected; greetings are usually handshakes with polite distance, hugs reserved for family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Lübeck, Germany, firearm ownership exists but licensing, storage, and training are strict; safety norms are strongly enforced.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "In Lübeck, Germany, substance policy emphasizes harm-reduction and medical access; small-possession penalties are often light, supporting family welfare.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Lübeck, Germany, enforcement is mostly targeted. Occasional crackdowns can cause unease for families.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Lübeck, Germany, mass violence remains uncommon; authorities communicate transparently and communities feel prepared for large events.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Lübeck, Germany prisons meet international standards with active oversight. Restorative programs align with our family\u0027s civil-liberties values.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Lübeck, Germany features pedestrian zones and walkable streets ideal for families. Expect only a few car-heavy arterial corridors to navigate.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Lübeck, Germany offers universal healthcare, strong public health messaging, and active clubs; wellness resources exist, but you may need to join local groups.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Lübeck, Germany, processed foods are common but balanced by strong fresh markets and Baltic regional produce.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Good fresh options in Lübeck with markets and Baltic seafood; for niche international dishes, a quick trip to Hamburg helps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Lübeck, Germany, depression prevalence is likely below average thanks to universal healthcare and accessible local counseling.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity rates in Lübeck, Germany are below US levels; strong public health and cycling-friendly streets support family wellness.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Cancer incidence in Lubeck, Germany aligns with global norms; strong screening and universal healthcare aid early detection.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Germany\u0027s diversified economy and strong safety nets (Kurzarbeit) in Lübeck yield brief hiring pauses and quick reemployment; supports founders with grants/visas.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Lübeck, Germany has a very small studio footprint; mostly freelancers. For game work, connect with Hamburg studios or remote partners.",
      "alignmentValue": 3
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Lübeck\u0027s game-dev scene is modest; major IP studios are in Hamburg nearby, with a few local service studios sustaining the market.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Vendor options in Lubeck are limited; few local studios cover art/QA, so rely on remote partners or nearby Hamburg providers.",
      "alignmentValue": 6
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Lübeck has few formal game-dev programs locally. Talent often relies on nearby Hamburg or Kiel or private schools for pathways.",
      "alignmentValue": 4
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "VHS Lübeck and Hamburg nearby offer regular digital courses and tech meetups; online options boost game-dev upskilling locally.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Lübeck\u0027s local game/dev activity is modest, with a few meetups per year; Hamburg nearby offers more frequent events.",
      "alignmentValue": 6
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Unity is the main engine community in Lübeck, Germany. Unreal presence exists nearby (Hamburg) with cross-training options.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Lubeck\u0027s real-time game dev scene is emerging; local capacity is limited, so cross-discipline work leans on external partners, with Hamburg nearby aiding access.",
      "alignmentValue": 6
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Moderate demand in Lübeck; local software roles exist but talent is tight. Hamburg nearby expands pipelines; remote/hybrid options ease hiring for this family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "In Lübeck, Germany, retention risk is moderate due to local studio project cycles. Strong German protections support long tenures, easing transitions.",
      "alignmentValue": 6
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Lübeck and Germany protect LGBTQ\u002B rights and family-friendly workplaces. D\u0026I progress is uneven among local studios and companies.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Germany offers game tax relief and state funds; Lübeck (Schleswig-Holstein) programs exist, though application windows are competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Germany/Lubeck offers stable policy with strong social supports; EU funding and startup grants are predictable, with manageable regulatory steps.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Lubeck\u0027s founder scene is modest; networking mainly via Hamburg meetups, with a small veteran core offering on-demand guidance.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "In Lübeck, Germany, early-stage game capital is limited; founders rely on remote investors and German public grants (IBSH/KfW) for support.",
      "alignmentValue": 5
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Lubeck has limited game accelerators; mainly small university labs and local incubators, with few dedicated programs.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Lübeck’s local senior tech pool is small; startups should rely on remote hires or recruiting from Hamburg/Kiel, with nearby EU talent.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Lübeck, Germany has a solid local IT talent pool with access to Hamburg\u0027s freelance market. Expect a healthy contractor bench, though top talent books quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Lübeck, Germany has decent coworking spaces and a basic startup scene, plus reliable broadband and local grants; game-specific labs and mocap gear are scarce.",
      "alignmentValue": 6
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Lübeck has limited direct game-IP specialists; Hamburg metro firms offer IP/tech counsel with some game experience.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Moderate local publisher activity in Lubeck; most engagement is remote. Focus on conferences abroad and EU grants to access publishers.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Lübeck indie dev meetups and nearby Hamburg labs provide testers; expect lead times, but English-friendly tester pools exist.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Germany\u0027s Lübeck Start-up Visa supports founders with families; requires an innovative, funded plan and has moderate processing times.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Cost of Doing Business in Lübeck is slightly elevated, but local startup incentives and grants can offset payroll/tax costs for a family-run studio.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Lübeck has a small 3D character artist pool. Senior roles are often sourced remotely or relocated to larger nearby hubs like Hamburg.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "In Lübeck, few dedicated 3D character artist programs exist; graduates rely on online courses or study nearby in Hamburg/Kiel.",
      "alignmentValue": 3
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Limited local 3D character artist continuing education in Lübeck; most upskilling relies on online courses and nearby Hamburg facilities.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Lübeck, DE has shallow local 3D character artist pipelines; expect 6\u002B months or rely on remote/relocation candidates.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "3D character artist pay in Lübeck, Germany trails top markets by 25–30%. Lower cost of living and strong public services offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Lübeck, studios often use English; German helps daily life, aligning with your English ubiquity goal and local-language onboarding.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Lübeck, Germany, remote/hybrid 3D character roles are common in EU studios with robust async workflows; Germany\u0027s broadband supports it.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Lübeck\u0027s local 3D animation pool is small; mid-level talent dominates. You\u0027ll likely need to recruit from Hamburg or hire remotely.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "In Lübeck, 3D animation programs are limited; many study in Hamburg/Kiel or online. Local studios offer mentoring, but pipelines are still developing.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "In Lübeck, Germany, local 3D animation schools are scarce; upskilling relies on online courses and occasional workshops with visiting pros.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Lubeck, 3D animator roles tend to stay open half a year or longer; local pipelines are shallow; remote hiring or relocation to Hamburg helps.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Lubeck, Germany, 3D animator pay lags top hubs by 10-15%, but solid benefits and local perks balance livability.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Lübeck, German is common in studios, but English is widely used in IT in Germany; your English-first preference fits most teams, with basic German helpful.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Lübeck, Germany, studios favor hybrid setups: expect some onsite days with partial remote weeks for 3D animators, especially senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Lübeck\u0027s 2D environmental artist pool is small with sporadic availability; plan aggressive sourcing or remote/contract hires; nearby Hamburg helps.",
      "alignmentValue": 4
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Lübeck lacks dedicated 2D environmental artist programs. Nearby Hamburg/Kiel offer related degrees, but local pipelines are modest.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "In Lübeck, 2D environmental art education is intermittent; VHS/colleges offer occasional in-person workshops; many options exist online.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Lubeck, DE has a small local pool for 2D environmental artists; remote/EU hiring and Hamburg access may push timelines to 3-4 months.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "2D environmental artist in Lübeck trails top markets by ~25–30%; Germany\u0027s benefits and work-life balance offset lower salaries.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Lübeck, DE, 2D environmental art teams primarily use German; English is common, but many studios expect some German for collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Hybrid work is common in Lübeck studios; fully remote roles need negotiation. Germany supports asynchronous workflows that fit your family\u0027s needs.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "VFX (Real-Time) talent in Lübeck is limited. Nearby Hamburg has some specialists, but the local pool is mid-level and often requires relocation.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "VFX Real-Time education in Lübeck is limited; Hamburg/Kiel programs help, but local grads still need studio partnerships.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Lübeck has limited local VFX real-time education; most upskilling is online or in Hamburg/Kiel with small class sizes.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "VFX real-time roles in Lübeck are rarely filled locally. Studios rely on remote or imported talent to meet demand.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Lübeck, Germany, VFX (real-time) pay trails top hubs by ~25–30%, but healthcare and a family-friendly life offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Lübeck studios primarily use German. English is common in multinational VFX teams, so bilingual candidates are preferred.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Lübeck, Germany: Hybrid real-time VFX is common; fully remote possible by negotiation; studios may offer equipment stipends.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Limited local CM pool in Lübeck; senior hires may require relocation from Hamburg or remote arrangements.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Community manager programs in Lübeck are limited. Nearby Kiel and Hamburg offer related media degrees that can support on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Lübeck offers basic continuing education through VHS Lübeck and Uni Lübeck; advanced CM topics mainly via online study.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Lübeck, Germany, CM roles are hard to fill locally; expect 6\u002B months. Broaden to Hamburg/Kiel or remote with relocation support.",
      "alignmentValue": 4
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Lubeck, Germany offers solid community manager pay with good benefits; still 10-15% below top European hubs, but strong work-life balance.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Lübeck, community managers are mostly German-speaking; English use exists in larger firms near Hamburg, so plan bilingual onboarding.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Lübeck, Germany, studios lean hybrid/remote-first. Some on-site days are common, but remote options exist with negotiation.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Lübeck\u0027s PMM (games) pool is limited; most talent is Hamburg/Berlin based; plan remote or relocation for key roles.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Lübeck lacks dedicated games product marketing programs; grads rely on online study or Kiel/Hamburg offerings and mentoring.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Limited PMM (Games) education in Lübeck; Kiel/Hamburg offer occasional workshops; expect mainly remote or self-paced upskilling.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Germany Lübeck PMM (Games) hiring likely 3-4 months due to a small local pool. Use Hamburg metro access and remote candidates to broaden the funnel.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Lübeck, Germany: PMM (Games) compensation trails top markets by 25-30%. Strong family-friendly QoL helps offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Lubeck, Germany: English is common in tech, but German skills boost local player outreach; family favors bilingual PMMs.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Lübeck, Germany offers hybrid PMM (Games) roles; partial remote weeks with regular on-site sprints support family-friendly balance.",
      "alignmentValue": 6
    }
  ]
}