{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Wiesbaden, Germany offers a healthy .NET market with enterprise roles; near Frankfurt boosts sponsorship and remote work, though top roles stay in big cities.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "7: Wiesbaden 2D environmental art pay lags top hubs ~10-15%; good lifestyle near Frankfurt, and remote options help offset.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Limited 2D environmental art continuing education in Wiesbaden, Germany; expect few local courses, with online/remote options from nearby Mainz or Frankfurt.",
      "alignmentValue": 4
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Wiesbaden\u0027s dedicated 2D environmental art programs are limited; nearby Mainz/Frankfurt offer related degrees, with small local graduate cohorts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Wiesbaden, 2D environmental artist roles are not plentiful; expect 3-4 months with proactive sourcing or relocation support.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Wiesbaden, English is common in studios but German is often preferred for client work; bilingual 2D artists fit best.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Remote work is possible in Wiesbaden studios, usually partial weeks onsite. English-friendly teams and broadband in Germany.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Germany\u0027s Wiesbaden/Frankfurt metro has a modest 2D environmental artist pool. Hiring may require relocation or remote sourcing, leveraging nearby Frankfurt studios.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "3D animator pay in Wiesbaden, DE trails top markets by ~20%. It remains competitive with EU peers, with strong benefits and good QoL to attract talent.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Limited in-person 3D animation continuing education in Wiesbaden; some courses exist via VHS Mainz/Wiesbaden and near Frankfurt campuses; remote options common.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Wiesbaden has few local 3D animation programs; strongest ties are to nearby Frankfurt and online options, with industry internships limited but growing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Expect 4-5 month timelines for 3D animators in Wiesbaden; local supply is modest - leverage Frankfurt area and remote talent.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Wiesbaden, Germany studios commonly use German; English is widely used. Seek bilingual 3D animators to fit local teams and our English-first preference.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Remote/hybrid 3D animator options exist in Wiesbaden, but many studios favor on-site collaboration; expect case-by-case remote arrangements.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Moderate 3D animator pool in Wiesbaden; leverage nearby Frankfurt studios; expect mid-level talent; relocation or remote hiring may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Wiesbaden, Germany offers 3D character artist pay that trails top hubs by 25-30%. Strong EU benefits and local lifestyle help offset the gap for a family.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Wiesbaden offers limited local 3D character art continuing education. For advanced topics, expect online study or courses in the nearby Frankfurt area.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Nearby Wiesbaden/Mainz programs feed regional studios; the 3D art pipeline is steady but modest in scale.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Wiesbaden, Germany, the local 3D character artist pool is small. Expect 4–5 months; remote or cross-region searches help land the right specialist.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Wiesbaden/Frankfurt area: English is widely used in studios; some German basics help team collaboration, bilingual 3D artists are preferred.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Wiesbaden, Germany, remote 3D character artist roles are common with hybrid/async setups, matching family needs for flexible work and childcare.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Wiesbaden\u0027s 3D character artist pool is modest; nearby Frankfurt area has some talent, but senior hires may require relocation or longer searches.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Wiesbaden has limited game-focused accelerators; mainly small incubators or university labs, with only general programs in nearby Frankfurt/Mainz.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air quality in Wiesbaden, DE is generally good. Expect occasional pollen or dust days; portable filters can help sensitive family members.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Ubisoft Mainz in nearby Mainz provides the main anchor; Wiesbaden benefits from a modest Rhine-Main game dev scene with a few smaller studios.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "In Wiesbaden, Germany, atheists are broadly accepted. Secular public services and schools are neutral, and public office is accessible.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Wiesbaden, Germany, strong democratic institutions safeguard civil liberties; backsliding risk is low.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In Wiesbaden, Germany, banking is solid with SEPA and digital options, but foreigners may face residency and account-opening paperwork.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Wiesbaden, Germany are limited. Rhine river spots near Mainz offer some family-friendly options but with basic facilities.",
      "alignmentValue": 3,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Wiesbaden, Germany has some boardgaming clubs and stores. Families may need to coordinate with nearby Mainz/Frankfurt groups for regular play.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Wiesbaden, Germany, fitness is personal well-being with inclusive gyms and public spaces; bodies are respected, not policed.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Germany (Wiesbaden near Frankfurt) offers a diverse economy (finance, tech, services); downturns pause hiring briefly, with quick reemployment.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Wiesbaden, Germany has universal healthcare and strong screening, keeping cancer incidence below average.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "In Wiesbaden, Germany, carceral facilities are well-regulated with active oversight and humane treatment; conditions align with European standards.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Wiesbaden, childcare is well-supported by the state. Plan ahead for Kita slots and language support for your 5-year-old and infant.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Wiesbaden, Germany offers a very family-friendly environment with safe streets, parks, and broad kid-focused services; welcoming for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Wiesbaden, DE, Kita subsidies and parental leave support reduce childcare costs; most fees are covered, with modest top-ups.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Germany offers strong public childcare for residents; in Wiesbaden visa holders qualify with residence permit, with minor waiting times and clear docs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Wiesbaden, Germany offers board-game cafes, gaming groups, and family activities; Trey\u0027s hobbies have good local access here.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Community Activity",
      "alignmentText": "Wiesbaden has monthly tech meetups and nearby Mainz/Frankfurt game-dev events; a modest yet active community for developers.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Wiesbaden, Germany, wellness culture is strong with preventive care and community activities. Healthcare is universal and accessible.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Wiesbaden has limited intentional communities; some co-housing options exist, but family-friendly programs are sparse and may require patience.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Wiesbaden, CM pay tends to track global medians after cost of living. Local hubs may lag top markets by about 10-15%.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Limited local CE for community managers in Wiesbaden; nearby Frankfurt offers occasional workshops and online courses.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Wiesbaden has limited dedicated community manager programs. Related marketing/communication tracks exist at Hochschule RheinMain, so grads typically need on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Germany Wiesbaden: CM roles usually take 1-2 months with good English-friendly pipelines and remote/hybrid options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Wiesbaden, English is widely used in IT; German basics help with local engagement and onboarding for community management.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Wiesbaden, Germany: hybrid remote work is common in local studios; fully remote arrangements are negotiable, with periodic onsite meetings for team cohesion.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Wiesbaden has a small community manager pool with sporadic availability; expect aggressive sourcing or contract work, or relocation to Frankfurt.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Wiesbaden feels welcoming in Germany; expat and local networks help newcomers plug in through clubs and community events.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Wiesbaden, established studios offer solid packages near regional norms; family-friendly terms exist, but pay trails top hubs - negotiate.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Wiesbaden, startup comp tracks global medians after cost of living; solid base \u002B meaningful equity, plus Germany\u0027s family-friendly benefits.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Wiesbaden, Germany immigration is navigable but paperwork-heavy; hire local counsel, secure health insurance, and complete Anmeldung to limit risk.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Wiesbaden has active Volkshochschule courses and nearby university programs for professionals. Most offerings are seasonal or limited providers; many rely on online options.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Wiesbaden, near Frankfurt, has a strong IT contractor pool with English-friendly freelancers. Azure/web dev talent is accessible and onboarding is efficient.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Germany (Wiesbaden) emphasizes harm reduction and treatment; small-quantity possession is often decriminalized, with support rather than punishment.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Wiesbaden offers startup grants and visa options, but payroll taxes and rents are higher, about 15–20% above midwestern US costs, limiting runway.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Wiesbaden, Germany is moderate for a family of four. With careful housing and childcare choices, expenses can align with income.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Wiesbaden has several coworking spaces with reliable broadband; game-dev gear like mocap/audio suites is scarce.",
      "alignmentValue": 6
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Germany Wiesbaden offers a healthy European tech market, but game-dev talent is modest; Frankfurt region supports pipelines; remote/hybrid hiring helps.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Germany (Wiesbaden) shows moderate depression prevalence with universal care. Counseling access and local supports help families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Wiesbaden, expat networks and local clubs foster deeper ties; with steady outreach, the family can form close friendships over months.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Wiesbaden, Germany shows active D\u0026I efforts with LGBTQ\u002B protections and family-friendly workplaces; representation varies by sector.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Wiesbaden, Germany, drug enforcement is targeted with strong oversight; families rarely witness aggressive sweeps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany allows dual citizenship with the US but requires notifying authorities and residency steps; in Wiesbaden, plan for retention approvals.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "In Wiesbaden, Germany, early-stage grants exist (EXIST, state programs) but are competitive. Expect roughly €75k–€150k for game dev startups.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "In Wiesbaden/Frankfurt, generalist funds and public grants support games. Proximity to Frankfurt boosts access, though competition exists.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Wiesbaden\u0027s solid German economy shows low unemployment and steady growth; living costs are high, but social safety nets support families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Germany\u0027s mixed economy supports entrepreneurship with grants and stable governance in Wiesbaden. Bureaucracy can slow startup activity.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Germany\u0027s stable regulatory regime supports startups and work visas; Wiesbaden offers steady funding paths and reliable social services for families.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Wiesbaden\u0027s education system is solid with strong public schools. Bilingual and international programs are available for families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Wiesbaden has limited game-specific programs; curriculums often need industry training. Nearby Mainz/Frankfurt offer internships with studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Wiesbaden, Germany, IT roles commonly sponsor work visas; dependents are typically included with the Blue Card and relocation support.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Frankfurt/Wiesbaden region has active Unity and Unreal communities with cross-training; dual-engine opportunities fit the family\u0027s game-dev needs.",
      "alignmentValue": 9
    },
    {
      "key": "Environment",
      "alignmentText": "Environment in Wiesbaden, DE: 9 - clean waterways and parks with strong rules keeping pollution low.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Wiesbaden, Germany, expect about a 30% effective tax rate. Strong public services help offset the cost for our family.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Wiesbaden, DE is typically 10-20 C with mild, sweater-friendly days. Occasional rain showers arrive but clear quickly.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Life",
      "alignmentText": "Germany\u0027s strong family policies support families in Wiesbaden. Park-rich, safe neighborhoods and good schools help children thrive.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Wiesbaden, Germany supports family reunification for startup founders; spouse and two minors can join with standard processing.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Wiesbaden, Germany, strong parental leave and child benefits support families; bureaucracy can slow access, but overall robust policy.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Wiesbaden, Germany offers strong family benefits (Kindergeld/Elterngeld) and universal healthcare; bureaucracy is present but manageable.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Wiesbaden, visa families can access most benefits (healthcare, Kindergeld, parental leave) with standard residency steps.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Wiesbaden, Germany favors tidy smart-casual; comfortable, presentable outfits fit schools, work, and daily life.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Wiesbaden, fashion is dynamic, inclusive, and body-positive; women enjoy broad style freedom in an urban German setting.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Wiesbaden, Germany, men\u0027s fashion is modern in the city. Suburbs lean classic, fitting a progressive, tech-savvy family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Wiesbaden, Germany, women enjoy autonomy and LGBTQ\u002B protections; femininity is diverse, with rare traditional pockets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Wiesbaden, gun laws are strict; ownership exists but requires permits and safe storage, keeping exposure relatively low.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Consent culture in Wiesbaden, Germany is generally respectful. For our family, keep boundary talks clear and seek safe, family-friendly venues.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "5: Wiesbaden has a small founder scene with a few veteran mentors available. Frankfurt\u0027s broader startup network adds mentorship and funding options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Wiesbaden offers solid fresh markets and international dining; for broader diversity, a short trip to Frankfurt covers additional cuisines.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Wiesbaden, Germany, locals are polite and open when we take the initiative; expect gradual but steady neighborly ties.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Wiesbaden has few game studios. Sustained roles rely on the Frankfurt/Rhein-Main network and remote work.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Wiesbaden, Germany, gender diversity enjoys strong protections and inclusive healthcare; urban services support nonbinary identities, with rural gaps.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Wiesbaden, Germany offers strong, constitution-based gender rights with active enforcement; inclusive for LGBTQ\u002B and diverse families.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Wiesbaden, Germany, gender roles are largely egalitarian: both parents work and share caregiving; policies support family-friendly living.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Wiesbaden, Germany, flirting norms are increasingly fluid and inclusive. Your progressive family values align well with local culture.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Wiesbaden, Germany offers strong healthcare, good schools, and worker protections for visa holders. Be aware of periodic renewals and some bureaucracy.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Global warming risk in Wiesbaden, DE is moderate. Germany\u0027s strong infrastructure and services support adaptation and family safety.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Germany\u0027s Start-up visa is available with endorsement and business plans; processing is moderate. Wiesbaden offers EU market access and family-friendly living.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Wiesbaden, grooming is practical and understated. Appearance care is valued but not overbearing.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Wiesbaden, Germany, acceptance exists in progressive circles; polyamory is tolerated publicly, but formal recognition remains limited.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Germany\u0027s universal healthcare offers high-quality, affordable care in Wiesbaden; pediatric services are solid and accessible for families.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Wiesbaden, Germany: public health cover is available to visa families via statutory insurance; private plans may be sensible for flexibility.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Germany\u0027s public universities are largely tuition-free; in Wiesbaden, access is broad with transparent aid and solid vocational paths.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Germany\u0027s public universities are largely tuition-free for international students. In Wiesbaden, visa holders enjoy solid post-study work options and local support services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Wiesbaden, established studios fill roles in 3-4 months; Rhine-Main/Frankfurt ties offer some remote paths for Trey and Sarah.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Wiesbaden\u0027s Creative Hub and Frankfurt access enable quick hiring; expect 6-8 week searches for startup roles.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Wiesbaden has family-friendly districts, but rents around €15/m²; target Biebrich or Dotzheim for better value with longer leases.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Germany\u0027s tax system is digital with pre-filled data and clear guidance. In Wiesbaden, cross-border cases may still need an accountant.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Wiesbaden, immigrants are generally welcomed; occasional political rhetoric creates mild concern, but English-friendly communities ease settlement.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Wiesbaden, US families are often welcomed; English is common and expat networks ease adaptation; occasional stereotypes may require tact.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Wiesbaden, Germany offers free public K-12, but quality varies by district; with language support and proactive enrollment, good placements are accessible.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Wiesbaden, visa children can enroll in public Grundschule with language support. Access is strong and comparable to citizens.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Wiesbaden, English covers daily life and work, but schools and government prefer German; we\u0027ll learn German for full participation.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Wiesbaden, studios rely on English for cross-border work, but German is essential locally. Expect bilingual teams and opportunities to learn German.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Wiesbaden startups lean on English for investor work; local German support aids hiring and compliance. The family aims for bilingual exposure and an English-friendly setup.",
      "alignmentValue": 9
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Wiesbaden/Frankfurt area has solid IP and tech counsel; dedicated game-IP specialists are limited, so rely on general firms or referrals.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Germany offers robust LGBTQ\u002B protections and acceptance; Wiesbaden provides inclusive services and safe public life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Wiesbaden/Frankfurt area offers university labs and gamer groups for playtests; English-friendly testers exist, but scheduling may require lead time.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Germany (Wiesbaden) features open, pluralist debate on Marxism. Left ideas influence policy modestly; acceptance remains moderate for a modern democracy.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Wiesbaden, Germany, masculinity norms are broad; dads can be nurturing and share caregiving with growing acceptance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Wiesbaden, mass violence is uncommon. German authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "RheinMain and Wiesbaden host expat and parenting circles; tech meetups exist, but expect proactive outreach to engage.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Germany\u0027s minimum wage in Wiesbaden roughly covers essentials for a 2-adult, 2-child family. However, urban housing costs may limit savings.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Wiesbaden offers reliable utilities and strong transport near Frankfurt. Broadband is solid with low outages, supporting work, gaming, and family life.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Wiesbaden, Germany, acceptance varies. Urban areas may welcome polyamory, while suburbs demand discretion.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Wiesbaden, Germany, direct, constructive feedback is welcomed; frame concerns clearly while respecting local norms.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Wiesbaden, Germany offers easy access to Taunus and Rhine scenery; family-friendly trails and a mild climate support frequent outdoor time.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Wiesbaden, Germany, natural disasters are rare and mild. Strong infrastructure and alert systems keep family risk minimal.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nature near Wiesbaden is easy to reach. Taunus foothills, Rhine promenades, and spa parks offer family-friendly escapes.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Kurhaus concerts and Schlachthof offer cultural options; quick S-Bahn to Frankfurt widens choices while staying family-friendly and safe.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Wiesbaden is modest, generally safe and family-friendly. Evenings close early, with occasional trips to nearby Frankfurt for bigger options.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Notable game dev scenes exist around Wiesbaden, Germany, with small local meetups and nearby Rhine-Main hubs. Engagement requires initiative.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Wiesbaden has a small indie game scene; notable studios are limited locally, with occasional events in the nearby Frankfurt/Mainz area.",
      "alignmentValue": 5
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Wiesbaden\u0027s walkable layout and strong public health programs help keep obesity risk below US levels; proactive wellness supports active family life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Wiesbaden\u0027s game hub and Hessen funding paths, plus Frankfurt-area investors, offer a feasible studio setup; expect hustle for capital and visas.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Wiesbaden, Germany offers a calm, family-friendly pace. Short commutes and walkable neighborhoods near Frankfurt/Main support downtime and family life.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Wiesbaden, Germany, parental leave and school partnerships support parenting. Empathetic guidance is common, easing dual involvement for Trey and Sarah.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Germany naturalization in Wiesbaden typically 6-8 years with language/integration; dual citizenship may require permission to retain US citizenship.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Germany, including Wiesbaden, has low perceived corruption. Strong watchdogs and civic norms support trustworthy governance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Germany (Wiesbaden) emphasizes personal space; expect polite distance and minimal casual touching. Use clear verbal boundaries; locals respond well to them.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Wiesbaden, personal space is respected and handshakes are common. In crowded transit, locals prefer consent cues before touching.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Wiesbaden, Germany offers 2–3 strong seasons with mild springs/falls; summers pleasant, winters cool, with occasional shoulder months.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "Germany\u0027s democracy is transparent with strong rule of law and plural media; Wiesbaden benefits from stable governance.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Wiesbaden, polyamorous families enjoy social tolerance in urban circles; legal recognition remains limited in Germany.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Wiesbaden, Germany offers a strong public early education network with subsidies; demand is high, so plan early registration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "In Wiesbaden, private intl schools exist but tuition is premium; public/bilingual options are strong and often more cost-effective.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Wiesbaden, fresh markets and regional produce balance processed foods; convenient options are nearby for busy days.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Wiesbaden PMM (Games) pay trails top hubs by ~10-15%; DE benefits and family-friendly policies help offset the gap for expat talent.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Germany Wiesbaden has only occasional game marketing upskilling. Most resources come from Frankfurt-area events or online programs.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Wiesbaden, Germany: Game PMM education pipeline is serviceable but not strong. Nearby Mainz/Frankfurt offer marketing/media programs that can bridge gaps.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Germany: Wiesbaden PMM (Games) hiring moves slowly; local pipelines are shallow, expect 4-6 months; remote or EU talent options recommended.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Wiesbaden studios use English in tech. However, many game marketing roles expect German for local campaigns; bilingual teams fit best.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Germany, Wiesbaden: PMM (Games) roles offer partial remote weeks with frequent onsite work; English is common, but local studios vary.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Wiesbaden\u0027s game product marketing talent pool is modest; rely on Frankfurt region for depth; plan remote or relocation for senior hires.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Germany\u0027s progressive, pluralistic democracy supports your family values; Wiesbaden offers good schools, family-friendly policies, and universal healthcare.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Germany\u0027s liberal climate; in Wiesbaden\u0027s urban circles, nonmonogamy is broadly accepted with minimal moral policing; open discussion common.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Wiesbaden, Germany, public messaging prioritizes wellbeing and inclusive civic participation with transparent information; minimal propaganda.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Germany\u0027s Wiesbaden offers pluralistic media with watchdogs; public broadcasters help debunk spin, aligning with your values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Wiesbaden has solid daily transit: S-Bahn to Frankfurt and regional buses; ongoing citybahn plans with Mainz bottlenecks needing planning.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Moderate publisher presence in Germany; Wiesbaden relies on remote outreach. Attend Frankfurt/nearby events to connect with publishers and scouts.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Wiesbaden, most luxury services are available. A few niche options may require travel to Frankfurt or early booking.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Wiesbaden, DE, lower-income families can access universal healthcare and public services, but affordable housing and good schools may have waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Wiesbaden, Germany offers strong healthcare and good schools; with careful budgeting, this family can maintain a comfortable middle-income lifestyle.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Wiesbaden (Germany) offers solid real-time game dev potential with strong cloud access near Frankfurt; some pre-rendered cinematic work is present.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Germany\u0027s secular system keeps church and state separate in policy; personal beliefs are respected in Wiesbaden\u0027s pluralist culture.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Wiesbaden, studios commonly offer hybrid/remote roles with formal policies, matching a family-friendly, remote-capable plan.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "In Wiesbaden, Germany, startups broadly support remote work for most roles with periodic on-site days; fits Trey\u0027s remote founder role and Sarah\u0027s hybrid needs",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Germany (Wiesbaden) shows strong hybrid norms. Firms mix remote work with on-site briefings, aided by robust broadband and Rhine-Main coworking.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Wiesbaden, Germany offers self-employed and Blue Card routes with a path to settlement. Renewals require ongoing income or business viability proof.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Germany Wiesbaden offers a stable tech scene, strong healthcare/education, and family-friendly policies; remote/hybrid work supports low churn for your family.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Germany\u0027s pension system is solid but contribution-based. In Wiesbaden, universal healthcare supports retirees and families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Wiesbaden, visa workers can access Germany\u0027s public pension after contributing; long-term settlement enhances eligibility.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby opportunities in Wiesbaden/Frankfurt area are moderate; expect maintenance work and some hybrid roles; remote options with EU teams are common.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Generally safe for families in Wiesbaden; minor nightlife-related issues near the Kurhaus after dark warrant standard precautions.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Wiesbaden offers several good, bilingual-friendly schooling options and international programs; plan for transfers and language support for kids.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Wiesbaden, Germany: Rhine water runs about 18–20 C in summer. Long swims may require light wetsuits or heated pools.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Wiesbaden, DE offers mild seasons with rare spikes; occasional heat waves or storms may require brief scheduling tweaks.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Wiesbaden, DE has noticeable winter darkness. Regular outdoor breaks keep the family\u0027s energy steady.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Wiesbaden, Germany has a mostly mild, four-season climate with warm summers and cool winters; occasional heatwaves and damp spells occur.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Wiesbaden benefits from the Frankfurt tech belt with a solid pool of senior software leaders. Expect competitive offers and proactive recruiting.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Wiesbaden, Germany: comprehensive sex education and inclusive attitudes; aligns with the family\u0027s sex-positive, open approach.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Germany\u0027s social policy is strong for families: universal healthcare, child benefits, parental leave; in Wiesbaden you\u0027ll find supportive services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft rentals exist in Wiesbaden, but demand is high; expect compromises on location or finishes to stay within budget near parks and solid schools.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Wiesbaden (DE) typically sits around 12-23 C (54-73 F) with mild days. Brief chilly rain is common, so layers are recommended.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Stability",
      "alignmentText": "Germany stays steady with predictable policies; Wiesbaden offers stable daily life, low risk, and reliable public services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Germany (DE) champions pluralism and human rights; Wiesbaden\u0027s inclusive public services and education align with your family\u0027s values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Germany\u0027s Wiesbaden, the social market economy supports innovation with strong safety nets and fair competition.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "In Wiesbaden, Germany, the studio scene is modest; only a few local game/animation studios, with most production tied to nearby Frankfurt.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Wiesbaden, summers are usually 28-30 C with mild evenings; rare heatwaves up to 33 C, humidity manageable for family activities.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Wiesbaden offers polite, efficient service; staff respond well when engaged; English is widely understood in urban shops and transit.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "[Placeholder] Provide Tax Incentives for Games/Creative insights for Germany Wiesbaden.",
      "alignmentValue": 5
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Germany, Wiesbaden: expect visa process to finish within six months with predictable, budget-friendly costs for a US family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Wiesbaden, Germany: public trust is solid with transparent local services and a stable democracy.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Germany (Wiesbaden) has very low corruption; public services are transparent and responsive, with any issues limited to isolated cases.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Typical senior software pay in Wiesbaden (Frankfurt area) sits around €60k-€90k gross; solid but varies by employer; dual incomes help a family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Wiesbaden weekends offer parks and family-friendly events; popular spots fill quickly, plan ahead. Note: many shops close Sunday.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Germany, Wiesbaden: Grundschule ends mid-afternoon; Ganztag care often runs to 16:00. Remote/hybrid work fits this family\u0027s routine.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Germany (Wiesbaden): minimum 20 vacation days per year plus holidays; stable enforcement and family-friendly scheduling supports work-life balance.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Wiesbaden, Germany, typical leave is about 25-29 days per year plus holidays. Plan trips around school breaks.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Wiesbaden has a modest local outsourcing scene; a few trusted vendors cover QA/art, but core game-dev needs likely rely on remote partners.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Wiesbaden, Germany: total comp for VFX real-time trails top markets by 25-30%, with strong living benefits offsetting the gap.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "VFX real-time CE in Wiesbaden is modest. Local options are limited to VHS/Hochschule RheinMain, with online courses from Frankfurt/Mainz.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Wiesbaden offers small but real VFX real-time programs (via Hochschule RheinMain) with Frankfurt-area studios; expect on-the-job upskilling and steady entry.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Wiesbaden/Frankfurt real-time VFX hiring is medium; expect 3-4 months with proactive sourcing or relocation; remote options help.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "VFX real-time work in Wiesbaden mixes German and English. Bilingual candidates or translation support are common.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Wiesbaden, DE, real-time VFX remote work is accepted but often limited to senior staff. Hybrid options exist case-by-case.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Moderate VFX real-time pool in Wiesbaden; proximity to Frankfurt helps, but talent is niche; expect longer searches or remote hiring.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Germany\u0027s neighbors are friendly; in Wiesbaden cross-border travel and EU collaboration are celebrated.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Germany\u0027s self-view is confident but pragmatic, even in Wiesbaden. It emphasizes welfare, safety, and family‑friendly services that fit your values.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Germany is viewed positively by neighbors with strong regional ties. In Wiesbaden, safety, quality schools, and EU mobility support this family move.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Germany offers multiple visa routes (EU Blue Card, job seeker, self-employment) for this family; Wiesbaden\u0027s tech scene and support improve prospects.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Wiesbaden, Germany features walkable neighborhoods and pedestrian zones; families can walk confidently, with a few busy corridors to avoid with kids.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Welcoming in Wiesbaden: expat networks and English-friendly services ease settling for US migrants. Curiosity may arise, but integration support is strong.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Wiesbaden\u0027s spa heritage and nearby Rhine wine country pair with Frankfurt\u0027s opportunities for wellness and growth.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Wiesbaden winters: nights often below 0°C; daytime 5–10°C; roads stay clear and light winter gear suffices.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Wiesbaden, Germany, ~35-hour weeks with strict overtime rules; supports family-friendly policies and predictable hours.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Wiesbaden, Germany offers strong work-life norms that protect evenings and weekends. Remote or hybrid work suits Trey and Sarah\u0027s startup and tech roles.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Germany (Wiesbaden) offers robust workers\u0027 rights. Strong unions, enforcement, and works councils support family stability.",
      "alignmentValue": 9,
      "sameAsParent": true
    }
  ]
}