{
  "version": 2,
  "iso": "GR",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Mediterranean landscapes with extensive Natura 2000 reserves, though tourism pressure and summer wildfires strain ecosystems that your outdoorsy family would rely on.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Triple-digit heatwaves, water rationing, and island evacuations during near-annual wildfire seasons now punctuate Greek summers, so climate shocks remain a serious planning concern for the family.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Long dry summers and mild, wetter winters fit a mild-weather preference, but humid heat spikes and meltemi winds mean some seasonal discomfort.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Athens and Thessaloniki still record PM2.5 spikes from traffic and Saharan dust, so asthma-sensitive family members might notice moderate pollution.",
      "alignmentValue": 5
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Frequent earthquakes, Attica flash floods, and record wildfire seasons mean evacuation plans and insurance buffers are essential compared with safer locales.",
      "alignmentValue": 3
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Athens averages roughly 13–23°C (55–73°F) with breezy, low humidity springs that make park time comfortable for the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Typical summer highs run 24–34°C (75–93°F) with periodic 38°C+ heatwaves; dry air helps, but city heat islands require cooling strategies.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September starts around 18–27°C (64–81°F) and gradually cools, offering pleasant shoulder-season weather ideal for exploring.",
      "alignmentValue": 7
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Coastal winters hover near 7–15°C (45–59°F); damp cold and occasional storms exist but no deep freezes, aligning with your mild preference.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Greece boasts hundreds of Blue Flag beaches and family-friendly coves, giving easy weekend escapes even if beach time is optional.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Sea temps climb from ~20°C in May to 26°C (68–79°F) mid-summer, keeping swimming pleasant through October for the kids.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Island coastlines, olive groves, and mountain hikes are abundant, so nature outings and rock climbing opportunities are plentiful.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The 2024 minimum wage (~€830 gross/month) lags Western Europe, signaling lower salary baselines and higher reliance on remote income.",
      "alignmentValue": 3
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers in Athens often earn €30–45k, so you'd likely keep U.S.-linked contracts or negotiate remote packages to meet family costs.",
      "alignmentValue": 4
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Shipping, finance, and consultancies use .NET, yet the market is small and often Greek-language focused, limiting Trey’s local options.",
      "alignmentValue": 4
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles are niche and concentrated in a few startups, so Sarah would lean on remote clients rather than local hiring.",
      "alignmentValue": 3
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Non-EU sponsorship is uncommon outside multinationals; most Americans pursue independent income or investment visas instead.",
      "alignmentValue": 3
    },
    {
      "key": "Economic Health",
      "alignmentText": "GDP growth has returned but unemployment stays near 11% and debt is high, so economic swings can impact job stability and services.",
      "alignmentValue": 5
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Digital nomad visas and new coworking hubs exist, yet many employers still expect office presence, making remote culture mixed.",
      "alignmentValue": 5
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "While dinners stretch late with family, salaried roles often expect 45+ hour weeks and weekend availability, making it tougher for Sarah to maintain the gentle pace she prioritizes.",
      "alignmentValue": 4
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Official 40-hour weeks often stretch past 42 hours, reflecting one of the EU’s longest average workweeks.",
      "alignmentValue": 4
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Employees earn at least 20 paid days plus numerous public holidays after year one, supporting family travel windows.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech teams commonly grant 22–25 days, though smaller firms sometimes resist taking the full allotment.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Outside central Athens, daily rhythms are slower with extended meals and siestas, aligning with your desire to downshift.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "School often runs 8:15–1:15, with after-school paid programs, while offices operate 9–6 with midday breaks, complicating childcare coverage.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends center on seaside day trips, playgrounds, and late dinners with friends—welcoming for community-oriented families.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Extended family networks and kid-friendly public spaces make integration easier if you tap local community circles.",
      "alignmentValue": 7
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamorous relationships lack legal status and remain socially taboo beyond small urban subcultures, so discretion is required.",
      "alignmentValue": 2
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools expect strong parental involvement yet traditional norms still place heavier load on mothers, conflicting slightly with your balance goals.",
      "alignmentValue": 5
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Athens streets can be hectic, but neighborhoods offer playgrounds and car-free plazas, while secondary cities feel more relaxed.",
      "alignmentValue": 6
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Free public schools are widespread but rote-heavy; international and bilingual schools exist mainly in Athens and Thessaloniki with high tuition.",
      "alignmentValue": 5
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Municipal nurseries have limited slots and long waitlists, pushing many families to private daycare or grandparents.",
      "alignmentValue": 4
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Means-tested vouchers and tax breaks exist yet benefits are modest, so many households self-arrange care.",
      "alignmentValue": 4
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Non-EU residents rarely qualify for subsidies until permanent status, meaning higher out-of-pocket daycare costs.",
      "alignmentValue": 3
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Public K-12 is guaranteed and academically rigorous but relies heavily on evening tutoring to fill resource gaps.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident children can enroll in public schools, though Greek-only instruction and paperwork can slow onboarding.",
      "alignmentValue": 5
    },
    {
      "key": "Private Education",
      "alignmentText": "International schools (ACS Athens, Campion, Pinewood) provide English tracks but require €8–15k tuition and commute planning.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Parental leave exists but benefits are low, and child allowances barely offset costs compared with Northern Europe.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Temporary residents are ineligible for most cash benefits, leaving limited formal support until long-term residency.",
      "alignmentValue": 3
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Tuition-free universities exist, yet spots are rationed and Greek-language instruction dominates.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International students face Greek-language requirements or higher fees for the few English programs, limiting flexibility for your kids.",
      "alignmentValue": 4
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Eurobarometer surveys show more traditional gender expectations than Northern Europe, though younger Greeks push for parity.",
      "alignmentValue": 4
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal gender recognition exists, yet social acceptance of non-binary identities remains limited outside progressive circles.",
      "alignmentValue": 3
    },
    {
      "key": "Gender Rights",
      "alignmentText": "EU equality directives are implemented and protections against discrimination exist, but pay gaps and representation lag.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Urban professionals embrace modern styles, yet emphasis on appearance and caregiving roles persists.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Machismo and compulsory military service reinforce traditional masculinity, though younger men are shifting slowly.",
      "alignmentValue": 4
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Ancient history, thriving food culture, and island-hopping adventures offer rich experiences for a curious family.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English is widely taught and used in tourism hubs, but dealing with agencies still requires Greek or a fixer.",
      "alignmentValue": 7
    },
    {
      "key": "Progressivism",
      "alignmentText": "Urban voters lean progressive on social issues, yet national politics balance conservative and centrist parties.",
      "alignmentValue": 5
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "A strong labor-left tradition (SYRIZA, KKE) coexists with market reforms, so critiques of capitalism are familiar.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Greek Orthodoxy remains culturally dominant, and open atheism is less common than in Northern Europe.",
      "alignmentValue": 4
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Nightlife districts feel liberal, but smaller towns retain conservative views on sexuality and relationships.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Same-sex marriage legalized in 2024 and Athens Pride grows yearly, yet nationwide social acceptance is still uneven.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Philoxenia (hospitality) helps newcomers build networks, and neighbors often include families in social life.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Greeks carry strong national pride tied to classical heritage and EU membership, affecting civic discourse.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Relations with Turkey and North Macedonia remain tense, so nationalist rhetoric surfaces during disputes.",
      "alignmentValue": 4
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "EU partners see Greece as cooperative yet fiscally fragile; Turkey maintains a wary stance.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Late-night cafés, bouzoukia clubs, and summer beach bars provide lively social outlets for adults.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men mix tailored casualwear with streetwear, leaning toward Mediterranean smart-casual looks.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women balance chic minimalist outfits with island-inspired styles, reflecting both cosmopolitan and boho influences.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Coffee culture, football fandom, sailing, and hiking keep locals active and easy to join.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Athens hosts several board-game cafés and conventions, though the scene is still niche compared to Northern Europe.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Live bouzouki venues, electronic clubs, and summer festivals give diverse music choices for date nights.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Expat families, tech workers, and LGBTQ+ groups organize frequent gatherings in Athens and Thessaloniki through Meetup.com and Facebook communities.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Weekend trips can reach Mount Parnitha, Pelion trails, or Cycladic islands, satisfying outdoor and climbing interests.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary republic with proportional representation, independent judiciary, and active civil society.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "The Orthodox Church influences debates on education and family law, slowing progressive reforms.",
      "alignmentValue": 4
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "EU labor laws cover overtime and leave, but enforcement against unpaid hours and contract abuse is inconsistent.",
      "alignmentValue": 5
    },
    {
      "key": "State Ideology",
      "alignmentText": "Policy mixes EU-aligned social democracy with pro-investment reforms aimed at tourism and tech.",
      "alignmentValue": 6
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Free elections and EU oversight keep institutions resilient despite past surveillance scandals.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Small businesses dominate and regulation is heavy, yielding a mixed capitalist system with bureaucracy friction.",
      "alignmentValue": 5
    },
    {
      "key": "Stability",
      "alignmentText": "Political turnover is manageable, yet external debt and regional tensions can jolt the economy.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Media pluralism exists but ownership concentration and public broadcaster bias create noticeable narratives.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Themes emphasize national unity, tourism success, and fiscal responsibility, rarely overtly aggressive.",
      "alignmentValue": 5
    },
    {
      "key": "Social Policies",
      "alignmentText": "Means-tested benefits support vulnerable households, but broader social safety nets lag Northern European standards.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Eurobarometer surveys show low trust after corruption and wiretapping scandals.",
      "alignmentValue": 3
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International scores Greece below EU average due to clientelism and slow courts.",
      "alignmentValue": 3
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Petty bribery for permits and politically connected contracts are the common pain points for newcomers.",
      "alignmentValue": 3
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Athens rents climbed due to short-term rentals, yet secondary cities and villages stay affordable for families.",
      "alignmentValue": 5
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime is low; main risks are pickpocketing in tourist zones and occasional protests.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal EOPYY coverage ensures access, but wait times and understaffed hospitals push many to private clinics.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Residents with AMKA numbers can join public care, though obtaining paperwork and securing English-speaking doctors takes effort.",
      "alignmentValue": 5
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Limited municipal daycare seats and reliance on grandparents mean structured childcare is hard to secure.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Families juggle fragmented benefits and lean on kinship networks for practical support.",
      "alignmentValue": 4
    },
    {
      "key": "Education",
      "alignmentText": "Strong theoretical instruction but overcrowded classrooms and heavy testing may not fit every learning style.",
      "alignmentValue": 5
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Athens has metro, tram, and bus coverage, yet most regions rely on cars or intercity coaches.",
      "alignmentValue": 5
    },
    {
      "key": "Economic System",
      "alignmentText": "Services and tourism dominate GDP while manufacturing and tech remain small, limiting industry diversity.",
      "alignmentValue": 5
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Online tax filing exists but processes demand accountants, and high VAT plus social contributions impact net income.",
      "alignmentValue": 4
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Progressive income tax hits 22–44% plus ~20% social contributions, so remote earnings face a notable bite.",
      "alignmentValue": 4
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "SEPA transfers, contactless payments, and Revolut-style fintech are common, though opening accounts requires in-person steps.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Groceries and dining are cheaper than Western Europe, but electricity, fuel, and island travel add costs.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Pension reforms stabilized payouts, yet replacement rates are shrinking and system finances remain tight.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Foreign residents qualify only after years of social insurance contributions, so private savings stay essential.",
      "alignmentValue": 4
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Options include the €250k Golden Visa, Financially Independent visa, and Digital Nomad permit for remote earners.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Locals are friendly to Americans, but heavy paperwork and slow offices test patience during settlement.",
      "alignmentValue": 5
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Financially Independent permits last two years, while Golden Visas grant five-year residency with property upkeep.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Seven years of residency plus B1 Greek language and civics exams create a manageable but effortful route.",
      "alignmentValue": 5
    },
    {
      "key": "Family Members",
      "alignmentText": "Dependents can attach to most permits, yet proving income and insurance for everyone adds documentation stress.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Expect 2–4 months processing and several hundred euros in fees per adult, with translation costs on top.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "You must maintain Greek tax numbers, private insurance, and periodic renewals; missing paperwork triggers delays.",
      "alignmentValue": 4
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Greece permits dual nationality, so retaining U.S. citizenship is feasible once naturalized.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Prepare for certified translations, in-person appointments, and reliance on lawyers to navigate bureaucracy.",
      "alignmentValue": 4
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Only a handful of local studios hire game developers, so Trey would lean on remote gigs or founding his own team.",
      "alignmentValue": 3
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Studios like Traptics in Athens and Noema Games in Thessaloniki operate small teams that collaborate with the regional indie scene.",
      "alignmentValue": 4
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Athens Games Festival and the Greek Game Developers Association foster meetups and jams for networking.",
      "alignmentValue": 5
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Elevate Greece grants and EU Creative Europe funds support startups, yet investor pools and publishing partners remain small.",
      "alignmentValue": 5
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Athens offers fiber broadband, modern metro, and reliable airports, but islands and rural zones lag in infrastructure quality.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Every season brings common extremes, so we rely on specialized clothing, cooling, or heating solutions to stay comfortable.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Extended daylight deficits and short, cloudy summers introduce ongoing mood strain the family must actively counter.",
      "alignmentValue": 6
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Comfortable windows exist but are short; we stack activities in one or two prime seasons.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Families regularly compromise on safety or overcrowd to stay housed; civic support is patchy.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Lifestyle feels brittle; one unexpected expense forces significant cutbacks or debt.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Most 2k sq ft options feel overpriced or stuck in fringe neighborhoods with weaker schools.",
      "alignmentValue": 5
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Intentional communities exist but are limited in size or geared toward niche demographics.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Immigrants are tolerated but face regular microaggressions or bureaucratic hurdles.",
      "alignmentValue": 6
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Noticeable grumbles about expats driving up costs or staying in enclaves; we mitigate by community engagement.",
      "alignmentValue": 6
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Friendly exchanges happen when we initiate; staff and strangers respond positively.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Many acquaintances stay casual, but dedicated outreach unlocks close friendships over time.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Personal space is often compressed, so we must advocate gently for comfort.",
      "alignmentValue": 6
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Honesty is situational; locals may avoid uncomfortable topics entirely.",
      "alignmentValue": 5
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Diet talk and body critiques surface regularly in social circles.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Mixed norms—some groups embrace consent while others rely on outdated assumptions.",
      "alignmentValue": 6
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Rigid gender expectations create discomfort for progressive or queer expressions.",
      "alignmentValue": 4
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Families risk stigma or legal complications when open about their structure. non-monogamy acceptance.",
      "alignmentValue": 4
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Moralizing comments surface regularly, pushing us to stay private about experiences.",
      "alignmentValue": 6
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Stigma is strong; custody and tenancy agreements become complicated.",
      "alignmentValue": 4
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Laws are moderate; we occasionally encounter firearms but rarely feel threatened.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Enforcement leans punitive; we monitor rules closely to avoid harsh consequences.",
      "alignmentValue": 6
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Street-level policing is visible; marginalized communities report frequent stops.",
      "alignmentValue": 6
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Recent history shows sporadic mass violence, so we stay vigilant at large gatherings.",
      "alignmentValue": 7
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Overcrowding or low wages appear in investigative reports, raising ethical concerns.",
      "alignmentValue": 6
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Infrastructure is inconsistent; safe walking requires choosing specific neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Healthy living requires self-direction; fast food and sedentary habits dominate social life.",
      "alignmentValue": 6
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "We can meet most cravings but specialty ingredients or restaurants appear sporadically.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Higher-than-average depression rates prompt us to plan carefully for therapy access.",
      "alignmentValue": 6
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity is widespread, signaling systemic lifestyle challenges we must counter individually.",
      "alignmentValue": 5
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Noticeable clusters or industrial risks require diligence and perhaps neighborhood vetting.",
      "alignmentValue": 6
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Economic cycles bring recurring layoffs; we keep emergency funds and remote options ready.",
      "alignmentValue": 5
    }
  ]
}
