{
  "version": 2,
  "iso": "GR",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Greece\u0027s .NET market is modest; local roles are sparse, but remote/EU-based gigs exist in Athens/Thessaloniki with modest wages.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Greece pay for 2D Environmental Artist trails top hubs by ~25–30%; lower living costs and strong healthcare offset relocation costs.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "In Greece (Athens/Thessaloniki), 2D environmental art education is limited locally. Most upskilling is online or via visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Greece has some art/design programs in Athens/Thessaloniki; dedicated 2D environmental art pipelines are small, with upskilling needed.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Greece\u0027s local pool for a 2D Environmental Artist is small; studios rely on remote/imported talent, slowing hires.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "English is widely used in Greek game studios (Athens/Thessaloniki); some roles expect basic Greek, aligning with your preference for English ubiquity.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Greece supports hybrid/remote 2D environmental art; time-zone differences are managed with async work; Athens/Thessaloniki studios have setups.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Greece\u0027s 2D environmental artist pool is moderate (Athens/Thessaloniki); remote hiring is feasible, but senior roles may require relocation or longer searches.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Greece (GR), 3D animator pay trails top markets by ~20–30%. Lower cost of living and EU healthcare help balance offers for families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Limited local 3D animation education in Greece. Athens hosts occasional workshops and university programs, with strong online options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Greece has limited dedicated 3D animation programs; cohorts are small in Athens/Thessaloniki, so on-the-job upskilling and studio ties matter.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "3D animator hiring in Greece typically runs 4–5 months; local pipelines are modest—plan for several search cycles and consider remote talent.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Greece (GR): roughly half local 3D animators work in Greek; English is present but not universal - bilingual candidates preferred for client work.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Remote 3D animator roles exist in Greece (Athens/Thessaloniki), but on a case-by-case basis with limited process maturity and some onsite work.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Moderate 3D animator pool in Greece (Athens/Thessaloniki) with indie studios; startups may need relocation or remote hires for senior talent.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Greece (GR), 3D Character Artist pay trails top markets by ~25–30%; remote roles can offset via favorable cost of living and public healthcare.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Greece has limited local 3D character artist continuing education; most upskilling is online or via sporadic events in Athens/Thessaloniki.",
      "alignmentValue": 4
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Greece has a few uni programs in art/animation (Athens/Thessaloniki); most 3D character work relies on on-the-job upskilling in studios.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Greece, 3D character artist roles typically take 3–4 months; local pipelines are modest, so proactive sourcing or remote hires help.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Greece 3D character artists show mixed English use; many studios lean Greek, so plan English screening and bilingual capability.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Greece (GR): remote/hybrid 3D character artist roles are increasingly common in EU studios; typical to negotiate fully remote; ensure reliable broadband.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Greece offers a moderate 3D character artist pool (Athens/Thessaloniki). Startups may need relocation for niche skills; remote hiring helps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Greece has generalist accelerators in Athens/Thessaloniki that accept game startups but few dedicated game tracks; expect university labs as primary options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Athens and Thessaloniki still record PM2.5 spikes from traffic and Saharan dust; asthma-sensitive family members might notice moderate pollution.",
      "alignmentValue": 7
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Greece\u0027s game market: few IP owners; several service studios in Athens/Thessaloniki; outsourcing is common, notable for Trey\u0027s startup.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "In Greece (GR), Orthodox majority; open atheism faces subtle bias and misunderstandings in daily life and workplaces.",
      "alignmentValue": 5
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Greece\u0027s democracy remains healthy under EU oversight; independent judiciary and media with ongoing reforms to monitor.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Greece is functional with SEPA and fintech options; however, opening accounts for non-residents can involve lengthy in-person steps.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Greece\u0027s Blue Flag beaches are family-friendly and within easy reach. Water quality is transparent and amenities strong, though crowds peak in summer.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Athens, Greece has board-game cafés and conventions, but the scene is still niche compared with Northern Europe; you may need to coordinate to find groups.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Greece, casual body talk can surface in social circles. Boundaries help protect kids\u0027 confidence in schools and playgrounds.",
      "alignmentValue": 7
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Greece\u0027s job market is mixed: tourism swings and growing tech; occasional layoffs require flexibility or retraining; remote work helps.",
      "alignmentValue": 6
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Greece: cancer incidence aligns with global norms; reliable screening and early detection support timely care nationwide.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Greece\u0027s prisons show EU-backed reforms. Overcrowding and uneven resources persist in some facilities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Greece has limited municipal daycare seats. Families rely on grandparents and mix paid care with informal support to cover gaps.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Athens has busy core streets, but many neighborhoods offer parks, playgrounds, and car-free plazas; outer towns feel calmer.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Greece offers modest childcare subsidies; some public nurseries/kindergartens exist, but families still shoulder most costs.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Greece offers limited childcare subsidies for visa families; expect private options with sporadic municipal aid and local quotas.",
      "alignmentValue": 4
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Greek coffee culture, football passion, sailing along the Aegean, and hiking trails suit a family-friendly pace.",
      "alignmentValue": 7
    },
    {
      "key": "Community Activity",
      "alignmentText": "Greece\u0027s tech/game dev scene hosts quarterly events in Athens/Thessaloniki; solid attendance, but not weekly meetups.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Greece offers universal healthcare and local wellness programs. Active community life exists, though you may need to seek like-minded groups for motivation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Greece, intentional communities exist but are small; co-housing options are limited, mainly around Athens and some islands. Patience is needed for families.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Greece-based CM compensation generally trails top markets by 25–30%, but lower cost of living and local incentives help offset.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Greece\u0027s CM continuing education is online-dominant; local events in Athens/Thessaloniki are sporadic, mentorship ad hoc.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Greece has several digital/media programs in Athens and Thessaloniki; dedicated CM curricula are limited, so on-the-job upskilling is common.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Greece (Athens), expect 3-4 months to hire a Community Manager. Local pipelines are modest; remote or relocation may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "English is widely used in Greece\u0027s tech studios; local Greek basics aid integration. A bilingual Community Manager fits your English-first, learning plan.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Greece supports hybrid CM roles; remote options exist case-by-case with occasional Athens/Thessaloniki onsite, and reliable broadband suits gaming/remote dev.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Greece has a moderate CM talent pool; Greek studios can hire mid-level community managers, while senior roles often rely on remote hires or relocation.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Greece (GR) shows Philoxenia; urban neighbors are kind, but building ties for newcomers takes some initiative.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Greek studios lag top hubs by ~20%; remote work or equity plus grants/incentives help families in GR.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Greece startup compensation tends to modest cash with varied equity; EU grants and a growing ecosystem help runway; remote options suit Sarah.",
      "alignmentValue": 6
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Maintain AFM tax number, health coverage (public; private optional), and timely visa/residence renewals in Greece; missing docs trigger delays.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Greece has university extensions and sporadic tech meetups (Athens/Thessaloniki). CE is workable but limited, with occasional workshops and online options.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Greece has a serviceable contractor bench with pockets of scarcity, centered around Athens. Expect some lead times for specialized roles.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "In Greece (GR), possession penalties are moderate; treatment and support options exist, fitting a family-first migration with caution.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Greece offers relatively affordable salaries and rents vs the US. Plan for bureaucratic steps, but EU incentives can help.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Greece offers cheaper groceries and dining than the US; electricity and island travel raise bills, but a family budget is doable.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Greece offers urban coworking in Athens/Thessaloniki; facilities exist, but mocap/audio/game-specific labs are scarce.",
      "alignmentValue": 6
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Greece\u0027s IT market is growing but local supply for Unity/.NET is tight; remote work helps the family, but hiring friction remains.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Greece, depression prevalence is moderate; public health services offer access, but wait times exist; plan for therapy in urban centers.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Greece has a warm, club- and cafe-based social life. With your outreach and language learning, deep friendships grow steadily.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Diversity \u0026 Inclusion in Greece is nascent with limited programs. LGBTQ\u002B protections exist, but representation varies by firm and sector.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Greece\u0027s enforcement varies by city; in Athens, trafficking-focused policing is common, but some districts see heavier street stops.",
      "alignmentValue": 7
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Greece allows dual citizenship; residency and naturalization steps apply, so U.S. citizens can keep US status while naturalizing.",
      "alignmentValue": 8
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Greece offers modest early-stage grants via EU programs; expect roughly $75k–$150k for game/dev MVPs.",
      "alignmentValue": 6
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Greece offers EU grants and general funds; game-only investors are scarce, so expect effort and mixed funding approaches.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Greece\u0027s economy is growing and jobs are improving, but debt remains high and unemployment lingers; prudent budgeting helps.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "Greece\u0027s economy remains service- and tourism-led with limited manufacturing. Entrepreneurship is supported by EU funds, but bureaucracy slows speed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Greece offers EU startup grants and visas. Policy shifts are gradual, with elections causing occasional but manageable changes.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Greece\u0027s public schooling varies by region; urban areas offer better options and some bilingual/international schools; plan for local variation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Greece\u0027s game-focused education is growing but uneven; Athens/Thessaloniki offer CS/arts programs with few dedicated game pipelines.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Greece sponsorship exists but is not common outside large firms; US families should secure a job offer to start or consider investment routes.",
      "alignmentValue": 5
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Greece\u0027s game dev scene centers on Unity with growing Unreal presence; EU grants and local hubs expand cross-engine collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "Greece offers Mediterranean environments with Natura 2000 protections. Expect seasonal air alerts in cities and summer wildfire risk, but rural areas stay clean.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Greece (GR), top tax is 44% plus ~20% social contributions. For two earners, effective tax may be ~50-60%.",
      "alignmentValue": 3
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Greece, fall is warm-to-mild (about 18–30°C) with cooler evenings, ideal for family outings; occasional showers possible.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "In Greece (GR), family life is workable but requires effort; universal healthcare helps, parks exist, yet bureaucracy can slow daily tasks.",
      "alignmentValue": 6
    },
    {
      "key": "Family Members",
      "alignmentText": "In Greece, spouses and minor children qualify for family permits. Adult dependents may face hurdles and extra documentation.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Greece offers parental leave but benefits are low; child allowances are modest and payments can be slow.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Greece offers modest family benefits (child allowances, childcare subsidies). Bureaucracy remains burdensome, so many costs stay private.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Greece restricts cash benefits for visa families; most regular support requires long-term residency, with limited emergency options.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Greece favors tidy smart-casual; in Athens and urban areas a presentable look helps blend in, while casual wear is common in family settings.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Greek fashion, especially in Athens, is vibrant and diverse; women can express modern style while workplaces keep modest/formal options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Greece urban areas, Greek men blend modern styles with Mediterranean ease; Athens startups favor smart-casual, suburbs stay classic.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Greece, urban centers offer gender autonomy and family-friendly policies. Yet media still tends to amplify conventional beauty norms.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Greece enforces strict gun laws with low ownership; firearms are rare, so exposure is minimal and the environment feels safe.",
      "alignmentValue": 10
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Greece (GR) has mixed consent norms; urban centers like Athens are relatively inclusive, but nightlife can still require clear boundary checks.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Athens\u0027 startup scene in Greece: growing founder network with regular meetups and accelerators; mentorship exists, but activity is concentrated in the city.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Greece\u0027s urban centers (Athens/Thessaloniki) fresh markets abound and cuisines are diverse; outside cities expect occasional gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Greece (GR), locals are polite and open to newcomers who reach out. Connections grow with time and vary by neighborhood.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Greece\u0027s game dev scene is still small; most roles come from remote gigs or indie teams; few local studios in the country.",
      "alignmentValue": 4
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Greece offers legal gender recognition; social acceptance is growing, with urban LGBTQ\u002B networks, though some official documents still lag.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Greece has EU-aligned gender protections with active enforcement. Leadership representation still lags, but access to rights is strong.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Greece shows mixed gender norms: formal equality exists, but social pressure reinforces traditional roles; Athens/Thessaloniki offer more flexible workplaces.",
      "alignmentValue": 6
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Athens and major Greek cities tend toward inclusive flirting norms. Rural or older circles may still view gendered scripts with some stigma.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Greece, US visa holders need a work permit for long stays; expect translations and appointments, but startup/entrepreneur paths exist.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "GR summers are hot with wildfire risk. Proactive housing resilience and insurance help keep climate risk manageable for this family.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Greece offers a startup visa path for founders, but quotas and paperwork add friction; plan for timelines, funding docs, and family-friendly options.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Greece\u0027s casual-chic vibe favors a light grooming routine; in GR, staying polished helps in work and social spaces, but heavy upkeep isn\u0027t required.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Greece lacks formal recognition for polyamory; stigma persists; expect privacy needs and potential bias in housing and custody.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Greece\u0027s universal EOPYY coverage provides broad access; urban wait times exist, but private clinics help keep pediatric care timely.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Greece, visa families can access public healthcare with AMKA. Enrollment requires paperwork and English-speaking doctors can be hard to find.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Greece has tuition-free public universities, but seats are limited and many programs are Greek-taught; plan for language and entrance exams.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Greece offers few English-taught programs; public universities restrict foreign spots and non-EU fees are higher.",
      "alignmentValue": 5
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Greece\u0027s established studios hire slowly; local vacancies can take months—remote gigs or building a small team are more realistic for Trey.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Greek startups typically hire in about 3 months; grants and EU funds aid the ecosystem, but talent pools stay moderate.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Athens rents remain high; regional Greek towns offer affordable family housing, though competition and paperwork can extend the search.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Greece\u0027s TAXISnet offers online filing; complex returns often need an accountant. VAT and social contributions reduce net income.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Greece is generally welcoming to skilled migrants, especially in Athens/Thessaloniki tech hubs. Bureaucracy and periodic rhetoric can pose mild concerns.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Greece, reception varies by language and class; we will adapt quickly to avoid aloof perceptions while learning Greek.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Public K-12 is universal for citizens in Greece, but quality varies by district. Expat families often use urban private or international schools for English.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Greece (GR), visa-holding children can enroll in public schools, but extra residency proof and Greek onboarding can slow entry.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Greece (GR), English is common in cities and services, but government offices still favor Greek; plan to study Greek for full participation.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Greece studios commonly use English for cross-border work; expect Greek for local docs and community engagement.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Greece startups use English widely, but local Greek fluency is needed for hiring and compliance; the family plans to learn Greek.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Greece has growing IP/tech law options; Athens/Thessaloniki firms can advise on game IP and licensing with practical EU pricing.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Same-sex marriage legalized in 2024; Athens Pride grows, but nationwide acceptance in Greece remains uneven.",
      "alignmentValue": 7
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Greece has limited local playtest vendors; expect ad hoc panels and online testers, with Athens and Thessaloniki hosting modest indie scenes.",
      "alignmentValue": 6
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Greece has a visible left tradition (SYRIZA, KKE); capitalism critique is common, but policy stays centrist within the EU.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Greece\u0027s masculinity norms are evolving; younger men show more openness, but traditional roles persist in many settings.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence is uncommon in Greece; stay mindful at large gatherings and rely on Greek authorities for safety updates.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Athens and Thessaloniki host expat/tech meetups; parenting groups and online communities help families connect, though outreach is often needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Greece\u0027s minimum wage (~€760–€830 gross/mo, 2024) trails living costs by ~10–15%; two incomes help but savings are limited.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Athens/GR has fiber broadband and modern transit; islands/rural areas lag. City hubs support remote work and gaming, with occasional outages.",
      "alignmentValue": 7
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Greece, urban Athens/major cities show some openness to non-monogamy, but suburban/rural areas may require discretion.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Greece, direct but tactful honesty is valued; locals appreciate clarity and constructive feedback on sensitive topics.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Greece\u0027s island coastlines, olive groves, and mountain trails offer abundant family-friendly nature outings; Kalymnos and Crete offer rock climbing.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Greece\u0027s Attica region experiences earthquakes, floods, and wildfires. Have evacuation plans and solid insurance ready.",
      "alignmentValue": 5
    },
    {
      "key": "Nature Access",
      "alignmentText": "Mount Parnitha near Athens offers quick nature escapes; Pelion trails and Cycladic islands enable weekend trips with some gear or ferry planning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Greece\u0027s nightlife is vibrant: bouzouki nights, clubs, and summer festivals in Athens/Thessaloniki. Regular concerts offer varied date-night options.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Greece is vibrant in Athens and on the islands; families should focus on early-evening tavernas and kid-friendly venues.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Athens hosts game dev meetups and the Athens Games Festival; events exist but are not frequent; online hubs support families.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Greece has a growing indie scene with studios like Traptics in Athens and Noema in Thessaloniki. Good networking for Trey\u0027s game ventures.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Greece shows moderate obesity levels; public health campaigns and the Mediterranean lifestyle help stabilize rates.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Greece offers EU grants like Creative Europe and Athens startup activity, but seed funding remains scarce; success relies on hustle and local partnerships.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Greece (GR), outside central Athens, life moves slowly. Meals linger and family time feels unhurried.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Greece, schools expect parental involvement, but traditional gender roles still place more load on mothers; dual involvement is common, with pressure.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Greece, non-EU applicants typically need 7-8 years of residency plus Greek language (B1) and civics exams.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Greece, perceived corruption is systemic (clientelism and slow courts). For a family, that can slow everyday bureaucratic steps.",
      "alignmentValue": 3
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Greece, closer personal space is common in crowds; gently set boundaries for comfort, especially with kids, amid warm social norms.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Greece, greetings are close (handshakes/cheek kisses) and spaces can be crowded; we’ll steer interactions politely when boundaries are needed.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Greece: mild springs and falls; summers hot but dry. Outdoor life works best March–May and September–October, with coastal areas easing humidity.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Greece\u0027s parliamentary democracy with PR and active civil society aligns with your values; expect robust civic engagement, with occasional partisan gridlock.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Greece offers limited legal recognition for polyamorous families. Social acceptance is uneven, with urban centers showing more tolerance.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Greece (GR) municipal nurseries have limited slots and long waits. Many families rely on private daycare or relatives, complicating dual-working schedules.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Athens private English schools exist (ACS Athens, Campion, Pinewood) but tuition is premium (€8–€15k) and admissions can be selective.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Greece offers abundant fresh markets and Mediterranean staples; ultra-processed options exist but are balanced by real produce and home cooking.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Greece (GR): PMM (Games) pay trails top markets by ~25–30%; lifestyle offsets help, but remote/hybrid options may be needed.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Greece offers sporadic games-marketing training. Occasional conferences/bootcamps and online courses exist, with English options varying.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Greece has several universities offering marketing/IT programs. Dedicated games PMM programs are limited, but studio partnerships help supply graduates.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Greece\u0027s game PMM hiring pipeline is shallow. Local fills may take 6\u002B months; leverage remote/global talent and EU-based pipelines.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "English is widely used in Greece\u0027s game studios; some teams still prefer Greek for local campaigns and client-facing work.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Greece, PMM (Games) roles are typically hybrid; remote is negotiable. Your remote-ready stance and need for reliable broadband align with Greek studios.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Greece\u0027s games PMM pool is modest. Mostly mid-levels in Athens/Thessaloniki; senior hires are often remote or imported.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "In GR, Athens and other urban centers show progressive social norms and EU protections. National debates swing; gradual reforms are common.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Greece shows mixed promiscuity attitudes; Athens/Thessaloniki are more open, rural areas remain conservative.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Greece, public messaging should center shared wellbeing and accurate information. Favor inclusive civic participation and pluralistic media; avoid nationalist spin.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Greece has pluralistic media, but some state/corporate narratives persist; diverse outlets and media literacy keep facts centered.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Athens has metro, tram, and bus coverage; urban transit is strong, but weekend gaps and regional car reliance require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Greece has limited local publisher presence. Most platform deals require outreach or conferences abroad; leverage EU programs for Trey\u0027s game-dev startup.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Greece (Athens area), high-income families can access many services. Elite clubs and specialists can still be gated or require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Greece, universal healthcare and public schooling ease basics; housing in Athens can be costly, but subsidies cushion lower-income families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Greece offers universal healthcare and lower costs for families. With mindful budgeting, a GR middle-income lifestyle is comfortable despite urban rent in Athens.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Greece\u0027s game scene (Athens/Thessaloniki) centers on real-time work. Some pre-rendered capability exists, aided by EU grants and dev hubs.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Greece, the Orthodox Church influences education and family-law debates; minority rights remain protected, though religious references appear in law.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Remote options exist case-by-case in Greece; studios favor on-site with hybrid for leadership - fits Trey\u0027s founder/remote and Sarah\u0027s remote/hybrid needs.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Greece startups often hybrid; remote work is common with periodic on-site days, supporting family-friendly, flexible schedules.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Greece has a growing remote-friendly scene (Athens/Thessaloniki) with nomad hubs; for a two-adult tech family, hybrid roles are common.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "GR residency options: 5-year Golden Visa via €250k property; 2-year financially independent permit; renewals are straightforward.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Greece offers a growing tech scene and remote roles; expect occasional churn during funding cycles, but larger firms provide more stability for the family.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "GR pension adequacy varies; retirement security relies on ongoing contributions and personal savings. Healthcare is universal and accessible in GR.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Greece, pension rights accrue after ongoing social insurance contributions. For visa families, private retirement savings remain essential.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Greece (Athens/Thessaloniki), Ruby roles exist but cluster in a few startups; remote work is common, so steady networking helps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Greece is generally safe; low violent crime. Expect pickpocketing in tourist zones and occasional protests; exercise caution after dark.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Athens/Thessaloniki offer international/bilingual schools and private options. Public Greek schools exist but are largely Greek-medium, with varying admissions.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Most months in Greece are 22–26°C; shoulder seasons may need light rash guards for kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Greece\u0027s Mediterranean climate yields hot, dry summers and mild winters; expect a couple of seasonal extremes that require cooling and contingency plans.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Greece, mild winters and long summer days keep daylight ample year-round. With regular outdoor breaks, the family should maintain a steady mood.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Greece: hot, dry summers with meltemi winds and milder, wetter winters; climate is livable with AC and flexible outdoor plans.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Greece has a lean senior tech pool; startups often hire from abroad or remote. Athens/Thessaloniki show momentum but talent depth remains limited.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Greece (GR), urban areas like Athens are liberal about sexuality, while smaller towns remain more conservative; aligns with sex-positive family values.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Greece offers universal healthcare and family benefits, but access can be bureaucratic and funding uneven; strongest core safety nets, with regional gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Greece\u0027s Athens metro, 2k sq ft rentals exist but are not common; expect broker help, premium rents, and a few weeks of search.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Greece spring hovers ~13–23°C (55–73°F) with breezy, low-humidity days; mild, park-friendly weather for kids, with occasional light showers.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "Greece is generally stable with a resilient democracy; occasional regional tensions (Turkey) and debt concerns may affect planning.",
      "alignmentValue": 7
    },
    {
      "key": "State Ideology",
      "alignmentText": "Greece (GR) maintains EU-aligned democracy with pluralism and rights protections; policy debates span coalition politics, tourism/tech, and reforms.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Greece, the system oscillates between deregulation and state control, creating uncertainty for entrepreneurs and families seeking stable growth.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Athens anchors a growing Greek studio scene. Density is moderate, with a few indie and mid-sized game/animation studios.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Greece summers typically hover around 30°C with dry heat and mild evenings; heatwaves to ~38°C can occur, but humidity stays moderate.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Greece generally offers warm, people-first service. In Athens, initiating small talk tends to yield friendly responses, and English is widely understood.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Greece offers modest game tax relief; strongest incentives are for film/audiovisual, with few clear, accessible game-specific programs.",
      "alignmentValue": 5
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Greece (GR), long-stay permits typically take 4–9 months; expect a few hundred euros per adult plus translation costs.",
      "alignmentValue": 8
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in Greece\u0027s government is damaged. Misinformation fills the gaps amid ongoing corruption concerns.",
      "alignmentValue": 3
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Petty and some grand corruption affect permits and contracts in Greece; EU reforms help, but occasional delays and red tape remain.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior software pay in Athens, Greece is decent but trails global hubs. Remote U.S. contracts help meet family costs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Greece offers abundant seaside day trips, playgrounds, and family-friendly tavernas; plan for crowds in summer and occasional early starts.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Greek schools end around 13:00-14:00; after-school programs help with care. With remote/hybrid work, most days align; occasional late pickups needed.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Greece provides at least 25 paid vacation days after one year, plus public holidays, supporting family travel windows.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Greece typically grants ~22-24 days of paid leave per year plus holidays. This supports family travel, but it\u0027s not as generous as some EU nations.",
      "alignmentValue": 7
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Greece has a small yet growing vendor scene; local studios exist in Athens/Thessaloniki, but for full game dev you mainly rely on remote partners.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Greece (GR): VFX real-time pay trails top markets by ~25–30%; lower cost of living helps offset relocation for a family.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Greece has infrequent on-site VFX (real-time) training; most upskilling is online with occasional Athens/Thessaloniki workshops.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Greece has niche VFX/animation programs in Athens and Thessaloniki; pipelines exist but are small, often needing on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "VFX Real-Time hiring in Greece often relies on remote/imported talent. Local pipelines are shallow; plan for longer searches.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Across Greece, VFX real-time talent is mixed; roughly half use Greek professionally. English teams may require screening for international work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Greece (GR) offers remote real-time VFX roles on a case-by-case basis. Most studios in Greece still require some on-site collaboration or hybrid schedules.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "VFX real-time talent in Greece is limited; mostly mid-level. Senior hires likely require relocation or remote work; Athens has a few studios.",
      "alignmentValue": 5
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Greece-Turkey tensions color discourse; North Macedonia is generally cooperative; regional sentiment remains cautious for relocations.",
      "alignmentValue": 4
    },
    {
      "key": "View of self",
      "alignmentText": "Greece blends proud heritage with EU membership; public life favors pluralism and dialogue, though debates can flare.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Greece is viewed as cooperative by EU partners, yet fiscally fragile; Turkey\u0027s wary stance keeps regional sentiment cautious for families.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Greece (GR), multiple visa routes suit your family: Golden Visa (€250k real estate), Digital Nomad for remote earners, and financially independent permits.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkability in Greece varies; some neighborhoods are walkable with decent transit. Many areas rely on cars and require caution with kids on busy streets.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Greece is generally friendly to US migrants, especially in urban areas like Athens; expect bureaucracy and language hurdles.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Ancient sites, modern Greek creativity in Athens, and island-hopping offer rich, kid-friendly learning for a curious family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "In Greece, coastal winters hover around 7–15°C (45–59°F). Deep freezes are rare, matching your mild-winter preference.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Greece\u0027s standard workweek is 40 hours, with occasional overtime to 42-45 hours in some sectors. This supports a family-friendly balance in GR.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Greece\u0027s EU tech scene offers flexible hours and recovery time; remote/hybrid options support Sarah\u0027s slower, family-friendly pace.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Greece (GR) has EU labor protections (overtime/leave), but enforcement varies; unions exist, yet gig/contract gaps remain.",
      "alignmentValue": 7,
      "sameAsParent": false
    }
  ]
}