{
  "version": 2,
  "iso": "GL",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Greenland has a tiny local .NET scene; most roles are in government work or remote teams abroad. Expect a longer job search; prioritize remote options.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Greenland\u0027s local 2D environmental artist pay is modest due to a small market. Remote roles or international studios can boost total compensation.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Greenland (GL) offers sparse local 2D environmental art CE; expect mainly online courses and remote workshops.",
      "alignmentValue": 3
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Greenland\u0027s Nuuk offers few dedicated 2D environmental art programs; local pipeline is modest. Online or Denmark-based paths will be key.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Greenland\u0027s small market slows 2D Environmental Artist hiring to 6\u002B months; prioritize remote/global candidates to widen the pipeline.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Greenland (GL) studios primarily use Danish/Greenlandic. English use is limited, so translation/onboarding support is common for 2D environmental artists.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Greenland\u0027s global studios enable remote 2D environmental art; expect negotiation for fully remote, with occasional onsite meetings in Nuuk if required.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Nuuk, Greenland has a very thin 2D environmental artist pool; expect mostly remote hires or relocation for full-time roles.",
      "alignmentValue": 3
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Greenland, 3D animator pay likely trails top markets by ~25-30%; offset by strong healthcare and a stable, family-friendly environment.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "In Greenland (GL), local 3D animation continuing education is limited; rely on online courses and occasional remote workshops.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "In Greenland (Nuuk), formal 3D animation programs are scarce; most aspiring animators study online or abroad; few local studios exist.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Greenland\u0027s 3D animator market is tight; local hires are rare, so remote/imported talent dominates.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Greenland\u0027s 3D animators rely on Danish/Greenlandic. English isn\u0027t universal, so plan translation and onboarding support.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Greenland (Nuuk) offers remote 3D animation work, but local demand is modest. Roles are mainly senior/contract with periodic onsite work.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Greenland (Nuuk) has a vanishing in-market 3D animator pool; expect freelancers or remote hires, with few full-time local roles.",
      "alignmentValue": 2
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Greenland: 3D character artist pay likely trails top markets by ~25–30%; small, remote market with high living costs may deter relocation.",
      "alignmentValue": 4
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Greenland has very few local 3D character art programs. Most upskilling is online or via Denmark-based providers, with Nuuk options limited.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Nuuk, Greenland offers few formal 3D character art programs; graduates usually rely on self-study or study abroad/online options.",
      "alignmentValue": 3
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Greenland (GL) has a tiny local market for 3D character artists; expect remote or imported talent with extended timelines.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Greenland (Nuuk), 3D artists often work in Danish/Greenlandic; English is useful but not universal; bilingual with local language is favored.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote 3D artist roles in Greenland exist but vary by employer. A stable setup needs strong broadband and robust async workflows, especially in Nuuk.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Greenland\u0027s 3D character artist pool is very small; local hires are rare; remote talent or relocation is often required.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Greenland offers few local accelerators; expect ad hoc support. For game startups, rely on remote/global programs and Nuuk university labs if available.",
      "alignmentValue": 3
    },
    {
      "key": "Air Quality",
      "alignmentText": "In Greenland (GL), air stays crisp with ocean winds; occasional winter wood-stove smoke can cause brief, mild spikes.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Greenland lacks large anchor studios; the market is indie/satellite at best. Most talent will need anchors abroad or remote opportunities.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In Greenland (Nuuk), secular culture is strong and atheists are welcomed. Public life and institutions are open to nonbelievers.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Greenland (Nuuk), Denmark rule of law and free press keep backsliding risk low. Democratic safeguards remain robust.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Greenland uses the Danish krone with online services. In remote towns, transfers can be slower due to limited connectivity.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Greenland\u0027s icy, rugged coastline offers few family-friendly beaches. Water is frigid and facilities are scarce (Nuuk, Ilulissat), so beach days are rare.",
      "alignmentValue": 3
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Greenland\u0027s boardgaming scene is very small (Nuuk) with few events. Online play and home games are the norm.",
      "alignmentValue": 4
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Greenland\u0027s close-knit communities, outdoor life is valued. Body image pressure is mild with occasional subtle comparisons for Trey, Sarah, and the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Greenland\u0027s economy is dominated by fishing and the public sector; downturns hit hard, but remote work and grants can cushion the impact.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Greenland (GL): slightly elevated cancer incidence; routine screening and checkups advised; remote areas may affect timely care.",
      "alignmentValue": 7
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Greenland\u0027s prison system is small and overseen by Denmark; while generally humane, oversight gaps and reforms remain areas to monitor.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Nuuk has municipal daycares, but long waitlists and staffing shortages push families to rely on paid care plus neighbor networks.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "In Nuuk and other towns of Greenland, safe, low-traffic settings exist. Kid-focused amenities are sparse; plan around limited play spaces and long distances.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Greenland, municipal childcare subsidies reduce resident fees. Families often pay top-ups and may face limited slots.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Greenland offers limited visa-family childcare support; expect waiting periods or residency/employer ties; private care may be needed initially.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Common hobbies in Greenland are modest; online groups sustain gaming/board games, while outdoor pursuits (hiking, rock climbing) fill weekends.",
      "alignmentValue": 7
    },
    {
      "key": "Community Activity",
      "alignmentText": "Greenland has limited local professional activity outside Nuuk; expect few in-person meetups, with most activity online.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Greenland, wellness support exists for families; you\u0027ll need to seek like-minded communities as local programs vary by town.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Greenland, organized community living is scarce; expect to build local networks in Nuuk or regional towns, often from scratch.",
      "alignmentValue": 3
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Greenland CM pay trails global medians by ~20%; remote work helps, but market size keeps offers lean.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Greenland has limited local CM training; most upskilling is online or Denmark-based, with few in-person workshops.",
      "alignmentValue": 3
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "In Greenland, community manager education is scarce; no dedicated local programs—candidates rely on online/Denmark-Europe study with mentoring.",
      "alignmentValue": 2
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Greenland (Nuuk): local community manager pool is small; plan for remote/imported hires; 3-4\u002B months to hire.",
      "alignmentValue": 3
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Greenland (GL) favors bilingual community managers; English is common but local Greenlandic/Danish skills aid client-facing work.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Greenland: Remote options exist case-by-case; with Nuuk broadband and family-friendly policies, hybrid Community Manager roles suit this family.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Nuuk, Greenland has a very thin community manager pool; plan for relocation or aggressive sourcing to fill CM roles.",
      "alignmentValue": 3
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Greenland\u0027s small towns are friendly but reserved; newcomers connect through schools and clubs, with active community groups aiding integration.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Greenland\u0027s established studios typically lag top hubs by ~20% in pay. Negotiate remote work, relocation support, and family-friendly perks to offset.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Greenland startup comp trails top hubs, but grants and meaningful equity help offset remote-life costs for a family with remote work needs.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Greenland permits and Danish paperwork can be tight; secure visa sponsor and monitor status to avoid stay disruptions.",
      "alignmentValue": 6
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Greenland offers limited local continuing education; most options are via Nuuk/Danish programs or online, with sporadic in-person workshops.",
      "alignmentValue": 4
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Greenland has a small contractor bench; expect extended lead times and heavy reliance on remote specialists in Denmark/Europe.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Greenland (GL) enforces drug laws strictly. Penalties apply; treatment access exists via universal healthcare.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Greenland\u0027s remote market raises rent, utilities, and services; expect higher operating costs with limited local incentives.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Greenland (GL) remains high due to imports; groceries and utilities are expensive, even with remote salaries.",
      "alignmentValue": 4
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Nuuk, Greenland has a few basic coworking spaces. There are no game-specific labs or mocap facilities; startups rely on home offices and remote access.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Greenland\u0027s small market has persistent tech shortages; remote hiring likely. Prioritize reliable broadband and consider relocation incentives if needed.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Greenland\u0027s remote mental health care; higher-than-average depression risk; expect longer waits - plan for therapy access for the family.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Greenlandic communities are friendly but reserved. With steady outreach and shared projects, deep connections can form, especially in Nuuk.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Nuuk, Greenland shows nascent D\u0026I with few firms publishing metrics. Social norms are inclusive, but corporate D\u0026I programs remain limited.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Greenland maintains strong oversight and predictable policing; drug enforcement is measured, not heavy-handed, matching our low-crime, civil-liberties priorities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Greenland, part of Denmark, allows dual citizenship; you can retain your US passport with minimal paperwork.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Greenland has scarce early-stage grants; expect limited funding. Bootstrapping and private/non-dilutive options are key for Trey\u0027s game-dev startup.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Greenland has limited local capital; founders rely on remote investors and Danish/EU grants; expect long timelines.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Greenland\u0027s economy hinges on fishing and Danish subsidies; private-sector resilience is limited, so grants are essential for entrepreneurs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Greenland\u0027s government-led mixed economy, small private sector; subsidies enable stability but limit scale and entrepreneurship.",
      "alignmentValue": 5
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Greenland\u0027s policy climate is generally stable; startup grants/visas exist, but incentive shifts occur occasionally requiring adaptation.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Greenland (GL) education is solid but uneven; outcomes trail Denmark\u0027s, so our kids may need tutoring or targeted early programs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Greenland has few game-focused programs; local talent comes from general CS/media tracks or abroad, with studios relying on self-taught hires.",
      "alignmentValue": 4
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Greenland (DK) sponsorship is limited; Danish quotas govern visas, IT roles may require long processes—plan for bureaucracy.",
      "alignmentValue": 3
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "In Nuuk, Greenland, the game engine scene is small. Unity/Unreal presence is modest, with most resources online and few local studios.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Glaciers and fjords in Greenland offer pristine air and water; nature is spectacular with minimal pollution, though trips with kids require gear and planning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Greenland, personal tax is around 40-45% with Nordic-level public services; optimize deductions to protect disposable income.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Greenland, autumn often brings persistent storms, high winds, and sudden cold snaps; plan for layering and occasional disruptions.",
      "alignmentValue": 4
    },
    {
      "key": "Family Life",
      "alignmentText": "Greenland\u0027s small towns foster close community and safety, though remote areas can limit services. Families may face waitlists for childcare and programs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "Immediate family can join a primary permit holder in Greenland with minor steps; housing and school prep may be needed before arrival, especially in Nuuk.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Greenland\u0027s Nordic-style family policies offer parental leave, child allowances, and housing aid in Nuuk; still some bureaucracy can slow access.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Greenland offers universal healthcare and some child benefits. Education is strong, but housing and childcare subsidies are modest.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Greenland uses Danish rules; visa families get limited regular benefits. Emergency aid remains more accessible to visa holders.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Greenland favors practical, layered outerwear (parkas, boots). Casual, comfortable outfits blend in; avoid constant high-end wardrobe upgrades.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Greenland (Nuuk), women\u0027s fashion blends warmth with modern diversity; urban Nuuk embraces variety while remote towns stay practical.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Greenland\u0027s cold climate, functional outerwear dominates; men favor practical parkas and muted tones over global trends.",
      "alignmentValue": 4
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Greenland\u0027s gender norms are broadly inclusive, supporting diverse femininity and roles; minor traditional pockets remain.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Firearms in Greenland are primarily hunting tools with strict licensing and safe-storage rules. Public carry is uncommon, with strong safety norms.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Nuuk, Greenland is seeing improving consent norms. Respectful flirting and clear boundaries help in small communities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Greenland\u0027s founder scene is small (Nuuk-centered); few veteran mentors exist, with limited local meetups, and remote networks can help.",
      "alignmentValue": 4
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Greenland (Nuuk): fresh produce can be pricey and international options limited; the family relies on imported ingredients for variety.",
      "alignmentValue": 5
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Greenland\u0027s small communities, locals are polite and connect when you reach out; relationships build gradually.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Greenland has virtually no local game studios. Trey would rely on remote work or relocation to pursue opportunities.",
      "alignmentValue": 4
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Greenland is largely welcoming, yet some institutions remain binary; advocacy may be needed for gender recognition and care access.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Greenland, part of Denmark, upholds strong gender equality with legal protections and robust enforcement benefiting families and LGBTQ\u002B rights.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Greenland\u0027s strong social policies support gender equality; two working parents share caregiving and decision-making.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Greenland\u0027s capital Nuuk is generally inclusive; flirting scripts are fluid, with minor lingering norms. Alignment 9 fits this progressive family.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Nuuk, Greenland: US first-time visa processes can be strict; expect limited rights and medevac/logistics needs; plan contingencies and local support.",
      "alignmentValue": 4
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Greenland\u0027s rapid Arctic warming threatens permafrost and coastal towns; insurance costs may rise and evacuation planning could become routine.",
      "alignmentValue": 4
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Greenland offers limited startup visas. Founders usually rely on standard Danish work permits; expect bureaucracy and slow processing.",
      "alignmentValue": 5
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Nuuk, warm, practical outfits are normal. Grooming is low-maintenance, with no pressure to overinvest in looks.",
      "alignmentValue": 9
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Greenland offers acceptance in progressive social circles; public institutions remain cautious but respectful.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Healthcare is universal in Greenland; serious cases may require medevac to Denmark, adding travel stress. Urban centers offer better access than rural areas.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Greenland offers public healthcare, but visa holders may face extra paperwork and Danish/Greenlandic language barriers.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Nuuk, Greenland has limited local programs; many Greenlandic students study in Denmark with government support.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Greenland\u0027s Ilisimatusarfik has limited slots for non-citizens; expect higher tuition and scarce financial aid for visa students.",
      "alignmentValue": 3
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Greenland (Nuuk) has virtually no local game studios; Trey must rely on remote/global talent, with slow, uncertain hiring timelines.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Greenland\u0027s local startup market is tiny and hiring is slow. Expect reliance on remote talent and longer searches.",
      "alignmentValue": 3
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Nuuk\u0027s housing is costly with limited stock; finding family-friendly, safe units may take time but viable options exist.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Greenland\u0027s tax system is straightforward with clear guidance and online filing; family-friendly deductions aid budgeting.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Greenland (GL) generally welcomes newcomers; Danish/Greenlandic are common, English helps in cities; remote areas may have resource debates.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Greenland (GL), white migrants may trigger privilege concerns; humility and active language learning (Kalaallisut/Danish) boosts acceptance.",
      "alignmentValue": 5
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Greenland offers universal, state-funded schooling; instruction is Greenlandic/Danish, with rural schools varying in resources and travel needs.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Greenland allows visa families to enroll in public K-12, but requires extra residency paperwork and proof of address.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Greenland (GL), English helps youth and tourism but official matters rely on Greenlandic/Danish, slowing bureaucracy.",
      "alignmentValue": 4
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Greenland, studios rely on English for cross-border work; local Greenlandic/Danish fluency remains key for community, compliance, and local docs.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Greenland requires local Danish/Greenlandic fluency for regs and hiring. English helps with investors, but bilingual ops and translation are needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Nuuk, Greenland has only a handful of game/IP lawyers; startups rely on referrals or Denmark-based firms for IP and publishing counsel.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Greenland provides Denmark-level protections, but tiny communities limit LGBTQ\u002B visibility; families should evaluate local openness.",
      "alignmentValue": 6
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Greenland\u0027s small market; local playtests are rare. Rely on online testers abroad for feedback, with slower cycles and some latency challenges.",
      "alignmentValue": 3
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Greenland, Marxism is not mainstream; progressive, pluralist society allows open debate but limited real influence.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Greenland\u0027s gender norms are evolving and less stoic. This two-adult, tech-minded family fits with greater emotional openness.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Greenland (GL), mass violence incidents are uncommon. Remote communities and clear authorities keep residents prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Meetups are sparse in Greenland (Nuuk and towns); expats rely on online groups and casual local clubs; expect informal, outdoorsy gatherings.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Greenland has no statutory minimum; wages are stagnant/uneven, leaving housing and childcare costly for a two-adult, two-child family.",
      "alignmentValue": 5
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Nuuk, Greenland has reliable power and broadband in the capital. Remote areas suffer transport gaps that affect daily life and gaming latency.",
      "alignmentValue": 5
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Greenland (GL), non-monogamy acceptance varies. Nuuk is more open, rural areas may require discretion.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Greenland\u0027s open, egalitarian culture values direct yet tactful honesty. Share concerns clearly in Nuuk while respecting social norms.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Arctic icebergs, fjords, and auroras around Nuuk/Ilulissat deliver stunning scenery; guided tours make family outings accessible and memorable.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Greenland has occasional coastal erosion and Arctic storms; major quakes are rare, and safety nets help mitigate risk.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "In Greenland (GL), nature is accessible near Nuuk, but many spots require car/boat travel and seasonal planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Nightlife in Greenland is modest; Nuuk hosts occasional events like Nuuk Jazz. For families, options are limited and major acts visit infrequently.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nuuk nightlife is sparse; evenings are quiet. We rely on home gatherings or occasional trips to bigger cities.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Nuuk, Greenland has a sparse local game dev scene. Most collaboration is online or through international hubs.",
      "alignmentValue": 2
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Greenland (Nuuk) has no notable game studios to network with. Plan remote/global networking and partnerships instead.",
      "alignmentValue": 1
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Greenland (GL) obesity levels are moderate; remote communities and wellness programs help keep trends stable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Greenland\u0027s game startup scene is tiny; funding beyond small cultural grants is scarce. For Trey/Sarah, expect remote work or relocation to access grants and talent.",
      "alignmentValue": 2
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Greenland\u0027s small towns and limited traffic offer a calm rhythm; short commutes suit Sarah\u0027s slower, family-friendly pace.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Greenland\u0027s family policies support diverse parenting; expectations are progressive, with limited pressure from schools or relatives.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Path to citizenship in Greenland/Denmark typically requires 9\u002B years of residence and Danish language exams; dual citizenship is allowed.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Greenland\u0027s public sector is transparent and well-governed; small-town hiring can feel insider-driven, but overall trust remains strong.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Greenland\u0027s small communities mix warmth with privacy; expect closer contact in markets yet respect personal space in open settings.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Greenland (Nuuk), personal space is respected. Locals use clear cues before touch and maintain comfortable distance, especially with kids.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Greenland has brief mild windows; summers bring short, cool days, so outdoor plans hinge on those few pleasant spells.",
      "alignmentValue": 3
    },
    {
      "key": "Political System",
      "alignmentText": "Greenland\u0027s self-rule Parliament (Inatsisartut) with Danish ties sustains transparent democracy, open elections, and active civil society.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Greenland (Nuuk), polyamory is mostly private; social circles may be tolerant, but public services and law still default to monogamy.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Greenland\u0027s municipal pre-K exists in towns, but slots are limited and waitlists long; hours can be inflexible for dual-working families.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Greenland has few reputable private schools; options are scarce and costly. Public schools dominate; expect Danish/Greenlandic and English exposure.",
      "alignmentValue": 4
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Greenland, fresh options vary by town; healthy choices can be scarce outside Nuuk, with processed fare more common.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Greenland PMM (Games) pay trails top markets by ~25-30%; remote options help, but local pay remains modest for a family.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "In Greenland (Nuuk), PMM (games) continuing education is occasional; remote or visiting-expert courses fill gaps, with few local providers.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "In Nuuk, Greenland, there is no dedicated PMM (Games) curriculum; graduates must study abroad/online and rely on on-the-job upskilling.",
      "alignmentValue": 3
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Greenland (Nuuk) game PMM roles are scarce; rely on remote or imported candidates; local pipelines are thin.",
      "alignmentValue": 3
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Greenland uses Danish/Greenlandic; English is not universal. PMM (Games) roles typically need local language skills with English screening.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Greenland, Product Marketing Manager (Games) can be remote case-by-case; rely on robust async workflows and occasional on-site collaboration.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Nuuk, Greenland has essentially no full-time PMM (Games) talent. Expect freelancer or remote hires.",
      "alignmentValue": 2
    },
    {
      "key": "Progressivism",
      "alignmentText": "Greenland blends Inuit/Danish norms with progressive policy; education, healthcare, and rights are valued, but autonomy and climate issues temper reforms.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Greenland\u0027s urban centers, like Nuuk, tolerate open sexuality; consenting adults face little moral policing. Your sex-positive, non-monogamy-friendly stance fits here.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Greenland (GL) media aim for factual, inclusive coverage; avoid nationalist spin; supports pluralistic, independent outlets.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Greenland (GL) has a pluralistic media scene with public broadcasters; occasional spin, but independent outlets keep coverage balanced.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Public transit in Greenland is sparse; intercity travel relies on flights or ferries. Within towns, buses exist but coverage is limited.",
      "alignmentValue": 3
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Greenland has limited local publisher presence. Plan outreach via international conferences and remote engagements, leveraging Nordic links.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Greenland\u0027s luxury services are thin for high earners. Elite schooling and wealth management often require travel to Denmark.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Greenland (GL) offers manageable costs with budgeting and public services for this family. Some housing-quality trade-offs may occur.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Nuuk, Greenland: high costs and remoteness strain a middle-income family; healthcare is universal, but travel and housing press the budget.",
      "alignmentValue": 5
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Greenland has minimal real-time game production locally. Plan remote collaboration or cross-border teams to support Trey\u0027s game/dev work.",
      "alignmentValue": 2
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Greenland\u0027s Lutheran heritage informs public life, yet policy remains pluralistic; faith groups lobby, civil liberties protected.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Greenland (Nuuk), remote work is considered case-by-case with hybrid options, aligning with the family\u0027s preference for flexible remote/hybrid roles.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Greenland startups are largely on-site; remote work is rarely supported, which clashes with this family\u0027s remote/hybrid needs.",
      "alignmentValue": 2
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Greenland, connectivity is spotty and latency can hinder remote work; office collaboration still dominates, so remote staff may miss key decisions.",
      "alignmentValue": 4
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Greenland residency options exist but transitions between permit types are complex; approvals hinge on employment or family ties.",
      "alignmentValue": 5
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "In Greenland, grants and remote work aid stability, but the small local market raises mid-term retention risk for a long-term stay.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Greenland\u0027s public pension and Danish welfare provide a solid retirement base. Expect stable benefits with room for supplemental income.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Greenland\u0027s pension follows Danish-style rules; retirement benefits exist but require work years and contributions; visa status may incur higher fees.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Greenland has few Ruby roles; local demand is near nil. Plan to pursue remote work for international clients or switch stacks.",
      "alignmentValue": 3
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Very safe overall in Greenland; crime is low and well-managed, making Nuuk and other towns suitable for family life.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schooling is Greenlandic and Danish; advanced courses are limited. High education goals require planning or travel for specialty options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Greenland (GL), sea water stays frigid year-round (well below 10°C); swimming usually needs a wetsuit or brief dips.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Greenland\u0027s Arctic winters bring frequent hazardous conditions; plan for storm disruptions and ongoing heating/insulation needs.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Greenland (GL) has months of oppressive darkness in winter and bright nights in summer. This can disrupt sleep and work; plan routines and light strategies.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Greenland\u0027s long, harsh winters and brief cool summers make a mild year-round climate unlikely for this family.",
      "alignmentValue": 2
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Greenland\u0027s small tech scene (Nuuk and towns) offers a limited senior pool; startups rely on remote leaders or hiring from overseas.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Greenland\u0027s sex education follows Danish norms; broadly open and inclusive, with strong urban access (Nuuk) and more limited coverage in rural areas.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Greenland (Nuuk) offers universal healthcare and subsidized childcare; Nordic-style welfare with ongoing outreach to remote communities.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Greenland (Nuuk) has scarce 2k sq ft rentals. We would likely settle for smaller homes or relocate to a different metro.",
      "alignmentValue": 3
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Greenland often swings from milder afternoons to near-freezing mornings. Pack layers and be prepared for rapid outfit changes.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "Greenland is generally stable with predictable governance under Denmark. Remote areas show economic disparities, but overall it remains safe for families.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Greenland\u0027s welfare-oriented, democratic system with regional autonomy supports rights and pluralism; open, evidence-based policy.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Greenland\u0027s mixed, public-sector dominated economy offers strong safety nets; however reforms are uneven, limiting private entrepreneurship.",
      "alignmentValue": 6
    },
    {
      "key": "Studio Density",
      "alignmentText": "Greenland has a very small local studio footprint. Most production relies on freelancers and remote partners.",
      "alignmentValue": 3
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Greenland summers hover around 10–12°C (50–54°F) with long daylight; outdoor play stays brisk and comfortable.",
      "alignmentValue": 2
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Greenland\u0027s service tends to be efficient and reserved; initiate politeness. In Nuuk and other towns, English helps; interactions are respectful yet brisk.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Greenland offers few game-specific tax credits; incentives are ad hoc with limited funding. Explore general grants or Denmark-wide programs if available.",
      "alignmentValue": 4
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Nuuk, Greenland: residency may take up to a year; expect translations and travel to Denmark for some steps; costs rise with remote processing.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Greenland (Nuuk), residents trust core services. They seek more transparency in remote-settlement management.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Greenland shows mostly petty, localized patronage with strong oversight; daily life, healthcare, and schooling remain largely unaffected.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Greenland (GL) software pay is modest; to match US-level income, remote work or international gigs are often needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Greenland weekends lean on outdoor time and local events, with Nuuk options for families. Unpredictable weather and remote travel demand planning and budgeting.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Greenland schools run roughly 08:00–15:00 with limited aftercare. Remote/hybrid work helps, but wraparound options vary by town (Nuuk).",
      "alignmentValue": 6
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Greenland follows Danish holiday rules with about 25 days off; supports family trips to the U.S. and predictable scheduling.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Greenland follows Danish norms of ~25 paid vacation days yearly plus holidays; supports a family-friendly, slower pace.",
      "alignmentValue": 8
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Greenland\u0027s vendor ecosystem is sparse; rely on remote partners from Denmark/Europe with longer lead times; local studios are scarce.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Greenland (Nuuk): VFX real-time pay is modest; small market and higher living costs temper compensation.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "In Nuuk, Greenland, continuing education for VFX (Real-Time) is limited. The family should rely on online courses and remote workshops.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Greenland has no dedicated VFX real-time programs locally. Candidates mostly study online or in Denmark, with limited local mentorship.",
      "alignmentValue": 2
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Greenland (GL): Local VFX real-time talent is scarce; rely on remote/imported candidates; hiring timelines likely several months.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Greenland, English is not universal. Danish/Greenlandic dominate studios; plan translation and bilingual onboarding.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Remote options exist case-by-case in Greenland with limited process maturity. Local VFX studios are scarce, so remote contractors are often preferred.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Greenland has a very thin local real-time VFX pool; only a handful in-market, so relocation or heavy remote hiring is likely to fill roles.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Denmark-Greenland ties are strong and Arctic cooperation is active. This supports our family\u0027s stable, multilingual life in Greenland.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Greenland\u0027s Inuit-led identity emphasizes autonomy within the Kingdom of Denmark. Public life balances pride with caution amid economic and climate pressures.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Greenland enjoys Denmark-backed stability and constructive ties with Canada and the US. Neighbors view it as a reliable, low-conflict partner.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Greenland follows Danish immigration rules; skilled worker permits exist but quotas are tight and processing can be lengthy in Nuuk.",
      "alignmentValue": 4
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkability in Greenland varies by town. Icy winters and long distances can make walking stressful; prioritize towns with sidewalks and safe crossings.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Greenland communities are generally friendly; small towns may slow integration, but locals are curious and supportive, with Danish/Greenlandic services.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Greenland\u0027s Inuit-Danish heritage amid Arctic landscapes offers intriguing, family-friendly learning and adventures in Nuuk.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Greenland (Nuuk) brings subfreezing -15 to -25°C with long, dark periods; challenging for Sarah\u0027s low-stress climate goals.",
      "alignmentValue": 2
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Greenland (GL), typical workweeks hover around 37-38 hours with occasional crunch. Compensatory leave helps protect family time.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Greenland offers solid work-life balance with remote options; expect seasonal peaks, but recovery time is often built in.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Greenland upholds Danish-style labor protections with active unions and accessible recourse for workers.",
      "alignmentValue": 9,
      "sameAsParent": false
    }
  ]
}