{
  "version": 2,
  "iso": "IS",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Iceland\u0027s .NET scene is niche: banks, public sector, and startups; strong English and remote options, but local roles can be scarce.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "5: In Iceland, 2D environmental artist pay trails top hubs by ~25–30%; high costs offset by strong QoL, universal healthcare, and English-friendly culture.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Iceland has a small local scene for 2D environmental art. Expect occasional workshops and online options; most upskilling is self-directed.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Iceland has 2D environmental art programs but small cohorts; expect on-the-job upskilling with Reykjavik studios anchoring opportunities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Iceland\u0027s niche game/art scene is small; 2D environmental artist roles may stay open 6\u002B months, with remote or imported talent common.",
      "alignmentValue": 4
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Reykjavík, English is widely used in 2D environmental art studios; some Icelandic basics help with client work and local collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Iceland, remote/hybrid 2D environmental art is common. Expect flexible models thanks to strong broadband and English, with occasional onsite needs.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Iceland\u0027s Reykjavik area has a limited 2D environmental artist pool; mid-level pros are common. Senior hires often require relocation or remote sourcing.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Iceland, 3D animator pay trails top markets by ~20%; strong benefits and QoL, with remote work easing Reykjavik cost of living.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Iceland (Reykjavik): local 3D animation continuing ed is limited; most advanced topics require online study.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "3D animation programs in Iceland are small; Reykjavik studios hire from tight cohorts and rely on on-the-job upskilling rather than large graduate pipelines.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Iceland, 3D animator roles tend to take 3-4 months; small local pool means proactive sourcing or relocation may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "English is widely used in Iceland’s 3D studios; teams are multilingual, with basic Icelandic helpful for local collaborations.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Remote options exist case-by-case in Iceland (Reykjavík). Studios trend toward hybrid setups, so expect some onsite time.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Solid 3D animator pool in Iceland, centered in Reykjavik with CCP Games and a few studios. Senior roles are competitive; relocation or remote options help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Iceland\u0027s 3D artist compensation trails top markets by ~25-30%; lifestyle and universal healthcare in Reykjavik help offset, with remote options.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Iceland (Reykjavík area) offers sporadic 3D character art training: occasional workshops by visiting experts or online courses; local providers are limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Iceland offers serviceable 3D art education via Reykjavik University and local arts schools. Studio partnerships help fill gaps, but pipelines remain modest.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Iceland, 3D character artist roles have a small local pool; remote/global hires are common, so plan for proactive sourcing and 3-4 month timelines.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "English is widely used in Iceland\u0027s studios; some Icelandic onboarding may be needed for local teams.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote 3D roles are common in Iceland; studios support hybrid work with strong broadband; expect occasional onsite collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Iceland\u0027s 3D character artist pool is small (Reykjavik area). Availability is sporadic, so aggressive sourcing or remote/contract hires are often needed.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Iceland offers few accelerators; mostly university labs and grants. Game-specific cohorts are rare but available through select programs.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "Reykjavík, Iceland, enjoys very clean air with PM2.5 well below WHO limits; only brief volcanic sulfur spikes are monitored.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Reykjavík\u0027s CCP Games is the main anchor; Iceland\u0027s game scene remains small with few large studios, indicating a single notable anchor rather than a dense hub.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "Iceland\u0027s secular culture is strong; atheism is widely accepted and openly practiced with little religious intrusion in daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, free media, and active civil society in Iceland keep backsliding risk very low.",
      "alignmentValue": 10
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Iceland offers modern, cashless banking and SEPA transfers; non-residents may face residency steps to open accounts.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Reykjavík beaches (Nauthólsvík) offer warm-water options. Most shores are cold and rugged; plan family visits with supervision.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Reykjavík has dedicated boardgame cafes and clubs. The scene is active but smaller than bigger cities, and coordination helps find groups.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Body talk in Iceland is typically respectful. Fitness is framed as wellbeing, not shaming, which suits our family with two young kids.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Iceland\u0027s economy relies on a few key sectors (tourism, fisheries, energy); strong welfare nets and targeted programs support families during shocks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Incidence in Iceland stays below global averages due to proactive healthcare and universal screening. Your family benefits from universal care and strong prevention programs.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Iceland\u0027s carceral system emphasizes rehabilitation and humane facilities. Oversight is strong and reporting is transparent.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Iceland offers universal, heavily subsidized childcare via municipalities and the state; fees are capped and access is generally reliable once a slot is secured.",
      "alignmentValue": 9
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Reykjavík, Iceland feels very kid-friendly: safe streets, abundant playgrounds, and regular family events. English is widespread and healthcare is strong.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Iceland provides universal preschool and heavily subsidized childcare with generous parental leave; near-home slots are typically guaranteed.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Iceland, daycare is subsidized for residents. Visa holders with lawful status can access with modest fees and English-friendly processes.",
      "alignmentValue": 8
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Iceland offers geothermal pools and family-friendly hikes. Trey\u0027s board games and rock climbing fit local clubs and gyms.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Reykjavík, Iceland hosts regular monthly tech meetups and occasional game jams. A growing dev scene supports Trey\u0027s and Sarah\u0027s work.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Iceland, wellness culture is strong: universal healthcare, outdoor life, and preventive care reinforce healthy routines.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Iceland, intentional communities exist but are limited; a few co-housing projects exist mainly near Reykjavík, with patient demand.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Iceland (Reykjavik), CM pay tracks Nordic medians after cost-of-living adjustments; strong benefits, modest equity norms.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "In Reykjavik, Iceland, local continuing education for community managers is limited. Most advanced topics require remote study; local meetups are scarce.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Reykjavík universities offer marketing/communications degrees, but cohorts are small. Community manager pathways in Iceland typically require on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Iceland, the local Community Manager pool is small; rely on remote/global candidates. Expect 3-4 months with proactive sourcing.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Iceland, English is widely used in tech; local Icelandic language helps client-facing roles; align with family’s English-first yet willing-to-learn stance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Reykjavík, Iceland, community manager roles exist case-by-case with hybrid needs; remote work possible but expect onsite events.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Iceland\u0027s CM talent pool is moderate; Reykjavik hosts a budding game/tech scene, but top CM pros may require relocation or remote hires; English is common.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Reykjavík and towns across Iceland are welcoming; expat circles merge with locals via clubs and volunteering, helping newcomers quickly feel included.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Iceland\u0027s established studios typically match global medians after cost of living; Reykjavik offers remote roles, strong broadband, and grant programs.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Reykjavik, startup comp often tracks global medians after high living costs. Equity terms vary; grants/visa programs help early teams.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Iceland\u0027s permits are work-tied; job changes require reporting to authorities and possible permit updates; generally straightforward.",
      "alignmentValue": 6
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Iceland (Reykjavik) has occasional continuing education via universities and meetups; expect quarterly events rather than weekly bootcamps; English options exist.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Iceland\u0027s contractor bench is serviceable but with pockets of scarcity. Expect lead times, though remote talent and English fluency help.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "In Iceland, light penalties and robust health services keep substance issues managed compassionately, aligning with our family\u0027s needs for access to care.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Iceland (Reykjavík) has high rents and wages; operating costs are elevated, but grants and universal healthcare help sustain startups.",
      "alignmentValue": 4
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "In Iceland (Reykjavík), groceries and housing are costly; a US-style budget typically needs 30–50% more to maintain lifestyle.",
      "alignmentValue": 2
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Reykjavik offers solid coworking and a growing startup scene. Game-dev labs and mocap gear are scarce, so plan for shared resources.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Reykjavík\u0027s tech scene is small with persistent shortages. Remote hiring helps the family access global talent, but expect competition and visa considerations.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Iceland\u0027s universal healthcare and strong social supports keep depression rates manageable; ensure timely therapy access during dark winters.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Iceland, English helps quick introductions, but deep bonds grow with steady outreach; clubs and community events fit your family\u0027s values.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Iceland offers top-tier gender equality and LGBTQ\u002B inclusion with transparent D\u0026I metrics and strong family-friendly policies.",
      "alignmentValue": 10
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Iceland\u0027s policing emphasizes safety with strong oversight; in Reykjavík and across the country, drug enforcement is careful, with rehab and support options rather than aggressive sweeps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Iceland allows dual citizenship with minimal reporting; US passports can be kept. Naturalization requires residence and standard criteria.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Iceland offers moderate early-stage grants (~$150k–$350k) via Rannís and EU/Private programs; viable for MVPs, though competition is real.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Iceland has limited local game capital; rely on remote investors. Public grants (Rannís) exist but are competitive—build a mixed funding network.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Iceland\u0027s economy is stable but tourism swings can trigger inflation. Budget an emergency fund and explore grants/visa options to support entrepreneurship.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "Iceland\u0027s open market with fisheries, tourism, and renewables supports innovation; strong governance and grant access help family entrepreneurship.",
      "alignmentValue": 10
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Iceland\u0027s stable, transparent policy climate supports startups; expect steady rules for grants and visas with minimal surprises in Reykjavik and nationwide.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Education in Iceland is strong nationwide; public schools offer solid outcomes with widespread English exposure, though rural districts can lag slightly.",
      "alignmentValue": 8
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Iceland offers base CS/game programs at RU/UI in Reykjavik. However, game-ready skills often require internships and studio partnerships.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Iceland, sponsorship exists but quotas/delays are common; secure a firm job offer, then start visa paperwork for your US family.",
      "alignmentValue": 6
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Iceland\u0027s game engine scene is Unity-dominant; Unreal presence exists but is smaller. Reykjavik hosts meetups and studios offer some cross-training resources.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Iceland\u0027s geothermal power and strict environmental rules keep air and water clean; low population supports easy nature access for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Iceland\u0027s income tax plus 24% VAT yields ~40–45% effective tax. Strong universal healthcare and schooling offset costs, but budget impact remains.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in Iceland is cool and windy with Atlantic storms; about half the days are inviting, the rest bring soaking rain or strong winds.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Iceland\u0027s family policies, universal childcare, and safe neighborhoods foster strong community ties for raising kids.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "In Iceland, spouses and minor children can accompany a permit holder with minor paperwork; adult dependents would need separate visas.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Iceland provides long, shared parental leave and strong child benefits. Universal healthcare and a family-friendly work culture support your goals.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Iceland provides generous parental leave, universal childcare, and child benefits for two-parent families with relatively streamlined access.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Reykjavík, Iceland, visa families gain coverage after establishing residence. Some benefits require residency duration or enrollment, not immediate access.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Reykjavík leans casual and outdoorsy; layered, practical outfits fit most settings, with smart-casual for work.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Reykjavik fashion is casual, inclusive, body-positive; urban Iceland style welcomes diverse looks suited to windy, mild weather.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Reykjavik men favor weatherproof layers and knitwear; practical wool mixes function with modern street style in Iceland.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Iceland, femininity is broadly flexible; women freely pursue careers and motherhood, with Nordic practical style and low stigma.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Iceland enforces strict gun licensing with training and safe storage; hunting rifles exist but are tightly regulated, with low exposure and safety norms.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Iceland, consent culture is strong; people check in and boundaries are respected, with nightlife staff reinforcing norms in Reykjavík.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Iceland\u0027s founder scene is healthy but concentrated in Reykjavik; regular meetups and local accelerators support new ventures.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Reykjavik, Iceland, fresh markets and diverse international cuisine are widely available; expect only rare gaps for niche ingredients.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Reykjavík, Iceland, locals are warm and English-speaking; expat networks quickly help newcomers settle and invite participation.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Game dev prospects in Iceland are solid but concentrated in Reykjavík; CCP Games/Solid Clouds offer roles; remote work also viable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Gender self-ID exists in Iceland with strong protections; most communities are welcoming, though rural areas may lag in full inclusivity.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Iceland, gender rights are constitutionally protected, well enforced, and culturally normalized, supporting work, pay equity, and parenting.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Iceland\u0027s gender roles are highly egalitarian; shared caregiving is common and policy-backed, aligning with Trey and Sarah\u0027s family aims.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Iceland (Reykjavík), flirting norms are egalitarian and consent-driven; all genders can initiate or decline without stigma.",
      "alignmentValue": 10
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Entrepreneur visa routes exist in Iceland; expect renewals and some work-change limits, but English helps and public services are strong.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Iceland\u0027s cool climate and robust adaptation plans keep daily climate stress moderate; some flood risk from glacial melt and North Atlantic storms.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Iceland\u0027s startup residence route for founders (Reykjavík); accessible with some quotas and paperwork; local grants and programs support.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Iceland, grooming is practical and casual; a touch of polish in work/social settings, but no heavy fashion pressure.",
      "alignmentValue": 9
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Iceland, progressive norms and public services support diverse families; in Reykjavik expect tolerant curiosity and broad civic acceptance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Iceland provides universal healthcare with low out-of-pocket costs and strong pediatric care for families. Expect occasional delays for specialists.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Iceland provides universal healthcare for residents. Visa families typically enroll in public coverage with minimal private insurance needed.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Iceland offers tuition-free public universities for citizens, with many English-taught programs and scholarships for students.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Iceland (Reykjavík) charges non-EEA visa students tuition; residency steps add friction, but English programs and some work paths exist.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Iceland, established game studios hire moderately. Most roles take 3-4 months, with relocation or remote options common.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Iceland\u0027s small market means exporting early; Innovation Centre Iceland and EU funds help, but core hires take about 3–4 months.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Reykjavík\u0027s housing is tight with high rents and deposits; family-friendly neighborhoods exist, but securing a good deal requires time and planning.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Iceland offers digital tax filing and a generally manageable system. Expats must learn local payroll rules and handle some paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming to immigrants in Iceland; English is widely used and communities feel cohesive. Occasional debates on integration keep sentiment mild.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Iceland, white migrants face mild grumbles over housing costs and enclaves. Proactive community engagement helps your family integrate smoothly.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Iceland provides universal, high-quality K-12 with free materials and strong language support for new residents; enrollment and transfers are straightforward.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Iceland, foreign children can enroll in public schools with Icelandic as a second language; rural placements are limited.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English widely used in urban Iceland (Reykjavík); official matters still rely on Icelandic, so the family will learn Icelandic for full participation.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Iceland, English is widely used in studios; Icelandic remains important for community, compliance, and local docs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Iceland’s startups use English widely; local Icelandic fluency aids hiring and compliance, making bilingual operations a good fit for this family.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Iceland\u0027s game IP support is limited; Reykjavik has a couple IP lawyers. Startups rely on referrals; consider broader EU counsel for robust coverage.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Iceland, LGBTQ\u002B families are fully protected and visible; strong anti-discrimination laws and inclusive services support queer households nationwide.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Iceland offers a small but active game dev scene; English is widely used, but schedule lead times for local playtests in Reykjavik.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Iceland, left ideas (incl. Left-Green) influence policy, but Nordic social democracy remains mainstream; open, pluralistic debate.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Masculinity norms in Iceland are broadly inclusive and supportive of parental roles and emotional openness. There is a strong outdoor culture.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence in Iceland is exceptionally rare. Authorities maintain transparent communication and communities feel safe.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Reykjavík has a small but present tech/expat meetup scene. Events are irregular, so digital communities help newcomers stay connected.",
      "alignmentValue": 6
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Two earners in Iceland\u0027s ~368k ISK base; they can cover essentials, but high rents and childcare pressure savings.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Iceland has nationwide fiber and renewable power. Reykjavik offers reliable broadband and urban services, with limited rural transport.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Reykjavik, non-monogamy is broadly understood; urban spaces tend to be tolerant. Privacy remains prudent in smaller communities.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Iceland, openness is valued; share needs clearly (broadband, healthcare, education) and expect constructive, respectful dialogue.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Iceland\u0027s waterfalls, glaciers, lava fields, and geothermal landscapes offer pristine scenery. Family-friendly trails invite year-round adventures.",
      "alignmentValue": 10
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Iceland faces volcanic ash and quakes, but strong civil defense and universal healthcare support families; travel may pause during ash events.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Abundant nature within an hour of Reykjavik; hot springs, trails, and campsites nearby with solid safety and local guides.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Reykjavík\u0027s vibrant live-music scene features frequent concerts, Harpa performances, and Airwaves energy; family-friendly options exist with planning.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "In Reykjavík, nightlife is concentrated in core districts with live music. Families should arrange sitters and use safe transit after dark.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "IGI in Iceland (Reykjavík) hosts jams and meetups, but the scene is compact; expect online networking with occasional local events.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "CCP Games (EVE Online) anchors Reykjavík’s game scene; Parity and Klang Games bolster Iceland’s recognizable studio footprint.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Iceland, obesity is moderate; robust healthcare and outdoor culture help stabilize trends, so monitor diet and activity.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Innovation Centre Iceland offers seed grants for gaming startups. Iceland\u0027s small domestic market means exporting from day one is common for game studios.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Reykjavík’s calm tempo and compact layout offer short commutes. It fits the family’s slower rhythm in Iceland.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Iceland\u0027s strong parental leave and egalitarian culture support shared parenting; your family fits Icelandic norms for balanced, nonjudgmental care.",
      "alignmentValue": 10
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Citizenship in Iceland is possible, but typically requires ~7 years of residence and language integration. For your US family, it\u0027s a long but feasible path.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Iceland has very low perceived corruption; Reykjavík\u0027s governance is transparent with strong watchdogs and robust investigations, despite past banking scandals.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Icelandic norms preserve personal space; in Reykjavik, boundaries are respected and easy for the family to learn.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Icelandic culture typically respects personal space; handshakes are common, hugs mainly for close friends—expect polite distance in public spaces.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Iceland has short stretches of mild weather; best outdoor time is late spring and early autumn; winters are chilly and windy.",
      "alignmentValue": 6
    },
    {
      "key": "Political System",
      "alignmentText": "Iceland’s parliamentary system with PR ensures stable, participatory governance. Reforms occur through open civic channels in Reykjavik and across Iceland.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Legal structures in Iceland favor two-parent families. Reykjavík circles are tolerant of polyamory, though it remains discreet within public services.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Reykjavík early childhood centers cover ages 1-5; public slots have waitlists, so families often bridge with private caregivers for a few months.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Iceland has limited private/international schools and they can be costly. With strong public options, private choices require careful vetting for accreditation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Iceland\u0027s markets emphasize fresh fish and dairy; ultra-processed snacks exist but can be balanced with local produce.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Iceland PMM (Games) pay trails global medians ~20%; high living costs offset by strong work-life balance and English-friendly market.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Reykjavík, Iceland has a small game marketing education scene; fundamentals exist locally, but most advanced topics require online or remote study.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "In Iceland (Reykjavík), PMM (Games) options are limited; only small or adjacent programs exist, with on-the-job upskilling common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Iceland\u0027s small games market; PMM hiring typically 3-4 months. Leverage remote/relocated international candidates and local grants to accelerate.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Iceland (Reykjavík): English is widely used in game studios; local Icelandic knowledge helpful but not mandatory for PMM (Games).",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Iceland, hybrid PMM (Games) roles are common; studios value remote work with on-site milestones—strong broadband and English-friendly teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Iceland\u0027s PMM (Games) pool is moderate; Reykjavík startups offer niche roles, but relocation or extended sourcing may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "Iceland\u0027s progressive model with gender equality, universal healthcare, and LGBTQ\u002B protections supports your family\u0027s values in Reykjavik, Iceland.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Iceland, especially Reykjavík, sex-positive culture. Open discussion is common and consenting adults are respected.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Iceland, public messaging centers wellbeing and factual information with inclusive civic participation. Propaganda is minimal, supporting pluralistic media.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Iceland\u0027s media is broadly free with independent outlets and active watchdogs; public broadcasters help debunk spin quickly, keeping propaganda rare.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Public transit in Reykjavík works in the city but is not comprehensive; there\u0027s no rail. Winter weather can disrupt service, and rural trips require a car.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Iceland has limited local publisher presence; founders rely on international events abroad for platform partnerships; English helps.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Iceland, high-end living is feasible (Reykjavik) but the market is small; expect higher costs and some planning; good schools and English help.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Iceland, universal healthcare and strong social supports cushion costs; public childcare helps families, but housing can be pricey.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Iceland, housing and childcare costs strain a middle-income family. Universal healthcare and strong public services support a stable lifestyle.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Iceland offers a mixed real-time/game dev and cinematic focus; strong broadband and government grants support remote and hybrid teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Iceland is largely secular; the Church still has formal ties and funding, but policy remains pluralistic and minority rights are protected.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Icelandic studios favor hybrid work; expect some onsite days in Reykjavik while allowing case-by-case remote options for experienced staff.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Iceland\u0027s startups commonly use hybrid work with mature remote tooling, aligning with the family\u0027s remote/hybrid preferences.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Iceland\u0027s fast broadband and coworking hubs, with English ubiquity and family-friendly policies, support remote work for a two-child household.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "In Iceland, work permits are employer-tied for up to four years before review. Permanent residency typically requires four years of legal stay and careful paperwork.",
      "alignmentValue": 6
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Iceland\u0027s small but stable tech scene; churn spikes during funding cycles, but family-friendly policies and universal healthcare boost retention.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Iceland, public pension plus mandatory occupational funds offer solid coverage. Retirement security is strong with savings incentives and public healthcare.",
      "alignmentValue": 9
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Iceland\u0027s pension system requires years of local contributions; visa families gain access gradually, with private savings becoming key.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Iceland, Ruby roles are scarce outside niche startups; expect to rely on remote work abroad or pivot to related stacks.",
      "alignmentValue": 3
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "In Iceland, crime is extremely rare; police are unarmed and kids can roam safely in cities like Reykjavík.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "In Iceland, public schools are strong but mainly Icelandic. Some schools offer bilingual tracks; international options are limited, so planning is key.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Iceland sea peaks ~11°C (52°F) in August. For a family with young kids, swimming usually needs full wetsuits.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Iceland\u0027s winters bring periodic storms and shorter days. Power outages are rare, but expect occasional travel disruptions per season.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Iceland (Reykjavík), winter daylight is limited. Regular outdoor breaks and occasional light therapy help keep energy up.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Iceland\u0027s seasons are cool and windy with mild summers and damp, breezy winters; plan for frequent rain and layered clothing for outdoor activities.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Iceland\u0027s senior tech/game talent pool is small; startups rely on remote hires or hiring from abroad, with a modest local bench.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Iceland offers comprehensive, destigmatized sex education and open discourse; aligns with the family\u0027s sex-positive, poly-friendly values.",
      "alignmentValue": 10
    },
    {
      "key": "Social Policies",
      "alignmentText": "Iceland\u0027s universal healthcare and generous parental leave align with your family-focused values. Strong safety nets support education and QoL.",
      "alignmentValue": 10
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Reykjavik, 2k sq ft rentals are available only occasionally. Listings move fast and demand premium rents.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Iceland stays cool and damp; highs around 2-9 C (36-48 F) with wind and showers, so plan for layers and flexible outdoor plans.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Iceland (Reykjavík) has long-term stability and strong welfare, supporting a safe, predictable family life. Protests are rare and managed calmly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "Iceland\u0027s pluralist, rights-respecting policies blend welfare with innovation. This matches your progressive, family-friendly priorities in Iceland.",
      "alignmentValue": 10
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Iceland blends innovation with strong welfare within a social-market model. Startups gain grants and visa support in a fair, low-corruption economy.",
      "alignmentValue": 10
    },
    {
      "key": "Studio Density",
      "alignmentText": "Reykjavík hosts a small, indie-friendly studio scene; most studios are boutique or remote-friendly, suitable for your global team.",
      "alignmentValue": 4
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Iceland summers are cool: typical highs around 12–15°C (54–59°F) with long days and low humidity; layered clothing keeps you comfy.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Iceland, English is widely spoken and service is courteous. Most interactions feel uplifting and genuine.",
      "alignmentValue": 10
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Iceland offers some game/creative grants. Programs are competitive and budget-driven.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Iceland, family residence apps can take about 9 months with manageable, transparent fees for translations and background checks.",
      "alignmentValue": 8
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Iceland enjoys high trust in government thanks to transparent institutions; fits your democracy-minded, low-bureaucracy family profile.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Iceland, corruption is rare and swiftly addressed; strong oversight keeps daily government and business transparent for families.",
      "alignmentValue": 10
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior software pay in Iceland sits around 9-11m ISK (~$65-80k), well above local norms but offset by high living costs; benefits help.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Iceland weekends offer geothermal pools, cafes, and family road trips; popular venues fill quickly, so plan ahead and mix planned with spontaneous outings.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools in Iceland commonly run 9:00–14:00 with municipal aftercare. This supports pickups around 15:30–16:00 with reliable wraparound care.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Iceland provides about 25 days of paid vacation per year. Strong labor laws support family-friendly scheduling and predictable time off.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Iceland typically offers 24 days of paid leave per year. With about 11 public holidays, total time off can reach 30-35 days.",
      "alignmentValue": 9
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Iceland has a niche game-dev scene (Reykjavík) with QA/art studios; broader outsourcing is limited, so rely on remote partners for scale.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX real-time pay in Iceland lags top hubs by ~20%; high cost of living narrows margins. Remote/flexible roles and grants help attract talent.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "In Reykjavik, Iceland, local VFX real-time training is limited. Rely on online courses and occasional workshops rather than steady on-site programs.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Iceland has limited local VFX (real-time) programs, mainly in Reykjavik, with small cohorts. Graduates often need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "VFX Real-Time roles in Iceland rarely fill locally; studios rely on remote talent. Plan 3–4 month hiring cycles.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Iceland, VFX (Real-Time) work largely operates in English; Icelandic basics help on local projects.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Iceland: VFX real-time roles are typically hybrid; expect on-site collaboration in Reykjavik with occasional remote weeks; case-by-case.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Iceland\u0027s real-time VFX talent is limited; Reykjavik has scarce local specialists and sporadic availability. Plan aggressive sourcing or remote hires.",
      "alignmentValue": 4
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Generally friendly toward Nordic neighbors (Norway/Denmark) and the UK; Iceland\u0027s travel and regional cooperation are straightforward.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Icelanders see themselves as resilient, innovative, and egalitarian; proud of clean energy and social cohesion, while addressing housing costs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Nordic neighbors view Iceland as cooperative but with occasional policy differences (fisheries/finance). For our English-friendly, family-focused move, that vibe fits.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Iceland: US nationals typically need employer sponsorship for a work permit or a study route; startup permits are limited and timelines vary.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Reykjavík is highly walkable with safe crossings. Winter ice requires planning routes to schools, parks, and playgrounds.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "US migrants are generally welcomed in Iceland. Strong integration programs and English-friendly services support our family, especially in Reykjavík.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Geothermal energy, volcanoes, and Reykjavik\u0027s design and music scenes spark ongoing curiosity for our tech-creative family.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters around 0-3°C in Iceland; strong winds and short daylight can weigh on mood, with regular light snowfall and no extreme deep freezes.",
      "alignmentValue": 8
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Icelandic full-time norms run around 37–38 hours with regulated overtime. This supports a family-friendly balance, though occasional crunches can occur.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Iceland values work-life balance with flexible schedules, strong parental leave. Family-friendly workplaces support Sarah\u0027s goals.",
      "alignmentValue": 10
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Iceland, union density is very high and worker protections are robust, with generous parental leave and safety rules benefiting families like ours.",
      "alignmentValue": 10,
      "sameAsParent": false
    }
  ]
}