{
  "iso": "IS",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Geothermal power, strict environmental rules, and low population pressure keep air, water, and urban greenspace remarkably clean—great for a family that wants easy access to nature without pollution worries.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Rapid glacier melt and North Atlantic storm shifts pose medium-term risks to coasts and infrastructure even though the island avoids extreme heat, so long-run climate resilience needs monitoring.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "The subarctic maritime climate means cool, windy summers and dark, chilly winters; comfort depends on embracing layered clothing and artificial light therapy.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "Reykjavík and regional towns see PM2.5 well under WHO limits thanks to clean energy heating, with only brief sulfur spikes during volcanic events.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Iceland manages frequent quakes, volcanic eruptions, and occasional ash clouds; civil defence is strong but disruption risk remains higher than the family might like.",
      "alignmentValue": 4
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "April–May highs hover 5–8 °C (41–46 °F) with damp winds, so shoulder seasons feel raw compared with Kansas City springs.",
      "alignmentValue": 4
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Typical June–August afternoons reach 10–15 °C (50–59 °F) with low humidity and midnight sun—pleasant if the family is fine with cool summers.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September–October slips back to 2–8 °C (36–46 °F) with more Atlantic storms, making outdoor time less predictable.",
      "alignmentValue": 4
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters stay around −2 to 3 °C (28–37 °F) but relentless wind, sleet, and limited daylight can weigh on mood despite few deep freezes.",
      "alignmentValue": 3
    },
    {
      "key": "Beach Life",
      "alignmentText": "Black-sand and geothermal beaches are scenic yet cold; swimming happens in heated pools rather than the ocean, limiting classic beach days.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Sea surface peaks only ~11 °C (52 °F) in August, far below comfortable swim temps without wetsuits.",
      "alignmentValue": 2
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Waterfalls, lava fields, glaciers, and easy access to national parks deliver world-class landscapes for hiking-loving families.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Collective agreements set base wages near 368k ISK/month (~$2.6k) before tax; high cost of living erodes take-home value but unions enforce raises.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers often earn 9–11m ISK annually (~$65–80k USD); pay trails US tech hubs yet keeps pace with local expenses when combined with benefits.",
      "alignmentValue": 6
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Public-sector digital services, banks, and consultancies rely on Microsoft stacks, though the market is small and network-driven.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby shops exist mainly in startups and digital agencies, but demand is niche and often expects polyglot skills.",
      "alignmentValue": 3
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Tech employers can sponsor temporary work permits for shortage occupations, yet processes are paperwork-heavy and expect proof no EEA hire is available.",
      "alignmentValue": 4
    },
    {
      "key": "Economic Health",
      "alignmentText": "Tourism, aluminum, and renewable energy support a high GDP per capita, but inflation spikes when tourism swings, so budgeting needs buffers.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "High-fiber broadband, coworking hubs, and acceptance of hybrid schedules make remote work feasible, though US time zones demand early starts.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Nordic norms emphasize reasonable hours, mandatory vacation, and family-first policies—aligning with Sarah’s lower-stress goals.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Full-time norms sit at 37–40 hours with unions pushing toward 35; overtime is limited by law.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Employees receive at least 24 paid vacation days plus 13 public holidays, giving ample downtime.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech teams commonly take 25–30 days, with long July breaks culturally protected.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Reykjavík balances urban amenities with a laid-back tempo; outside the capital life slows further, suiting a calmer family rhythm.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Offices run roughly 9–5, schools end around 1–2 p.m., and after-school programs are available but require sign-up, so childcare logistics need planning.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends favor geothermal pools, cafes, and road trips; most shops open late Saturday and close early Sunday, encouraging family time.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Social policy prizes child wellbeing, gender equality, and community recreation, creating a supportive environment for raising kids.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Legal structures recognize two-parent families only, but social circles in Reykjavík tend to be queer-friendly and tolerant even if polyamory is discreet.",
      "alignmentValue": 5
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents share duties, emphasize outdoor play, and value independence, aligning with the family’s egalitarian approach.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Car-free streets, safe neighborhoods, and public pools make Reykjavík comfortable for kids to roam.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools are strong with bilingual tracks; limited international schools exist for families wanting full English curricula.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Municipal playschools serve ages 2+, but waitlists in Reykjavík mean newcomers may bridge with private caregivers for a few months.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens pay subsidized fees capped by income, with national parental leave bridging the infant gap.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Non-citizens with residency can access playschools, yet fees are higher and priority goes to registered residents first.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Compulsory schooling 6–16 is free with inclusive services and strong literacy outcomes.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident foreign children enroll in local schools and receive Icelandic-as-second-language support, though rural placement choices are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Only a handful of private or international schools exist and tuition is high, giving little backup if public placement disappoints.",
      "alignmentValue": 3
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Each parent gets 6 months paid leave (with a shareable month) and generous child benefits, reinforcing work-life flexibility.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Benefits apply once parents gain social insurance coverage, but newcomers on temporary permits accumulate eligibility slowly.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Tuition-free universities with modest registration fees and English-language master's programs open academic pathways for older kids.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International students pay low fees but must cover living costs and often need Icelandic for undergrad tracks.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Iceland ranks first in global gender gap indexes, normalizing shared domestic labor and female leadership.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal gender self-ID and nonbinary recognition exist, yet small population means limited niche communities.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Strong anti-discrimination laws and equal pay enforcement protect gender minorities and women broadly.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Women commonly blend practical outdoor wear with Nordic fashion; career ambition and motherhood coexist without stigma.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Men are expected to be nurturing, take parental leave, and show emotional openness alongside rugged outdoors culture.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Geothermal energy innovation and Iceland’s creative music and design scenes offer unique cultural inspiration for a tech-creative family.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Nearly everyone speaks English, but Icelandic dominates bureaucracy; long-term integration nudges the family to learn it.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "Coalition politics lean social-democratic with strong LGBTQ+ protections and gender quotas, aligning with progressive values.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Left-Green movements have influence but the mainstream prefers Nordic social democracy over revolutionary rhetoric.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Church membership is cultural more than devout; secularism is rising and religion rarely intrudes in daily life.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Open discussion of sexuality and comprehensive sex education foster a relaxed, consent-focused culture.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Same-sex marriage, adoption rights, and Pride events enjoy broad support, making queer family structures welcome.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Tight-knit neighborhoods and hobby clubs exist, but the small population can feel insular until trust is earned.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Icelanders emphasize resilience and creativity, proud of how a tiny nation punches above its weight.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Generally friendly toward Nordic neighbors and the EU while keeping distance from great-power politics.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Nordic partners see Iceland as cooperative yet occasionally unpredictable due to fisheries and finance history.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Reykjavík’s weekend nightlife is vibrant with late bar crawls, though smaller towns go quiet early.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men favor weatherproof layers, knitwear, and minimalist streetwear—functional more than flashy.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women mix Scandinavian minimalism with colorful wool designs, balancing practicality and style.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Swimming in geothermal pools, hiking, knitting, and music festivals dominate leisure time.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Dedicated cafes and clubs exist in Reykjavík, though the scene is smaller than in larger European capitals.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "The island produces outsized indie and electronic acts, with frequent concerts and Airwaves festival energy.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech meetups, language exchanges, and expat groups gather regularly but rely on the capital’s small professional network.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Trailheads, hot springs, and dramatic landscapes lie within an hour’s drive, giving instant outdoor escapes.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary republic with proportional representation ensures multiparty coalitions and civic participation.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "The state church remains symbolic; policymaking is largely secular with limited religious lobbying.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Union density exceeds 80%, guaranteeing collective bargaining, strong safety standards, and parental leave protections.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Policy blends social-democratic welfare with market-friendly innovation incentives.",
      "alignmentValue": 7
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, free media, and active civil society keep democratic erosion risk low.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "A mixed economy with cooperative ownership in energy tempers pure market forces but still expects entrepreneurial hustle.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Political transitions are orderly; the main shocks stem from external financial or volcanic events rather than governance crises.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "State media is publicly funded but editorially independent; information space is relatively transparent.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "When government campaigns run, they emphasize tourism branding and civic preparedness rather than hardline ideology.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, generous parental leave, and gender equity programs provide a robust safety net.",
      "alignmentValue": 8
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show moderate-to-high institutional trust rebounding after the 2008 crash as reforms improved transparency.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International ranks Iceland well, though past banking scandals linger in memory.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "When issues arise they involve nepotism or financial regulation lapses rather than street-level graft.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Reykjavík faces housing shortages and high rents due to tourism and limited construction, straining newcomer budgets.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime is rare, police are unarmed, and kids walk to school safely even in the city.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal coverage with low out-of-pocket costs and strong maternal care, albeit with some specialist wait times.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Residents join the national insurance after six months; before that, private coverage is required and access can be patchy.",
      "alignmentValue": 6
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Municipal subsidies and capped fees make daycare affordable once a slot is secured.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Standard two-parent families benefit from shared leave, child benefits, and workplace flexibility.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "OECD scores sit above average, with emphasis on creativity and bilingual support.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Bus networks cover Reykjavík but lack rail; rural travel demands a car, and winter weather can disrupt service.",
      "alignmentValue": 5
    },
    {
      "key": "Economic System",
      "alignmentText": "Open market economy anchored by fisheries, tourism, and renewable energy with strong cooperative sectors.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Digital tax filing is straightforward, yet marginal rates jump quickly and expats must learn Icelandic payroll rules.",
      "alignmentValue": 6
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Combined income around US mid-six figures would face ~36–44% income tax plus 6.35% municipal levy and 24% VAT on purchases.",
      "alignmentValue": 5
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Cashless payments, mobile banking apps, and fast transfers are standard even in small towns.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Groceries, housing, and imported goods are pricey; a Kansas City budget needs a 25–40% bump to maintain lifestyle.",
      "alignmentValue": 3
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Public pension plus occupational funds provide solid coverage, especially with long contribution histories.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Foreign workers earn pension rights after contributing, but portability and vesting take years, limiting near-term benefit.",
      "alignmentValue": 5
    },
    {
      "key": "Visa Paths",
      "alignmentText": "EEA citizens breeze in, but US nationals need employer sponsorship or student routes; entrepreneur permits are limited.",
      "alignmentValue": 4
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Icelanders are polite yet cautious about rapid immigration; Americans are generally received well but expected to integrate.",
      "alignmentValue": 5
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Work permits tie to specific employers for up to four years before review; permanent residence requires four years of legal stay.",
      "alignmentValue": 5
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Citizenship typically requires seven years of residence, Icelandic language proficiency, and clean records.",
      "alignmentValue": 4
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and children can piggyback on work permits, but extended family sponsorship is rare.",
      "alignmentValue": 5
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Processing can stretch several months with fees for permits, translations, and background checks.",
      "alignmentValue": 4
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Strict reporting on income and address changes plus the need to leave if employment ends demand contingency planning.",
      "alignmentValue": 5
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Iceland permits dual citizenship, so the family can retain US passports if naturalizing.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Learning Icelandic basics, budgeting for high costs before benefits kick in, and preparing for relocation logistics are key.",
      "alignmentValue": 5
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like CCP Games, Solid Clouds, and startups tap Unreal/Unity talent, offering niche but meaningful roles.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "CCP Games (EVE Online), Klang Games’ Icelandic roots, and Parity share a visible presence in Reykjavík.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "The Icelandic Game Industry (IGI) association hosts jams and meetups, though the community is compact.",
      "alignmentValue": 6
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Innovation Centre Iceland grants and EU funding provide seed support, but tiny domestic markets require exporting from day one.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Nationwide fiber rollout, 100% renewable power, and well-maintained urban services offset limited rural transport.",
      "alignmentValue": 7
    }
  ]
}