{
  "version": 2,
  "iso": "IE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Strong .NET demand in Ireland\u0027s Dublin tech scene; enterprise roles, startups, and visa-friendly paths for expats.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Ireland pay for 2D environmental artists generally aligns with EU medians after cost of living; Dublin offers strong dev scene and family-friendly cities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "2D environmental art CE in Ireland is mainly sporadic workshops and online courses. For a family move, remote options help keep skills sharp.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Ireland has multiple game-art programs (Dublin: NCAD, TU Dublin) feeding 2D environmental artists; a solid local pipeline.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Ireland, 2D Environmental Artist hiring typically takes 3-4 months with proactive sourcing or relocation support; remote work eases talent pools.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Ireland\u0027s 2D environmental art scene is English-first; Gaelic is optional. English fluency is universal across studios.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Remote-friendly studios in Ireland widely support hybrid/remote 2D environmental art; Dublin and tech hubs offer flexible schedules for families.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Ireland\u0027s 2D environmental artist pool is solid, with Dublin/Cork studios and mid-to-senior talent; competition for seniors is noticeable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Ireland (Dublin) 3D animator pay aligns with global medians after cost of living; solid packages and startup grants support family relocation.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "In Ireland, 3D animation short courses run regularly via Animation Skillnet and colleges. Access to skilled instructors is solid.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Ireland has multiple animation programs (IADT, TU Dublin, Ballyfermot, GMIT) feeding well-prepared grads to local studios.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Ireland\u0027s 3D animator market (Dublin/Galway) typically 2-3 months with active sourcing. Niche talent may take longer.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Ireland, 3D studios operate in English; Gaelic is a bonus but not required. English ubiquity fits your plan; you’re open to learning local language.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Ireland studios widely support hybrid/remote 3D animator roles, especially in Dublin and other tech hubs; some positions require periodic onsite days.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Moderate Ireland pool with core talent in Dublin; startups may need relocation or extended searches for senior 3D animators.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Ireland, 3D character artist pay trails top hubs by ~25-30%; Dublin salaries are solid, with strong benefits and startup grants for founders.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Ireland offers 3D character art continuing education via Animation Skillnet and Dublin colleges; occasional courses and online options help keep skills sharp.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Ireland hosts multiple degree programs in animation and game art (Dublin, Galway, Limerick) that consistently graduate capable 3D character artists.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Expect 2-3 months to hire a 3D character artist in Ireland (Dublin tech hubs) due to limited specialist supply; remote hiring helps.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Across Ireland, 3D character art roles are English-dominant; Dublin/Cork studios expect strong English fluency; Gaelic knowledge optional.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote/hybrid 3D character artist roles are common in Ireland, especially around Dublin. Studios often provide equipment stipends and rely on strong broadband.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Moderate 3D character artist pool in Ireland; Dublin-area studios offer mid/senior talent, but startups may need relocation or extended searches.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Ireland has occasional game-focused accelerators. Dublin-based programs like NDRC/Enterprise Ireland offer grants, but dedicated game tracks are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Ireland generally has good air quality. Occasional winter particulates from home heating in some areas.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Flagship AAA presence in Ireland (Riot Games Dublin) plus major service studios (Keywords, others) drive steady game/tech employment.",
      "alignmentValue": 9
    },
    {
      "key": "Atheism",
      "alignmentText": "In Ireland (IE), secular culture is strong and atheism is broadly accepted. Expect minimal religious barriers in work and daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Ireland\u0027s democracy is robust with independent judiciary and media. EU oversight adds strong checks against backsliding.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Ireland is modern with easy card payments; expect ID and address proof; PPSN helps. Fintechs like Revolut/Wise support cross-border use.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Irish beaches near Dublin and beyond offer scenic coastlines with mild summers; water’s chilly, but safe for kids with seasonal lifeguards and walks.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Ireland has active boardgaming scenes in Dublin and Galway, with FLGS, clubs, and Gaelcon/Warpcon; family-friendly for gamers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Ireland, body-image talk stays generally respectful. Maintain boundaries to protect Trey\u0027s and Anduin\u0027s confidence in school and sport.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Ireland\u0027s diverse tech scene and startup grants support quick reemployment; Dublin-area roles offer remote/hybrid paths for Trey \u0026 Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Ireland cancer incidence aligns with global norms. Robust screening and universal healthcare support routine checks.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "In Ireland (IE), oversight by the Inspector of Prisons exists. Conditions are generally decent, with some facilities lagging in services and transparency.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "IE\u0027s National Childcare Scheme subsidizes care; ECCE helps 3-5 year-olds; remaining costs for your 1-year-old still require planning and coordination.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Ireland is very kid-friendly: safe neighborhoods, parks, and strong family supports; English is dominant and the climate is mild.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Ireland\u0027s National Childcare Scheme substantially lowers fees for a working family with a 1- and 5-year-old. Some costs remain despite subsidies.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Ireland, visa families can access NCS/ECCE, but require residency proof/PPSN; subsidies may have waiting periods and documentation checks.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Ireland, clubs and venues for gaming, board games, climbing, and cycling help this family quickly find local, social activities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Ireland offers frequent game dev and tech meetups with annual conferences (Dublin/Galway), plus grants; strong community for entrepreneurs.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Ireland offers readily available wellness resources and universal healthcare. You may still need to connect with like-minded circles to stay motivated.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Ireland (IE), a few reputable co-living and cooperative options exist in Dublin and larger towns. Demand may require patience for families.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Ireland (Dublin): community manager pay lags top hubs 10-15%; strong benefits and visa options offset higher living costs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Ireland, especially Dublin, offers regular CM meetups and short courses with solid instructors. Upskilling for community managers is reasonably accessible here.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Several strong degree programs in Dublin and other Irish cities feed well-prepared community manager grads annually; game/tech ecosystem is growing.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Ireland (Dublin) has a solid English-speaking pool; expect 2–3 months to hire a Community Manager amid competition.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Ireland, English is dominant in community roles; some teams value Irish language awareness, but English suffices for most roles.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Ireland, studios widely support flexible remote/hybrid work with async workflows. Equipment stipends and family-friendly schedules are common.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Solid community manager pool in Ireland, centered in Dublin\u0027s tech scene; senior CM roles are competitive, relocation or remote options may be needed.",
      "alignmentValue": 7
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Ireland, newcomers find friendly locals, active clubs, and expat networks; communities weave families into city life with welcoming events.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Ireland, established studios generally track global medians after cost of living; expect negotiation and solid benefits in Dublin.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Dublin, Ireland, startup pay blends solid cash with equity. High living costs lift total comp, with clear equity norms and grant support.",
      "alignmentValue": 9
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Ireland: monitor 183-day tax residency; keep IRP renewals current and obtain a PPS number; private health insurance advised for timely care.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Ireland has regular tech bootcamps, meetups, and university courses. Dublin and other cities host game/tech programs suitable for Trey and Sarah.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Ireland has a healthy contractor bench for tech (Dublin/Cork); rapid onboarding is common, though top talent can book out for weeks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Ireland\u0027s harm-reduction oriented system with robust health services supports treatment; penalties are relatively light.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Ireland offers strong startup grants and English-friendly admin, but Dublin rents and payroll costs are high; plan with incentives.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing/childcare pricey in Dublin; groceries/utilities around EU avg - budget tight but feasible with solid salaries and local discounts.",
      "alignmentValue": 6
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Ireland has quality coworking (Dublin and beyond) with a few shared game-production resources; strong startup grants support indie devs.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Ireland\u0027s tech market shows slight scarcity for Unity/.NET roles; competition remains. Remote work and visa pathways ease family transitions.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Ireland\u0027s universal healthcare and open mental health dialogue align with the family\u0027s needs; services are accessible though therapy wait times exist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Depth grows steadily in Ireland with consistent effort. Join local clubs, school events, and community groups to build trust.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Ireland\u0027s D\u0026I climate is solid: strong anti-discrimination laws, LGBTQ\u002B rights, and inclusive workplaces; expect steady progress and supportive communities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement in Ireland (IE) is targeted with occasional crackdowns. Overall safety remains solid for families.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Ireland (IE) allows dual citizenship with the US, usually via naturalization after residency; no renunciation required.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "In Ireland, Enterprise Ireland and EU grants offer non-dilutive support for early-stage tech. Gaming startups can access them.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Ireland offers Enterprise Ireland and EU grants for early-stage game startups. Capital dedicated to games is modest, but general funds and grants exist.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Ireland offers solid fundamentals with low unemployment and steady growth; housing costs and inflation stress family budgets.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Ireland operates an open market with EU protections. It offers startup grants and a thriving tech ecosystem to back founders.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Ireland offers a stable policy environment with steady support for tech and creative industries. This predictability aids our game/tech startup plans.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Ireland offers solid English-language education with secular/multidenominational options. Urban Catholic schools can be oversubscribed, so plan ahead.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Ireland has a strong game-education pipeline in Dublin and Galway, with accredited programs and studio partnerships offering internships and capstone projects.",
      "alignmentValue": 9
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Visa sponsorship for ICT roles is common in Ireland, with fast Critical Skills processing. Dependents and relocation support are available in Dublin and major hubs.",
      "alignmentValue": 9
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Ireland hosts vibrant Unity and Unreal communities (Dublin/Cork) with active cross-pollination, meetups, and EU game-dev funding.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Ireland offers clean air and abundant green spaces. Easy access to coastlines and forests supports our family-friendly outdoors.",
      "alignmentValue": 9
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Ireland\u0027s two-earner tax mix (income tax \u002B USC/PRSI) is around 30%. Strong public healthcare and education help offset costs.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Ireland in fall is mostly mild (9-14 C) with light sweater weather. October-November brings more rain and breezes.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Ireland\u0027s safe towns with parks and universal healthcare fit family priorities; mild climate supports outdoor time most days.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "In Ireland, spouse and two minor children usually qualify for family reunification with modest steps; partner gets Stamp 4, kids on dependent visas.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Ireland provides 26 weeks maternity leave and 2 weeks paternity; Child Benefit is available. Access can involve forms and processing times.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Ireland offers strong family supports (child benefit, childcare subsidies); benefits vary by income and family status.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Ireland, visa families have access to some social supports, but many benefits require habitual residence status and employer/PRSI-like contributions.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Ireland, smart-casual is common in urban/work settings; Dublin areas lean neat but allow relaxed wear at home or family events.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Ireland’s fashion is inclusive and expressive; in Dublin and bigger towns women wear smart-casual, practical outfits with room for individuality.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Smart-casual with waterproof outerwear and sturdy boots for Irish rain. Versatile, city-ready layers fit Dublin life with understated, modern appeal.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Ireland, progressive norms support diverse femininity; minor conservative pockets persist in some rural areas.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Ireland, firearms are tightly regulated with strict licensing for sport and hunting. Ownership exists but is highly controlled and safety-focused.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Ireland, consent culture is strong; flirting remains respectful with clear cues, and Irish venues reinforce boundaries.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Ireland\u0027s Dublin startup scene features large, experienced founder networks and active mentorship (Enterprise Ireland, hubs like Dogpatch Labs) supporting new teams.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Fresh markets and diverse restaurants are strong in Ireland\u0027s urban centers (Dublin, Cork). A few niche cuisines may require travel to regional cities.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Ireland, locals are friendly and welcoming to newcomers. Expat and community groups help you connect within weeks.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Ireland offers game-dev grants via Enterprise Ireland and EU programs. With a strong plan, expect roughly €450k–€1.1M annually.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Dublin and Galway host a mid-sized game dev scene with indie and outsourcing roles. AAA studios are limited, so networking is key.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Ireland\u0027s urban areas, gender-fluid identities are broadly accepted; some official documents lag behind practice.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Ireland offers strong gender rights protections and enforcement; parental leave improving; leadership representation still catching up.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Ireland, gender roles are largely egalitarian, esp. in urban areas with strong work-life policies; rural areas may still show tradition.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Ireland\u0027s urban centers, flirting norms are broadly modern; only minor lingering traditional cues remain in some circles.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Ireland visa life is stable but depends on work permits/renewals; GNIB/IRP, PPSN, and address proof required; rights vary by stamp.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Moderate warming expected; Ireland faces more heavy rain and coastal flooding, but mild summers and solid infrastructure keep risk manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Ireland\u0027s Start-Up Entrepreneur Programme offers founder visas with grants via Enterprise Ireland; processing times are moderate.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Moderate grooming expected; Ireland\u0027s tech scene leans business-casual, so a neat, low-maintenance look fits work and community life.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Ireland (IE), acceptance exists within progressive scenes and is tolerated publicly with respectful curiosity.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Ireland has universal public healthcare, but queues can be long. Many families use private insurance to shorten waits, including pediatric care.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Ireland (IE): visa families can access care but face extra paperwork and costs; private insurance is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Ireland offers Free Fees \u002B SUSI grants; broad HE options in Dublin/Cork/Galway/Limerick; non-citizens may face international fees.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Ireland (IE): US visa holders pay international fees; scholarships are limited, but work and PR pathways improve with longer residence.",
      "alignmentValue": 5
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Ireland\u0027s Dublin/Galway game dev scene is small but active; expect ~3 months to fill established roles, visa steps can extend timelines; networking helps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Ireland startup hiring is typically 1–2 months with active pipelines; EI/LEO support helps, aligning with our remote-friendly, grant-seeking plan.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Dublin rents in Ireland are high with limited stock; a 3-bed family home often exceeds €2k/month, with bidding and space compromises.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Tax in Ireland is largely digital (PAYE/ROS) with family credits; returns are pre-filled and guidance is clear for couples with kids.",
      "alignmentValue": 10
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Ireland is broadly welcoming to migrants; English ubiquity eases integration. Occasional debates on housing and cost of living temper sentiment overall.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Ireland generally welcomes US white migrants; English ubiquity aids integration. Minor stereotypes persist but are easy to navigate with local engagement.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Ireland offers broad access to public primary/secondary with largely free basics. Educate Together options are expanding, but top schools use catchments.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Ireland, visa families can enroll in public K-12, but expect extra paperwork and proof of residence; English language supports are available.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English is widely used in Ireland; Irish is official, but daily life and services are mainly in English, with bilingual options.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Ireland, English is widely used in studios; most docs are in English, with some Irish-language compliance needs.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Ireland\u0027s startup scene, English dominates investor communications; Gaelic fluency supports regulatory tasks and community outreach.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Ireland (Dublin) has several IP/tech firms with game IP licensing know-how; startup-friendly pricing and EU protections.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Ireland-wide LGBTQ\u002B protections are strong; Dublin and major cities are inclusive, though some rural areas may be cautious.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Playtesting exists in Ireland (Dublin/Cork) via university labs and local gamer communities; schedule lead time.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Ireland\u0027s urban discourse treats Marxism as a niche but visible strand; left ideas influence debates without dominating policy.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Ireland (IE), masculinity norms are broadly inclusive; caregiving is increasingly normalized, though some older circles hold traditional views.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Ireland, incidents are uncommon; authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Ireland\u0027s Dublin-area meetups offer frequent tech/game dev, parenting, and LGBTQ\u002B groups; poly scenes exist but stay low-profile.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Dublin, Ireland, the minimum wage is around €12.70/hour. It trails the living wage (~€14/hour) and can\u0027t comfortably cover housing or childcare.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "In Ireland, cities offer fast broadband and widespread contactless payments. The power grid is reliable and e-governance is solid, though rural areas lag.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Ireland, urban hubs like Dublin are welcoming to non-monogamy; rural areas require discretion.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "IE\u0027s open society supports direct, constructive dialogue; transparency and civil liberties are valued, with pluralistic media and inclusive communities.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Stunning Irish coastlines and lakes are within easy reach; family-friendly trails around Wicklow/Dublin offer frequent day trips.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Natural hazards in Ireland are rare and typically low impact. Atlantic storms may occur, but building standards and warnings keep families safe.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Great nature access in Ireland: Wicklow Mountains and coastline within easy reach from Dublin by rail or car; many family-friendly trails and parks.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Ireland has robust live music and pub culture with year-round festivals. Many daytime events and family-friendly options exist in Dublin, Cork, and Galway.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife exists in Dublin, Cork, Galway; pubs with live music, late bars. For families, earlier-evening options are common; plan sitters and transport.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Imirt - Irish Game Makers (Ireland) runs regular meetups and online hubs; welcoming families and newcomers to the Ireland game dev scene.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Dublin, Ireland hosts Keywords Studios, Vela Games, WarDucks and indie studios; a robust game ecosystem for a family-focused tech move.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Ireland, obesity is moderate. Active transport and public health programs help keep trends stable for our family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Strong Ireland game startup support via EI/LEO, New Frontiers, Imirt; Dublin grants and networks help launch studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Dublin can be fast and pricey; Cork/Galway pace is more relaxed, easing daily routines. Ireland outside Dublin supports better work-life balance.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Ireland offers empathetic parenting support and common paternal leave; schools partner with families.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Ireland naturalisation usually after 5 years\u0027 reckonable residence in 9 years (with 1 year continuous); dual citizenship allowed.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Perceived corruption in Ireland is low by EU standards. Strong rule of law and watchdogs support transparent public services.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Ireland, most locals read body language well; busy urban areas (Dublin, etc.) can feel closer than preferred, guiding personal boundaries.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Ireland, crowded transit exists; people respect personal space, check before touching, and back off if you signal discomfort.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Ireland (IE) offers two to three mild seasons with comfortable temps; expect rain in shoulder months, so plan for layers.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Ireland uses a parliamentary system with PR-STV and coalitions. Reforms occur through open civic channels and strong courts uphold rights.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Ireland (Dublin/Cork), polyamory is visible and tolerated. No legal recognition yet, so discretion helps with schools and immigration.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Ireland offers 2 years of free ECCE pre-school with NCS subsidies; urban waitlists and costs vary, so plan early for care.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Private/international schools exist in Ireland\u0027s cities (Dublin/Cork); fees are high and capacity is tight; secular options exist; verify accreditation.",
      "alignmentValue": 6
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Ireland, processed foods are common, but strong local markets balance meals with fresh produce.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Ireland (Dublin) PMM (Games) pay is near global medians after cost of living; packages often include bonuses/equity; remote/hybrid options common.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Ireland\u0027s game scene (Dublin area) has few dedicated PMM (Games) programs; expect sporadic workshops and online courses; most upskilling is self-directed.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Ireland has marketing/tech programs in Dublin. Studio partnerships exist, but dedicated PMM (Games) curricula are scarce, so on-the-job upskilling is common.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Ireland (Dublin): PMM (Games) roles typically 3-4 months; solid tech ecosystem, but niche talent may require proactive sourcing or relocation.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Ireland: English is widely used in games marketing. Local Irish language knowledge is a plus but not required.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Ireland game PM remote expectations: most studios offer flexible remote/hybrid work; EU-friendly hours and visa/grant support align with this family.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Moderate pool in Ireland (Dublin) for game product marketing. Strong tech scene and EU access, but senior PMMs may need relocation or remote options.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Progressive ideas thrive in Ireland\u0027s major cities (Dublin, Cork) with strong LGBTQ\u002B rights and abortion access. Rural areas temper national debates.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Ireland, progressive sex-positive norms support adult relationships with minimal policing. Casual dating is broadly accepted; some traditional circles gossip.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Ireland, public messaging emphasizes community care and factual updates via RTÉ and independent outlets; inclusive civic info from pluralistic media.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Ireland (IE), media is broadly free; watchdogs/public broadcasters debunk spins, and diverse outlets keep messaging balanced.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "In Ireland, Dublin\u0027s buses, Luas, and DART are usable, but delays and evening coverage gaps mean a backup car is wise for family errands.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Ireland (Dublin) offers EU access and local tech hubs, but publisher reps are limited; partnerships exist but require proactive outreach.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Ireland offers family-friendly towns with good schools and healthcare, but premium services and clubs can require planning due to demand.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Ireland, universal healthcare covers basics, but housing and childcare remain costly, pressuring savings for a two-kid family.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Ireland offers solid QoL for a two-adult, two-kid family with universal healthcare and strong schools; Dublin-area housing is a major cost.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Ireland offers strong real-time game dev capacity (Dublin area) with EU grants, cloud access, and English-friendly studios.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Ireland is largely secular; religion shapes culture but policy remains pluralistic and rights-protective, with some church influence in schools.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Hybrid/remote roles are standard in Ireland\u0027s established studios, with clear policies, aligning with your family-friendly, English-friendly setup.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Ireland\u0027s startup scene favors hybrid work with strong remote tooling, matching Sarah and Trey\u0027s needs; grants and visa routes support founders.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Remote and hybrid work are common in Ireland. Dublin and other cities offer coworking spaces and strong broadband for Trey, Sarah, and remote teams.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Stamps (1/1G/4); In Ireland (Dublin), Critical Skills can lead to Stamp 4 after a period; GEP longer; entrepreneurship routes available.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Ireland\u0027s stable tech scene and grants support long tenures; English ubiquity and family-friendly policies reduce churn, though project cycles may spike.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Ireland, State Pension (Contributory) starts around 66 with PRSI. Private pensions are common, and EU portability supports cross-border retirement planning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Ireland, pension access depends on PRSI contributions. Visa holders face residency thresholds, so private retirement savings become central.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles exist but cluster in a few Irish startups. Network regularly in Dublin and via remote gigs for steady opportunities.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Generally safe in Ireland; petty theft in crowded city cores (e.g., Dublin); unrest is rare. Exercise normal after-dark precautions.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Ireland has English‑medium public schools with non‑denominational and bilingual options; Catholic patronage remains common; expect catchment-based placement.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Ireland, sea water stays cool; most of the year 15–18 C; summer may need light wetsuits for kids.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Ireland\u0027s temperate climate brings mild seasons with regular rain. Expect a few stormy weeks per season, but overall manageable variability for family life.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Ireland, winter daylight is limited; stay energized with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Ireland\u0027s oceanic climate: mild summers, cool winters, frequent rain. Long summer days, short winter daylight; rain gear recommended for outdoor plans.",
      "alignmentValue": 8
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Ireland\u0027s Dublin/Cork tech scene has an adequate pool of senior leaders with startup experience; expect competitive offers.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Ireland is broadly liberal; sex education is comprehensive nationwide, with urban areas more open, though rural norms may vary.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Ireland offers strong anti-discrimination and LGBTQ\u002B protections with universal healthcare and family supports; newcomer access and housing waits may need outreach.",
      "alignmentValue": 8
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft rentals exist mainly in Dublin and commuter towns, but listings are tight. Expect fast competition and higher rents.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Ireland, spring is mild and damp. Most days feel comfortable, with occasional cool or windy spells requiring light jackets.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Stable democracy and pro-business Ireland; predictable policies and peaceful transitions with low protest risk for a family relocating from the US.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Ireland\u0027s liberal, rights-respecting democracy aligns with a progressive, family-friendly lifestyle and strong entrepreneurship support.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Ireland\u0027s dynamic, regulated market with startup grants and strong safety nets fits the family; English-speaking, welcoming communities and Dublin\u0027s tech scene.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Ireland has a modest but growing game-dev scene, centered in Dublin with several indie studios and supportive grants.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Ireland (IE): summers typically 18-22°C days with cool evenings; on rare hot spells it may reach ~25-27°C, nights stay well under 20°C.",
      "alignmentValue": 9
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Ireland, most interactions are warm and upbeat; locals respond positively to friendly initiations. Expect polite, cheerful exchanges in Dublin and beyond.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Ireland\u0027s Section 481/interactive media credits cover games with clear eligibility and timely payouts via Screen Ireland and Enterprise Ireland.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "IE entrepreneur visas can take months; budget for up to ~9 months and moderate fees. Premium options exist; gather strong docs for a family move.",
      "alignmentValue": 8
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in government in Ireland is generally high. Transparent, responsive services ease visas, healthcare, and daily life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Ireland (IE) shows low, well-managed corruption: mostly petty/procurement issues with strong oversight and quick corrective action.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Irish tech pay, especially in Dublin, is high relative to living costs; dual software careers support a comfortable Dublin lifestyle with remote options.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Ireland offer parks, markets, and family-friendly events. Most venues allow spontaneous visits, though popular spots may book up.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Ireland, primary ends ~14:30 and after-school care runs to ~18:00; many offices use 9:00-17:30, so mild schedule juggling.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Ireland offers 4 weeks (20 days) of paid leave plus public holidays (about 9 days). This suits family time for Trey and Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Ireland typically offers 20 days annual leave plus 9 public holidays; many employers total ~29 days with encouraged downtime.",
      "alignmentValue": 8
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Ireland (Dublin region) has several reputable vendors for overflow in art, QA, and engineering; supportive grants boost outsourcing viability.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Ireland (Dublin), compensation for real-time VFX aligns with global medians after cost-of-living adjustments; strong tech demand supports stable packages.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Irish VFX real-time education is intermittent; mostly visiting experts or remote courses. Dublin and Galway offer some short programs, but broader local options are limited.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "VFX (real-time) education in Ireland benefits from several programs (TU Dublin, IADT) feeding Dublin studios. Graduates are well-prepared for local studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Ireland (Dublin) VFX real-time roles typically 3-4 months; active sourcing or relocation support improves timelines.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Ireland (IE), English is dominant in VFX real-time studios; Dublin and Cork hubs support multilingual collaboration.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "IE VFX real-time roles trend hybrid/remote; Dublin studios support flexible work, with periodic onsite collaboration, aligned with your family-friendly policies.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Moderate Ireland VFX (Real-Time) talent pool; startups may need relocation or remote hires to access senior skills.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Ireland\u0027s view is pro-EU and cooperative with neighbors; UK ties are nuanced post-Brexit, but cross-border links remain strong.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "In Ireland, we present a balanced, open self-view, proud to adapt and learn locally. We value education, healthcare, and a welcoming community.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors see Ireland as welcoming and stable with strong EU ties. Brexit tensions with the UK exist, but cooperation remains solid.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Ireland offers Critical Skills/GEP and startup routes via Enterprise Ireland; you likely qualify, but most paths require a job offer or startup funding.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In Ireland, many urban neighborhoods offer walkable streets with safe crossings. Plan routes to avoid busy arterials, especially near Dublin suburbs.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Ireland (IE), US migrants are well-received; Dublin\u0027s startup ecosystem and clear visa routes (e.g., Critical Skills) ease relocation and business.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Rich literature and a growing Dublin tech scene with startup grants keep curiosity alive. English ubiquity supports family life.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Ireland are mild: days ~4-8 C; subfreezing nights rare; snow is uncommon outside uplands; heating costs manageable.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "IE typical full-time is ~39-40h; strong work-life balance supported by family-friendly policies and remote options in Ireland.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "IE: EU leave norms and flexible hours vary by employer; many tech firms in Ireland support boundaries, but peak projects can require extra hours.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Ireland follows EU labor protections; strong unions and clear termination rules; gig economy gaps remain; non-competes are limited.",
      "alignmentValue": 8
    }
  ]
}