{
  "version": 2,
  "iso": "IE",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Environment in Dublin, Ireland is high quality: dense urban core with quick access to Howth cliffs and Phoenix Park; plan for occasional pollution alerts.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Global warming risk in Dublin, Ireland is manageable; mild climate with resilient infrastructure, though occasional heavy rain is possible.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Dublin, Ireland has a mild maritime climate with frequent rain. Winters are cool, summers mild - plan for damp days and flexible outdoor time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Dublin air quality is generally good. Watch for seasonal pollen and occasional traffic spikes; use a portable filter on high days.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Dublin, Ireland has low natural-disaster risk with rare storms/floods. Strong building codes and flood defenses mitigate impacts for families.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Dublin, spring is mild and often wet; comfortable days dominate, but expect a few cold, windy spells and jackets for the kids.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Dublin summers in Ireland are mild: typical highs around 20-22 C with cool evenings; outdoor time is comfortable without heavy AC.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in Dublin, Ireland is mild (roughly 10-15 C). Most days are sweater-weather with light rain.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Dublin winters are mild; subfreezing nights occur but daytime temps are typically 5-10 C; snow is rare.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Dublin beaches like Dollymount Strand and Killiney are nearby via DART; water is cold and lifeguard coverage varies, with limited shade, so plan family swims.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Dublin, Ireland: sea water runs cool, roughly 12-17 C in summer. Wetsuits are common for kids for comfortable swims.",
      "alignmentValue": 4,
      "sameAsParent": true
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Dublin Bay and Wicklow cliffs offer strong coastal scenery within 60 minutes; expect crowds - plan weekend trips for regular outdoor time.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Dublin, Ireland, min wage (~€12/h) struggles to cover housing/childcare for a two-adult, two-child family; expect subsidies or dual incomes.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Dublin software salaries hover around €90-120k, strong for senior roles but high rents still strain family budgets.",
      "alignmentValue": 8
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Dublin\u0027s strong .NET market, with Microsoft, HubSpot, Stripe and many consultancies, offers Trey cloud-focused roles with remote options.",
      "alignmentValue": 9
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Dublin has a healthy Ruby/Rails market with remote options; English-friendly and family-friendly tech scene.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Dublin, Ireland, employer visa sponsorship is common for IT roles; dependents are typically included, with startup visas available for founders.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic Health",
      "alignmentText": "Ireland\u0027s economy is solid, with Dublin\u0027s tech sector and grants supporting startups; strong jobs and wages, but housing costs bite.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Dublin\u0027s hybrid/remote norms are strong; plentiful coworking options, fast broadband, and an English-friendly startup scene keep isolation low.",
      "alignmentValue": 9
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Dublin, Ireland, work-life balance is solid with remote options. Startups may crunch, but overall flexibility supports family time.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Dublin, Ireland, standard full-time is 37-38 hours with flexible policies; supports family-friendly schedules and remote work.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Ireland offers 20 days of annual leave plus public holidays, about 29 days in Dublin. This fits the \u00278\u0027 level (25\u002B days) for family planning.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Dublin, Ireland, typical leave is about 25-29 days (20 days vacation \u002B ~9 public holidays); downtime planning is common.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Dublin\u0027s pace is generally manageable; build buffers around Luas routes and school runs to protect family time.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Dublin schedule works with mild juggling: drop-offs around 08:50 and 09:30 standups on the Luas to Docklands. After-school care runs to 17:45, dinners around 19:00.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Dublin weekends offer Marley Park markets, Phoenix Park activities, and kid-friendly museums; Sundays blend downtime with board games.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Phoenix Park and Imaginosity anchor weekends in Dublin. Free national museums help families, but housing is expensive and childcare waitlists are common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Dublin, polyamory is visible with communities and spaces; schools and immigration paperwork still default to two-parent families.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Dublin, Ireland, parenting is supported: collaborative schools, parental leave, and family-friendly policies align with your priorities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Dublin, Ireland offers kid-friendly neighborhoods with parks and good schools; a few dense areas and bus-pram access require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Dublin, Ireland offers many non-denominational and Gaelscoil primaries with bilingual options; overall strong access, though some schools have waitlists.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Dublin, ECCE covers 3–4s; infant care is private and costly with waitlists—plan a backup with a childminder.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Dublin, Ireland: SAC subsidies are means-tested; fees still require top-ups; not universal coverage for a 1- and 5-year-old.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Dublin, Ireland, visa families can access some childcare subsidies, but residency/means-testing apply. Expect partial support and initial private care.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Dublin has secular Educate Together schools. Catchment rules and Catholic patronage can create waitlists and commutes for seats.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Dublin, visa holders enroll in public primary schools with address proof and PPS numbers. Oversubscribed schools may issue temporary offers or require longer commutes.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Dublin, Ireland has solid private options, but tuition is premium (€15k-€30k per year) and spaces are competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Dublin, Ireland offers solid family supports (child benefit, parental leave), but high housing costs and some bureaucratic delays.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Dublin, Ireland: Visa families have solid social supports, but cash benefits usually need longer residency or employer sponsorship.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Ireland\u0027s public universities offer near-free tuition for citizens; broad degree paths and grants help families in Dublin.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Dublin, non-EU students (visa holders) pay higher fees; intl offices help, but many scholarships exclude non-EU.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dublin, Ireland: gender roles are largely egalitarian with policy-backed parental leave and flexible work; caregiving is shared, though some legacy norms linger.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Dublin, Ireland, gender-fluid identities are broadly accepted; support groups exist, though some official documents lag.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Ireland has strong, enforced gender rights; Dublin offers inclusive services and protections for LGBTQ\u002B families.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Dublin, Ireland, femininity norms are broadly inclusive; urban life supports diverse expressions with only minor traditional pockets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Ireland (Dublin) shows evolving masculine norms with nurturing and emotional openness increasing; pockets of traditional views persist.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Dublin\u0027s literary festivals, parks, and a thriving game/tech scene keep the family curious. English-friendly, safe neighborhoods and easy European travel invite ongoing exploration.",
      "alignmentValue": 10
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English is widely used in Dublin, Ireland; most services and schooling operate in English, easing daily life and integration.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Progressivism",
      "alignmentText": "Progressive values are strong in Dublin, Ireland, with emphasis on education, equality, and climate action. This matches your family\u0027s priorities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Marxist ideas in Dublin appear mainly in academia and critique; not policy-dominant, society is ambivalent but open to debate.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Atheism",
      "alignmentText": "In Dublin, Ireland, atheism is widely accepted. Open belief is normal in public life and schools, with secular media and tolerant workplaces.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "IE (Dublin): Sexual health and consent education are comprehensive and inclusive; urban Ireland supports sex-positive attitudes and accessible resources.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Dublin, Ireland, Pride and gender-affirming services support LGBTQ\u002B families; urban access to inclusive spaces is strong.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Dublin\u0027s GAA clubs and parent networks welcome newcomers; schools help ties form. High rents and expat turnover mean you\u0027ll need to actively join groups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Ireland sees itself as confident yet humble: open, progressive, and proud of Dublin\u0027s inclusive culture and strong EU ties.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Dublin, Ireland sees neighbors (UK/EU) as positive partners; cross-border cooperation and cultural exchange are actively promoted.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Dublin, Ireland is viewed positively by regional neighbors; cross-border travel and EU ties aid your move. An open, tech-friendly environment fits your family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Dublin nightlife clusters around Temple Bar and Harcourt Street with pubs and live music; families plan sitters and rely on late-night transit.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Dublin, Ireland, men\u0027s fashion is modern in the city; suburbs skew classic, and workwear is typically smart-casual.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Dublin\u0027s fashion scene is dynamic and inclusive, reflecting Ireland\u0027s progressive, body-positive culture. Women here express style freely with broad freedom from judgment.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Board games and climbing at Awesome Walls, with parkruns in Dublin, Ireland. Forty Foot sea swims round out our weekend routines.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Regular board game nights in Dublin at Clockwork Door and Gamers World; Smithfield hosts English-friendly campaigns for families.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Dublin\u0027s live music scene is vibrant with pubs, TradFest, and diverse venues; plenty daytime gigs for families, but late-night shows require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Dublin hosts frequent tech, parenting, and LGBTQ\u002B meetups near coworking hubs. Inclusive vibes and Slack invites are common.",
      "alignmentValue": 10
    },
    {
      "key": "Nature Access",
      "alignmentText": "Public transit (DART/Luas) makes Howth headlands and Wicklow trails reachable. On sunny weekends, spots fill fast; plan ahead for family-friendly trips.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "Dublin, Ireland has transparent institutions and strong rule of law with participatory governance. Fits your progressive, community-focused family values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Dublin, Ireland: the state remains secular; religion and politics stay separate, personal beliefs respected, with plural, evidence-based policymaking.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Dublin, Ireland offers strong worker protections with active enforcement and unions; gig-sector gaps persist.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "State ideology in Dublin, Ireland champions pluralism and human rights with evidence-based policy; a welcoming, inclusive setting for your family.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Ireland\u0027s Dublin has strong democratic safeguards. Independent judiciary and media protect civil liberties.",
      "alignmentValue": 10
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Dublin, Ireland blends innovation with strong safety nets and startup grants; ideal for our tech family and visa plans.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Stability in Ireland (Dublin) is strong. Stable democracy, predictable policies, and solid safety nets support family life and entrepreneurship.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Dublin, Ireland has pluralistic media with minimal propaganda; watchdogs and public broadcasters help counter spin.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Dublin, Ireland\u0027s public messaging tends to be factual and community-focused. It uses diverse media with low propaganda.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Dublin, Ireland, strong healthcare and childcare supports exist, but housing affordability and outreach gaps limit full family coverage.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Dublin, Ireland offers solid trust in public institutions with transparent services. Plan for housing costs and healthcare access.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Dublin, Ireland shows low corruption with strong watchdogs and EU transparency, supporting stable, family-friendly day-to-day life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Ireland shows low corruption overall; in Dublin issues are promptly addressed thanks to strong oversight and transparent public services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Dublin, 3-bed family homes near parks can top €3,200/mo with bidding wars; stock is tight, so expect compromises on space or commute.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Generally safe by US standards; petty theft can occur in busy areas after dark. Favor well-lit, family-friendly neighborhoods and sensible late-night precautions.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Ireland\u0027s universal system in Dublin offers solid pediatric care; costs stay moderate, but specialist wait times can be lengthy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Dublin, Ireland, visa holders can access public healthcare but may face costs and paperwork; private insurance can help.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Child Care Support",
      "alignmentText": "National Childcare Scheme helps, but Dublin creches have long waitlists and monthly infant fees around €1,100–€1,400. Backup care networks are essential.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Ireland (Dublin) offers strong family supports: universal Child Benefit and childcare subsidies, though some programs are income-tested and involve admin steps.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Dublin\u0027s primary schools are generally strong; secular options exist (Educate Together), but high demand requires early applications.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Dublin\u0027s DART/Luas/buses cover daily needs, but BusConnects delays and evening gaps require planning; Leap cards and occasional car-share help.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "Dublin\u0027s pro-entrepreneur economy with EU grants and stable governance supports your startup life and family needs in Ireland.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Ireland\u0027s tax system is generally transparent with online Revenue services. In Dublin, complex self-employment may require an accountant.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Estimated tax rate in Dublin, Ireland ~25-30%; supports strong public services (schools, healthcare) and family benefits offset costs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Dublin banking is solid with strong protections. Cross-border needs are well supported by fintechs, though initial residency/docs can slow setup.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Dublin\u0027s steep costs (creche fees, housing) strain savings; solid tech salaries or grants help, but budgeting remains tight.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Ireland (Dublin), retirement is solid but depends on continuing PRSI contributions and private savings. Public pension and medical cards offer support.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Ireland (Dublin): visa holders with PRSI can access the State Pension (Contributory) after retirement age; requires contribution years.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Dublin, Ireland, STEP and Critical Skills visas offer viable founder paths with clear criteria; processing is thorough but predictable.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Dublin, US families are generally welcomed. The strong tech ecosystem, English usage, and startup visa options ease relocation.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Ireland (Dublin) offers long-term routes (Critical Skills/STEP) to permanent residence; dependents allowed; renewals may require ongoing income proof.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Path to Irish citizenship: ~5 years residence with dual citizenship allowed; Dublin offers a clear, family-friendly naturalisation process.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouse and minor children can join a Dublin founder visa with minor steps; Ireland\u0027s family reunification options are workable.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Dublin, IE visa path for a US family may take up to a year. Legal/translation costs will add up.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Dublin, Ireland offers startup visa options. Compliance is manageable with annual reporting.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Ireland (Dublin), US-Irish dual citizenship is allowed with minimal restrictions. No renunciation required.",
      "alignmentValue": 10
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Dublin, Ireland, visa holders have solid employment rights and good schools with English ubiquity; civic rights differ (no national vote) but life is high quality.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Dublin, Ireland hosts major studios (Riot, Keywords) and thriving indie hubs, offering regular openings; some roles are more in demand.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Dublin, Ireland studios typically fill roles in about 6-8 weeks; strong pipelines support Trey\u0027s game/tech ventures and visas.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Dublin salaries for established studios align with global medians after cost-of-living; competitive for families, with solid benefits and local bonuses.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English is widely used in Dublin studios; some Irish docs exist. The family prefers English but is willing to learn Gaelic in Ireland.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Dublin studios in Ireland widely support hybrid/remote work with formal policies; aligns with Trey/Sarah\u0027s family-friendly, remote-friendly needs.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Notable game studios exist in Dublin, Ireland, with an active indie to mid-tier scene, offering networks and EU funding options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Dublin, Ireland has a solid game dev scene with regular meetups and online hubs through IGDA Ireland, welcoming newcomers and families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Dublin offers EI grants, Dogpatch Labs, and strong game dev talent; solid funding paths for a startup studio.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Dublin\u0027s startup ecosystem (EI grants, Dogpatch Labs, ex-Riot/EA networks) supports 6–8 week hires for early-stage roles. Pipelines stay active in Dublin.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Dublin, comp tracks global medians after cost of living. Startups offer cash \u002B equity, with family-friendly benefits and public healthcare access.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Dublin, startups mainly operate in English for investors and platforms; local Irish fluency supports hiring and compliance.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Dublin startups widely support remote/hybrid work with mature tooling. This aligns with the family\u0027s need for flexible schedules and work-life balance.",
      "alignmentValue": 9
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Dublin, Ireland benefits from gigabit fiber, 5G, a dense data-center hub, a reliable power grid, and strong transit; outages are rare.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Dublin\u0027s climate is mild and wet, with seasonal shifts that are usually gentle. Plan for the occasional storm or cold snap and carry rain gear.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Noticeable winter darkness in Dublin; we can stay energized with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In Dublin, Ireland, mild temps year-round but frequent rain; roughly half the year is pleasant outdoors, with the rest requiring rain-friendly planning.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "High rents and childcare costs in Dublin strain this two-parent, two-child household; public healthcare and childcare subsidies help, but housing queues persist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Dublin, Ireland, housing and childcare strain a middle-income budget. Public services and grants help ease the squeeze.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Premium amenities are abundant and reliable in Dublin; occasional waitlists but plentiful alternatives.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Dublin, 2k sq ft rentals are scarce and pricey. You may need to compromise on location or consider outer Dublin suburbs.",
      "alignmentValue": 3
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Dublin, Ireland, there are a few reputable co-living or cooperative options for families; demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Dublin, Ireland, locals are consistently warm and helpful; active expat/tech groups speed integration within weeks.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Dublin is broadly welcoming to expats; English suffices and the tech scene is strong, though housing costs can spark debates.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Dublin, US families are broadly welcomed; vibrant expat networks ease integration, though occasional stereotypes about Americans exist.",
      "alignmentValue": 9
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Dublin, service is generally friendly and responsive. Initiating contact often yields warm, helpful responses, even in busy shops.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Dublin, Ireland, expats find clubs, community events, and family-friendly groups; with consistent effort, deep bonds form.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Dublin, Ireland, personal space is generally respected; crowded transport or pubs may feel closer, but norms are easy to learn.",
      "alignmentValue": 9
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Dublin, direct yet courteous honesty is valued; clearly share concerns or needs and expect constructive, empathetic responses.",
      "alignmentValue": 9
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Dublin\u0027s business-casual vibe rewards neat, presentable style. A gentle push to stay polished for work and social life.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Dublin, body diversity is supported; healthy living is inclusive; gyms welcome all abilities; occasional boundary setting keeps confidence.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Dublin, Ireland, smart-casual is common. Tidy outfits and weather-ready gear help your family blend in at work and in social settings.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Dublin, consent norms are strong and public safety is high. Most social encounters stay respectful with clear cues.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Dublin, Ireland, flirting norms are largely modern; a few circles cling to traditional roles, but overall inclusivity supports all genders.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Dublin, Ireland, urban hubs are tolerant; polyamory-friendly subcultures exist, mainstream spaces tolerant if discreet.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Dublin, Ireland, casual dating is widely accepted in urban circles; openness is common and nonmonogamy is respected.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Dublin, Ireland, progressive scenes tolerate polyamory with respectful curiosity; institutions may still require discretion.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Dublin, personal space is generally respected. Handshakes or brief hugs follow cues, and we\u0027ll steer interactions politely.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Dublin, Ireland, gun ownership exists mainly for sport; licensing, safe storage, and training rules are strict and widely respected.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Dublin, Ireland follows harm-reduction policies with strong health services and education. For personal use, penalties are light.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Dublin, Ireland: police practices are proportionate with strong oversight; families rarely witness aggressive sweeps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Dublin, Ireland, mass violence incidents are uncommon. Authorities communicate clearly, and communities feel prepared.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Ireland (Dublin): Prisons generally meet international standards with independent oversight and restorative programs.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Dublin walkability varies: inner districts are family-friendly and walkable, but some arterials require caution; plan kid-friendly, safe crossings.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Dublin, Ireland, wellness resources are accessible. Parks, cycling, and public health messaging support healthy routines for families.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Dublin, ultra-processed snacks are common, but fresh markets balance meals. It aligns with the family\u0027s health and QoL priorities.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Dublin, fresh produce is plentiful and global cuisines are widely available. Markets and diverse eateries are within easy reach, with only rare gaps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Dublin, IE is moderated by universal care and open dialogue. Some paediatric/adult wait times persist, but supports are available.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Dublin, Ireland, obesity is moderate. Strong public health programs and walkable neighborhoods help keep trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Dublin, Ireland cancer incidence aligns with global norms; robust screening and universal healthcare support early detection and ongoing care.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "In Dublin, Ireland, the diversified tech scene supports quick rehiring after downturns. Grants and visa programs aid founders and remote workers.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Dublin, Ireland, has a strong, diverse game/animation studio scene with dozens of studios and solid EU funding options; founder-friendly.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Dublin, Ireland hosts Riot Games\u0027 Europe studio as a clear anchor; a growing indie scene offers steady hiring and local game-dev opportunities.",
      "alignmentValue": 6
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Dublin hosts a strong EU outsourcing scene with Keywords Studios and peers offering QA, localization, art, audio, and engineering support for remote work.",
      "alignmentValue": 9
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Education pipeline in Dublin, Ireland is solid: TU Dublin, UCD, and DCU offer CS/game tracks with internships, feeding talent reliably.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Dublin offers regular bootcamps and meetups plus university continuing education. These options cover most upskilling needs for tech professionals locally.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Dublin, Ireland offers frequent tech and game-dev meetups and annual conferences, with a welcoming expat community and active guilds.",
      "alignmentValue": 9
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Dublin shows strong Unity and Unreal scenes with active meetups and studios; cross-pollination in education and events supports multi-engine hiring.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Dublin, Ireland has a strong real-time game dev ecosystem with Azure and EU data centers. There is some pre-rendered work, but real-time is well supported.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Dublin tech demand is high. Competition for software/cloud roles exists, but Ireland\u0027s Critical Skills visa and grants support hiring.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "In Dublin, Ireland, the mature tech/game scene supports solid retention with grants and visas; occasional project cycles bring mild churn.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Dublin\u0027s tech scene has D\u0026I commitments, but progress is uneven across firms; strong LGBTQ\u002B protections and English ubiquity support newcomers.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Strong Irish tax reliefs for creative work including games; Dublin hosts many studios. Applications are competitive but grants exist.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Ireland\u0027s policy environment remains stable, especially for tech and game startups in Dublin. Visa options and grants support founders and remote teams.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Growing founder network in Dublin with regular meetups and accelerators. Enterprise Ireland and IDA support new ventures there.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Dublin has Enterprise Ireland grants and generalist funds; solid game-dev ecosystem, though few dedicated game investors; good public support.",
      "alignmentValue": 8
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Occasional game cohorts in Dublin via NDRC/Enterprise Ireland; not a constant game accelerator, but accessible funding and ecosystem.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Dublin has a robust pool of senior tech leaders and startup veterans; competition from multinationals means competitive offers are often needed.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Strong tech contractor bench in Dublin for Azure/web dev. Top game/Unity talent can book weeks ahead; plan for hybrid sourcing.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Dublin has strong coworking and startup spaces (Dogpatch, The Digital Hub) with good broadband; mocap/indie labs are limited, but grants and programs exist.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Dublin has multiple IP/game-law specialists and EU publishing options; startups can access clinics and major firms at reasonable rates.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Dublin has a growing game-dev scene and EU funding; publishers engage occasionally here. Most platform relations are remote; attend local events to connect.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Dublin, Ireland has a growing game-dev scene and local university labs. Plan for lead times on formal playtests.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Ireland offers a Start-up Entrepreneur Programme in Dublin; startup visas exist but quotas and documentation add friction for US founders.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Dublin costs are slightly above average; tap Irish grants, visas, and a strong game/dev ecosystem to offset rents and payroll for your family.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Dublin, Ireland offers a strong 3D character artist pool across studios and outsourcing partners, with mid-to-senior talent and recent shipped projects.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Dublin offers multiple solid 3D/animation programs (TU Dublin, NCAD, IADT) feeding well-prepared grads yearly; strong studio links boost pipelines.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Dublin, Ireland offers regular 3D art courses at TU Dublin and private colleges; active workshops and meetups support ongoing upskilling.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Dublin has a strong game/3D art scene and English-friendly hiring. Expect 3-4 months to fill a 3D character artist role; visa/relocation may extend timelines.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Dublin, Ireland, 3D artist comp is ~20% below global medians. English-friendly setup with visas and strong QoL help families offset the gap.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Dublin, English is dominant for 3D character artist roles; teams are multilingual, and basic Irish helps with local collaboration.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Dublin 3D character artist roles are usually hybrid; fully remote work is limited, often for seniors. This aligns with family-friendly onsite collaboration in Ireland.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Dublin has a solid 3D animation scene with studios and freelancers; senior roles are competitive, often needing targeted sourcing.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Dublin hosts multiple solid animation degrees (TU Dublin, IADT, Ballyfermot) feeding well-prepared 3D animators into local studios.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Dublin has university and private 3D animation courses. Regular short programs and workshops fit Trey\u0027s Unity/C#/game dev work in Ireland.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Dublin, 3D animator roles typically take 3-4 months; proactive sourcing and possible relocation support required due to competitive EU talent.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Dublin, 3D animator pay trails top hubs by ~25–30%; but Ireland offers strong benefits, English ubiquity, and good QoL for families.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "English is dominant in Dublin animation studios; you\u0027ll find universal English fluency, with bilingual Irish basics sometimes helpful.",
      "alignmentValue": 10
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Dublin studios favor hybrid 3D animation roles; fully remote options exist but negotiable; ensure strong broadband and family-friendly hours.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Dublin, Ireland has a moderate pool of 2D environmental artists; universities feed grads, but senior hires may require relocation or longer searches.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Dublin has several strong design/animation programs (TU Dublin, NCAD, IADT); graduates are ready for 2D environmental art roles.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Dublin offers occasional 2D environment art courses (NCAD/TU Dublin); most upskilling is self-paced or remote, with limited local providers.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Dublin\u0027s strong game/art scene means 2D environmental artist roles typically close in 1-2 months, matching global benchmarks and easing skilled-migrant hiring.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "7: Dublin game studios offer solid packages with benefits; compensation trails top NA hubs by ~10-15%, but remains competitive in Ireland.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Dublin studios predominantly use English; Irish language skills help but are not required for most 2D environmental art roles.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Dublin, Ireland, studios often support flexible remote/hybrid 2D environmental artist roles with gear stipends and async workflows.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Dublin\u0027s real-time VFX pool is solid, with several studios; senior talent is competitive, so startups may lean on remote hires.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Dublin hosts several strong VFX/real-time programs (TU Dublin, IADT, Trinity) feeding industry-ready grads; robust local pipeline.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Dublin offers regular VFX real-time continuing education via TU Dublin and Animation Skillnet; solid instructors and active local exposure.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Dublin’s VFX Real-Time roles typically take 2–3 months due to niche competition; English-friendly, strong studio ecosystem supports hiring.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Dublin, Ireland, real-time VFX pay trails top hubs by ~20–25%, yet strong benefits and EU-friendly setup entice talent.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "VFX Real-Time in Dublin: English-first studios with multilingual teams; English fluency widely used; no local-language prerequisites for your family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Remote weeks are possible for real-time VFX in Dublin, Ireland. Frequent onsite collaboration remains standard.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Dublin\u0027s tech scene has many studios, but CM roles cluster around a few employers. The mid-to-senior CM pool is solid; top roles are competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Dublin hosts TCD, UCD, and TU Dublin with media/tech programs; strong studio partnerships feed community manager grads, though niche remains evolving.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Dublin has regular tech meetups and online communities; short courses cover core community manager skills with solid instructors, though content varies.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Dublin\u0027s active tech/startup scene typically fills community manager roles in 1-2 months, with English fluency and expat-friendly pipelines helping.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Dublin CM pay is solid but ~10–15% below top NA hubs. Ireland\u0027s grants/visa options help offset the gap for families.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Dublin\u0027s work scene is English-dominant; bilingual support exists and Gaelic familiarity helps. Your English-first profile with willingness to learn fits.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Dublin, Ireland studios commonly support flexible remote/community roles with strong broadband and English proficiency; expect hybrid options.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Dublin, Ireland offers a moderate product marketing for games pool; startups may need relocation or remote hires, aided by Ireland\u0027s grants and dev ecosystem.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Dublin offers strong marketing/business programs with ties to the games sector. Studios provide internships and product-marketing roles.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "In Dublin, expect regular short courses and uni programs for game product marketing; strong tech scene, but fewer dedicated PM (games) tracks.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Dublin\u0027s games/tech scene yields PMM (Games) hires in 2-3 months. Strong remote options can speed fits for your family.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "In Dublin, PMM (Games) pay roughly matches global median after cost of living; solid local game ecosystem and family-friendly benefits, but not top NA levels.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Dublin, Ireland: English is widely used in games marketing. Basic Irish knowledge is helpful for local outreach but not essential.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Dublin, Games PMM roles are typically hybrid. Remote work is negotiable with strong broadband and family-friendly policies in Ireland.",
      "alignmentValue": 8
    }
  ]
}