{
  "version": 2,
  "iso": "IE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Cork\u0027s .NET scene is solid (Apple, local firms) with remote options; steady openings, but top pay remains centered in Dublin.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Cork, Ireland, 2D Environmental Artist pay trails top markets by ~10-15%, but lower living costs and startup incentives help attract talent.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "In Cork, Ireland, local options for 2D environmental art continuing education are limited. Most upskilling comes from online or remote courses.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "In Cork, 2D art pathways exist via MTU Cork and UCC design/animation programs. Cohorts are modest; expect on-the-job upskilling and studio partnerships.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Cork\u0027s 2D Environmental Artist hiring typically runs 4-5 months; use remote/EU talent to close faster given local pipelines.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Cork studios mainly use English; Gaelic is optional. English-first environments with occasional bilingual teams are common.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Cork, Ireland, 2D environmental art roles are often hybrid/remote with strong async workflows; expect occasional on-site collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Cork, Ireland has a small 2D environmental artist pool; mid-level talent dominates, with senior mentorship via remote work or imports.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Cork, Ireland, 3D animator pay is ~20% below global medians; strong benefits and remote options improve attractiveness.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Limited structured 3D animation continuing education in Cork; MTU Cork offers occasional short courses. Most upskilling is online or self-directed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Cork offers animation and game design programs (MTU Cork) with studio partnerships; cohorts are modest, with limited large-scale pipelines.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Cork, 3D animator hiring tends to 3–4 months; proactive sourcing and relocation aid needed due to a modest local pipeline but growing tech/creative sector.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "English is the norm for Cork, Ireland, 3D animators. Many studios are multilingual, but English remains the primary working language.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Cork studios offer partial remote weeks for 3D animators, but require regular onsite work; the local game/dev scene supports hybrid teams.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Moderate 3D animator pool in Cork, Ireland; mid-level talent common, seniors may require relocation or remote hires.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Cork, Ireland 3D character artist pay is about 20% below global medians. Local cost of living helps, but top-tier benefits are rare.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Limited local 3D character art continuing education options in Cork; most advanced topics require remote courses.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Cork, Ireland has few dedicated 3D character art programs. Most graduates come from general animation/game courses and need on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Cork, 3D character artist roles take 3-4 months. Proactive sourcing and local hubs are needed due to a smaller pool than Dublin.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Cork, English is dominant in studios; Irish language skills are a bonus; teams are often multilingual.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Cork, remote 3D character artist roles are common; studios offer hybrid setups and gear stipends, supported by strong broadband and EU access.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Moderate Cork, Ireland 3D character artist pool; startups may need relocation for niche senior roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Cork offers general startup incubators (e.g., Rubicon Centre, UCC) and Enterprise Ireland programs; game-specific accelerators are limited.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air in Cork, Ireland is generally good; PM2.5 near 10 µg/m³ with seasonal dust/pollen days; portable filters handy for sensitive family members.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Cork\u0027s game scene centers on Keywords Studios as the main anchor, a service studio focused on QA, art and localization rather than owned IP.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "Cork, Ireland is largely secular and tolerant; atheism is generally accepted, though some ceremonies still reflect religious tradition.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Ireland (Cork), strong courts/media shield democracy; backsliding risk is low, matching the family\u0027s emphasis on civil liberties.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Cork, Ireland offers modern, low-fee banking with SEPA instant payments and strong protections. Digital banks ease cross-border access.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Cork beaches, e.g., Garretstown and Fountainstown, are within an hour of Cork City; family-friendly with seasonal lifeguards and solid facilities.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Cork\u0027s UCC clubs and Warpcon keep tabletop lively in Ireland, giving Trey regular playtest partners and family-friendly events.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Cork, Ireland, body image talk is generally mild and respectful; occasional boundary setting helps protect the kids\u0027 confidence.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Cork, Ireland (IE) has a diversified economy with tech and pharma; downturns bring short hiring pauses, quickly offset by grants and founder visas.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Cancer incidence in Cork, Ireland aligns with global norms; strong screening and universal healthcare enable early detection for families.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "In Cork, Ireland, carceral conditions meet international standards with active oversight; a few facilities lag in services and transparency.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Cork, Ireland: NCS subsidies exist, but infant places are scarce; families rely on creches and registered childminders, with illness contingencies.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Cork, Ireland is kid-friendly overall; parks, safe streets, and family services are common, with Douglas and Bishopstown offering stroller-friendly areas.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens in Cork, Ireland receive National Childcare Scheme subsidies that reduce 1-year-old care fees significantly; some out-of-pocket costs remain.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Cork, Ireland, visa families generally qualify for childcare subsidies with clear docs; minor residency checks.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Sea swimming clubs, Munster rugby, and Kinsale foodie weekends align with our outdoor and community interests in Cork, Ireland.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Cork, Ireland\u0027s tech scene is growing with monthly meetups and university-backed groups; game/dev events occur quarterly with solid attendance.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Cork, Ireland, public health supports families with wellness programs; we will still need to connect with like-minded circles to stay motivated.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Cork, Ireland has a few co-housing options; entry is limited and may require patient search, but family-friendly programs exist.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Cork, Ireland, CM pay lags top hubs by 10-15%. It remains competitive for mid-level talent, helped by a growing local tech scene.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Cork, Ireland offers occasional local training for community managers. Online courses and visiting experts fill the skills gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Cork has UCC/MTU programs in computing and marketing; local studios help entry CM roles, but dedicated CM curricula are still limited.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "CM hiring in Ireland (Cork) tends to close fast: strong tech pipeline, English fluency, and hybrid roles; expect 1-2 month timelines.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "English is dominant in Cork\u0027s work culture; basic Gaelic knowledge helps but isn\u0027t required for community managers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Cork, Ireland, remote/hybrid CM roles are common in tech; expect flexible hours, async workflows, and equipment stipends often available.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Cork, Ireland has a moderate community manager pool: mix of mid-level pros and some seniors; relocation or remote options may be needed for scarcity.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Cork, Ireland, friendly neighbors and active GAA clubs foster belonging with a little initiative. Expats and local ties grow through clubs, schools, and community groups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Cork, Ireland studios typically align with global medians after cost-of-living adjustment. Strong benefits support family stability for this profile.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Cork, comp generally tracks European medians with cash \u002B meaningful equity. Government grants and visas help startups extend runway and equity value.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Ireland Cork presents navigable compliance for a first-time US visa applicant; expect periodic checks and annual filings, plan with a local solicitor.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Cork offers regular short courses via UCC/CIT, ETB centers, and libraries. Good for upskilling, with some travel needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Cork has a serviceable contractor bench with IT/software freelancers; pockets of scarcity for niche game dev, but generally responsive.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "In Cork, Ireland, policy emphasizes harm reduction and accessible treatment through universal healthcare. Penalties are not overly punitive.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Cost in Cork is moderately above Midwest levels. Rents and payroll are higher, but grants and visa supports help runway.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Cork, Ireland is high for a family; childcare and housing press two-earner budgets; plan with local discounts.",
      "alignmentValue": 6
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Cork, Ireland offers several coworking hubs and a growing startup scene; game-specific labs are scarce, but reliable broadband and support exist.",
      "alignmentValue": 6
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "In Cork, Ireland, demand for software/game dev and cloud skills is growing; competition for niche roles is noticeable, but remote options help.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Cork, Ireland, depression prevalence is below average with strong access to counseling and community supports, aligning with your family\u0027s openness.",
      "alignmentValue": 9
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Cork, Ireland, local clubs and community events help newcomers connect. Show interest and deeper bonds form quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Cork\u0027s English-speaking tech scene shows steady D\u0026I progress with inclusive hiring and ERGs; some representation gaps remain.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Ireland (Cork), drug enforcement is generally targeted with oversight. Families rarely face heavy policing, but occasional crackdowns may arise.",
      "alignmentValue": 9
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Ireland (Cork) fully permits US–Irish dual citizenship with no major restrictions.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "In Cork, Ireland, early-stage grants via EI/LEO Cork total around €150k–€350k; viable for MVP/game dev but competitive.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Solid early-stage access in Cork via Enterprise Ireland grants and generalist funds; public programs plus local VC support games, with game-specific backers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Cork\u0027s tech-led IE economy shows steady growth with low unemployment; solid wages and supports help families, though living costs are still high.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "In Cork, Ireland, startup-friendly, grant-rich economy with EU rules supports tech founders. Governance is stable, aiding family-oriented growth.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Ireland\u0027s Cork shows strong policy continuity with stable rules and EU grant programs, supporting family-friendly entrepreneurship with minimal surprises.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Cork, Ireland offers solid public schools and bilingual options (Gaelscoileanna/Educate Together); admissions lotteries mean planning early for ethos.",
      "alignmentValue": 8
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Cork hosts UCC and MTU with CS/media programs; game-focused options exist but no full local game-dev pathway. Internships with studios exist but are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Cork, Ireland, many tech employers sponsor skilled visas and include dependents. Sponsorship is common but varies by role.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Cork\u0027s game-dev scene leans Unity. University labs and meetups support Unreal/other engines for cross-training.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Cork\u0027s River Lee views blend city life with quick access to West Cork\u0027s green spaces. The environment is high quality with clean waterways and parks.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Ireland, Cork: two-adult, two-child tax around mid-20s% with strong public services; childcare credits help offset costs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in Cork, Ireland is typically 9-15°C with rain and occasional windy days. Layering keeps the family comfortable for outdoor plans.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Life",
      "alignmentText": "Fitzgerald Park and Lifetime Lab anchor family life in Cork; strong schools and walkable neighborhoods, though childcare costs and waitlists persist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "In Cork, Ireland, spouses and minors can join via family reunification; adult dependents like Trey face hurdles and may need separate visa routes.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Cork, Ireland, strong childcare, healthcare, and parental leave support; however bureaucratic delays can slow payments.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Cork, Ireland offers strong family supports (Child Benefit, childcare subsidies). Some programs are income-capped or require paperwork.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Ireland (Cork), visa families face limited, not full, benefits; expect bureaucracy and reliance on HR/legal help for residency paths.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Cork, Ireland, tidy smart-casual is typical; casual wear works daily, but schools and offices expect neat, presentable attire.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Cork\u0027s urban fashion scene is diverse and body-positive, with broad style freedom for women in Ireland\u0027s cosmopolitan city.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Cork, Ireland, urban fashion for men is modern and versatile. Smart-casual with expressive touches fits with the family\u0027s progressive values.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Cork, Ireland, femininity norms are broadly inclusive with minor conservative pockets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Cork, Ireland: strict gun licensing and safe-storage rules; firearms exist mainly for sport, with strong safety norms and low everyday exposure.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Cork, Ireland, consent norms are strong and inclusive. Most flirting is respectful with clear cues; if needed, direct communication or staff support helps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Cork has a growing founder network with university programs, coworking hubs, and EI/LEO support; mentors available on request for a game/software startup.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Cork has The English Market and solid international options; overall strong access, with a few specialty ingredients needing a short trip to bigger cities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Cork, Ireland locals are welcoming. Connections form once you engage with local communities, and relationships tend to grow gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Cork, Ireland has scattered indie studios and university labs; solid for remote/contract work, but local gigs hinge on networking.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Cork, Ireland offers strong protections and active LGBTQ\u002B support for gender diversity; nonbinary recognition lags in official docs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Cork, Ireland offers strong gender rights: constitutional protections and active enforcement across civil, health, and family law for families like yours.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Cork, Ireland shows strong egalitarian norms with policy backing. Legacy expectations linger in some households.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Cork, Ireland, flirting norms are largely modern; a few traditional circles persist, but people can initiate or respond freely.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Cork, Ireland, visa holders enjoy strong work rights and residency pathways, but cannot vote; stability depends on permit renewals.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "7: Cork, Ireland has noticeable but manageable climate stressors (more rain, warmer summers). Local resilience programs help mitigate impacts for your family in Cork.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Ireland offers a Start-up Entrepreneur Programme via Enterprise Ireland. Quotas and paperwork can slow Cork-based founders.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Cork, Ireland favors practical polish at work; a 7 means gentle grooming cues without fashion hype for a family-friendly tech scene.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Cork, Ireland, openness exists in progressive circles; institutions are cautious, but social acceptance is growing.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Cork, Ireland, public healthcare (HSE) offers universal-ish access with pediatric care, but specialist wait times and some costs persist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Healthcare in Cork, Ireland is accessible, but visa families often rely on private insurance; expect some costs and paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Cork, Ireland, citizens have broad access to higher education: the Free Fees Initiative covers most undergraduate tuition; grants and programs are available.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Cork, Ireland, visa students may enroll freely but pay higher tuition; some scholarships and work options exist.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Cork’s established studios typically fill roles in about 3 months; visa processing for first-time applicants can push timelines to 3–4 months.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Hiring in Cork remains moderate; 3-4 months to fill core startup roles, aided by Nimbus, local enterprise offices, and the GameCraft network.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Cork (Douglas/Ballincollig), family homes rent for €2,200–€2,600 and move fast; stock isn\u0027t Dublin-level cutthroat, but competition remains.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Cork, Ireland, taxes are digital and straightforward for employees, but complex start-up incentives may need an accountant.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Cork, Ireland, immigrants are broadly welcome; language and culture are respected, with occasional debates over housing and services.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Cork, Ireland, white migrants are generally welcomed with strong community networks; only rare stereotypes to navigate.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Cork, Ireland: K-12 access varies by district; informed parents navigate to secure placements at top schools (Educate Together/Presentation) via early apps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Enrollment for visa holders in Cork, Ireland public schools is allowed with proof of address and immigration status; popular schools may have waiting lists.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Cork, Ireland, English is dominant; daily life and services operate in English, easing integration. Irish is available for learning if desired.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Cork, Ireland, studios mainly use English; Gaelic appears in some community/regulatory docs. This fits your English-ubiquity priority and willingness to learn Gaelic.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Cork startups run primarily in English; bilingual Irish helps with hiring and compliance, with translation budgets for outreach and admin.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Cork has some IP/tech lawyers. Startups may rely on Dublin firms for game publishing deals.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Cork, Ireland offers strong LGBTQ\u002B protections and active Pride; urban acceptance is high, with rural areas still more variable.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "In Cork, Ireland, there are limited dedicated playtesting vendors; teams recruit ad hoc panels from local universities and dev meetups for feedback.",
      "alignmentValue": 6
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Cork, Ireland, Marxist ideas influence academia and policy debates moderately; open, pluralist discourse exists, but policy remains centrist.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Cork, Ireland, masculinity norms are evolving; emotional openness is rising, though pockets of traditional views remain.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Incidents are uncommon in Cork, Ireland. Authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Cork has weekly tech, maker, and parenting meetups near Republic of Work and UCC. Options are fewer than Dublin, so proactive outreach helps.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Cork, Ireland, the minimum wage lags the cost of living for a family with two kids. This typically requires additional income or subsidies.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Cork, Ireland enjoys SIRO fiber, strong broadband and reliable power; urban transit supports remote work, though some rural gaps remain.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Cork, Ireland, acceptance varies. Urban areas are more welcoming, while some circles prefer discretion.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Cork, Ireland, openness is welcomed; share concerns directly but with tact, respecting local norms and privacy.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Cork coastlines and Cobh harbor offer easy family outings in Cork, Ireland. Ballyhoura forests add accessible trails for weekend nature time.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Natural disasters in Cork, Ireland are rare and low impact. Strong weather warnings and robust infrastructure keep storms and floods manageable.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Cork, Ireland offers Kinsale coves and Gougane Barra within an hour by car; outdoor days are doable, though some spots may require gear or permits.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Live music thrives at Cyprus Avenue and the Crane Lane in Cork; the Jazz Festival anchors the calendar, but late-night options taper after midnight.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Cork is moderate and centered downtown. Most venues close by 11pm, so we plan taxis or early-evening outings suitable for families.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Notable game dev communities in Cork, Ireland exist but are modest. Expect online hubs and occasional local meetups for families.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Notable studios exist across Ireland, with Dublin as the hub. Cork\u0027s scene is smaller but growing, helped by strong grants and EU programs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Cork, Ireland, obesity is moderate. Local active transport and public health programs help keep trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Cork has strong mentoring via LEO Cork, Nimbus, and GameCraft; Enterprise Ireland grants exist, but some rounds still go to Dublin/London.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Cork, Ireland combines a calm, walkable vibe with short commutes, leaving room for relaxed family dinners and bedtime stories.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Cork, Ireland offers empathetic parenting guidance, normal paternal leave, and constructive school partnerships.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Ireland offers naturalisation after ~5 years of lawful residence with dual citizenship; Cork provides clear, family-friendly pathways for migrants.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Perceived corruption in Ireland (Cork) is low; watchdogs and transparent governance support trust in daily life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Cork, Ireland, locals are generally friendly and read cues well; busy markets and pubs can feel closer—keep boundaries clear and polite.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Cork, Ireland, locals generally respect personal space; a handshake is common. In crowded transit, people still read cues and back off politely.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Cork, Ireland has a mild year-round climate with frequent rain; roughly half the year is great for outdoors, the rest needs rain-aware planning.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "Ireland\u0027s political system is transparent and participatory, with strong rule of law. In Cork, governance is stable and open to citizen input.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory in Cork, Ireland: private circles are welcoming, but mainstream services may misunderstand; discretion with schools and landlords remains prudent.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Cork, Ireland, ECCE covers 3-4 year-olds; for a 1-year-old, care is costly with waitlists and variable hours for dual-working families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Cork has selective private schools and international programs; spots are limited and tuition runs around €10–15k, so private options exist but costly.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Cork, Ireland, you can shop well with planning; fresh markets and groceries are abundant, with convenient processed options nearby.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "PMM (Games) pay in Cork, Ireland trails top markets by ~25-30%; lifestyle perks and local grants offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "In Cork, Ireland, local continuing education for games Product Marketing Manager is limited; most courses are online or in Dublin, with few advanced options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Cork offers marketing/business degrees at UCC/MTU, but dedicated games PMG tracks are limited; graduates rely on on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Hiring velocity for Games PMM in Cork is modest; expect 4-6 months or more due to small local pipelines; remote/relocation may help.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Cork, Ireland: PMMs in games mainly use English; strong English fluency is typical, with occasional preference for basic Irish familiarity.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Cork, Ireland, PMM roles for games are often hybrid. Remote is negotiable, aligning with your remote-friendly needs and Cork\u0027s game-dev ecosystem.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Cork, Ireland has a moderate Games PMM pool; university grads and local studios help supply talent. Startups may require relocation or remote arrangements.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Progressive Cork, Ireland features strong civic engagement and policies supporting education, healthcare, and inclusivity—matching your family values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Cork, Ireland, most peers are open about relationships; casual dating is accepted in urban circles, though some traditional families may gossip.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Cork, Ireland, public messaging should center shared wellbeing and accurate information. It should avoid nationalist spin and support inclusive civic life.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Cork, Ireland, media is pluralistic with strong independent outlets. Watchdog bodies debunk occasional spin to keep discourse fair.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Cork City relies on Bus Éireann routes and some suburban rail; schedules are inconsistent, so many families still drive for school runs.",
      "alignmentValue": 6
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Publisher presence in Cork is limited; most relations are handled remotely. Plan to engage via EU-wide events and Dublin conferences for access.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Cork, Ireland offers solid dining, culture, and schools for higher earners. Some elite options may require planning or travel to Dublin.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Cork, Ireland offers universal healthcare and good schools; housing and childcare costs can strain a modest two-child family, though supports exist.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Quality of life in Cork, Ireland is solid for a middle-income family; housing and childcare strain budgets, but universal healthcare and strong schools help.",
      "alignmentValue": 6
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Cork, Ireland has a mostly real-time game/dev scene with strong broadband and EU access. Some studios also handle pre-rendered work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion in Cork, Ireland leans secular; policy stays evidence-based and pluralistic, protecting minority rights amid cultural influence.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Remote allowed case-by-case at Cork studios; hybrid work is common, supporting the family\u0027s remote-friendly setup in Ireland.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Cork, Ireland startups lean hybrid with mature remote tooling; aligns with this family\u0027s remote/hybrid needs and periodic on-site days.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Cork, Ireland favors hybrid/remote work with strong broadband; plentiful coworking and multinational presence keep remote life connected.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Residency options in Ireland (Start-Up, Critical Skills, Stamp 4) offer long durations. In Cork, renewals require ongoing business or employment proof.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Low churn risk in Cork: startup grants/visa options, English-friendly business climate, and family-focused QoL support enable long stays.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Retirement (Citizens) alignment: 7 — pensions cover basics; plan supplemental income. In Cork, Ireland, elder care is decent but living costs require budgeting.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Cork, Ireland, visa workers with PRSI can access the state pension after a few years of contributions. Long-term settlement supports retirement funding.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Cork, Ireland, Ruby roles exist but cluster in a few firms; regular networking keeps opportunities flowing.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Cork, Ireland is generally safe for families; crime is low with occasional late-night incidents around the city center.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Cork, Ireland has public, non-denominational and language-immersion options (Gaelscoileanna). Admissions depend on catchment and waitlists, so plan ahead.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Cork water stays cool most of the year (about 15-19 C). Expect wetsuits for longer swims; heated pools can help in shoulder seasons.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Cork\u0027s seasons are mild with frequent rain and Atlantic storms; plan for wet spells and wind but rare extreme heat or cold.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Winter darkness is noticeable in Cork, Ireland. Regular outdoor breaks and light therapy help keep energy steady.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Cork, Ireland has mild, year-round seasons. Expect frequent rain and damp days, so pack layers and a rain jacket.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Moderate senior tech talent in Cork; startups often hire remote or cross-border leaders; big anchors limit local availability, grants can help attract.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex attitudes in Cork, Ireland are open with accessible health resources. This matches your sex-positive, progressive values and need for inclusive support.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Ireland (Cork) offers strong welfare and near-universal healthcare, with solid safety nets; some access delays and eligibility hurdles remain.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft rentals in Cork, Ireland, are scarce and move fast, with premium rents; prioritize family-friendly areas like Bishopstown or Ballincollig.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Cork, IE is mild and variable; expect mostly 8–15 C with occasional wind and showers—comfortable overall with a few chilly days.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Stability",
      "alignmentText": "Ireland remains steady with predictable policies. Cork offers safe, tight-knit communities and solid public services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Ireland (Cork) features a pluralist, rights-based system with evidence-driven policy and open media - well aligned with your family values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Cork, Ireland blends social protections with a pro-business climate; a balanced capitalism supports startups via grants and visa pathways.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Cork, Ireland has an emerging studio scene with a handful of studios and micro teams; grants and networks support indie and startup projects.",
      "alignmentValue": 5
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer in Cork, Ireland is mild with highs around 20-22°C and cool evenings. Park days and restful nights are comfortable without AC for this family.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Cork, Ireland, service is warm and English-speaking. Initiating chats usually yields friendly, positive responses.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Ireland offers Section 481 tax relief for games/creative work; Cork hosts Enterprise Ireland funding and local grants, though competition is high.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Ireland Cork visa path may take up to a year; expect legal/translation costs and careful planning for family relocation.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in Ireland\u0027s government is solid; Cork\u0027s local services are transparent and responsive, with occasional agency delays.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Cork, Ireland, corruption tends to be petty and localized and is corrected. Public services are transparent, supporting stable, family-friendly governance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Cork, senior software salaries hover around €75–95k. With two incomes and careful housing, the lifestyle is achievable.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Cork, weekends feature Marina Market, trips to Cobh or Kinsale, and kids’ activities. Plans blend weather, flexibility, and popular spots.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Cork schools start ~09:00 (drop ~08:40); offices 09:00–17:30. After-school clubs and GAA fill 15:00–18:00 with wraparound care.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "IE statutory leave is 20 days plus 9 public holidays (~29 days). This falls in the 25\u002B days band, helping family time and planning.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Cork, Ireland, typical paid leave is about 25–29 days plus public holidays. That fits your focus on work–life balance and downtime.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Cork\u0027s growing tech scene offers some local QA/art vendors, but capacity is limited; plan to rely on remote EU/UK partners for overflow.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX Real-Time pay in Cork, Ireland is roughly 20% under global medians. This is offset by strong QoL, English ubiquity, and family-friendly living.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Cork has limited local continuing education for real-time VFX; only a couple of providers cover basics, with advanced topics mainly online.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Cork has MTU and UCC offering computing/media programs; graduates exist. Dedicated real-time VFX pipelines are limited; most learning is on-the-job.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Cork, Ireland has a modest VFX real-time market; expect 3-4 month hiring timelines and proactive sourcing, relocation may help.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Cork, Ireland: VFX (Real-Time) roles are English-dominant; basic Irish helps, but English is widely used in studios.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Cork, VFX Real-Time roles exist but remote options are case-by-case. Local studios show limited process maturity for remote work.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Moderate Cork real-time VFX pool; few local studios exist. Many specialists are Dublin-based, so remote hires or relocation may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Cork, Ireland, the UK is viewed as a friendly neighbor; strong cross-border travel and collaborative initiatives persist despite Brexit.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Cork, Ireland projects a confident yet humble self-view: open, progressive, family-friendly. English is widespread and newcomers are welcomed.",
      "alignmentValue": 9
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Ireland (Cork) has strong regional ties in Europe and with the UK; solid diplomacy and trade, with occasional Brexit-related policy disagreements.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Cork, Ireland offers multiple visa routes for founders and developers (Critical Skills, General Permit, Start-up). Applications online with clear criteria.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Cork has walkable pockets and parks; plan routes to avoid busy arterials. Ballincollig and nearby suburbs offer safer, family-friendly pedestrian access.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "US migrants are well-received in Cork, Ireland; strong English proficiency and a welcoming tech ecosystem ease integration.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Cork blends family-friendly life with coast and parks, plus strong schools. West Cork food trails and the Cork Jazz Festival fuel ongoing curiosity.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Cork is mild; sub-freezing nights occur occasionally, but daytime temps stay around 5-10 C, and snow is rare.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Cork, Ireland typically shows a 35h workweek with strict overtime caps; remote/hybrid options and family-friendly schedules align with your goals.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Cork, Ireland, work-life balance is strong; flexible hours and parental leave are common, enabling family milestones without penalty.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Robust workers\u0027 rights in Cork, Ireland, with active unions and accessible enforcement; most protections apply, though some gig roles lag.",
      "alignmentValue": 9,
      "sameAsParent": true
    }
  ]
}