{
  "version": 2,
  "iso": "JP",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Even in dense Tokyo, clean streets and quick escapes to wooded mountains give the kids fresh air, though cedar pollen season means we plan outdoor time.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Sea-level rise, harsher typhoons, and deadly heatwaves already test coastal metros, so our risk-averse family would need evacuation plans and extra insurance.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Spring and autumn stay mild enough for park days, but sticky monsoon summers and occasional chilly snaps mean Sarah has to schedule around weather swings.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "National emissions standards keep PM2.5 low most days so the kids can play outside, with only occasional yellow-dust spikes near the capital.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Frequent earthquakes, tsunami alerts, and late-summer typhoons demand constant preparedness and could upend school and work routines.",
      "alignmentValue": 2
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March–May run roughly 5–20°C (41–68°F) with blooms and light rain, great for outings once we manage cedar allergies.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "July–August sit around 30–33°C (86–91°F) with sauna-level humidity and warm nights, so outdoor play needs early mornings and strong A/C.",
      "alignmentValue": 3
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September starts humid near 25°C (77°F) before cooling to the teens, but typhoons and lingering rain mean we need backup plans.",
      "alignmentValue": 6
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Tokyo winters hover near 0–10°C (32–50°F); light coats and occasional frost feel gentler than Missouri cold snaps.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Clean beaches and island getaways exist, yet they require train or flight planning and crowd management during school holidays.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Coastal water only warms above 22°C (72°F) for a short mid-summer window, staying brisk the rest of the year.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Rail trips unlock alpine hikes, onsens, and coastlines, giving the family easy weekend nature escapes.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The national average near ¥1,000/hour (~$7) lags far behind big-city living costs, so side income or skilled roles remain essential.",
      "alignmentValue": 4
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Mid-level engineers typically earn ¥6–8M ($40–55k), which covers local expenses but limits US-style savings for our goals.",
      "alignmentValue": 5
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Enterprise firms still run .NET stacks, yet most roles expect Japanese fluency and office presence, narrowing Trey's options.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Tokyo's Shibuya and Roppongi startup corridors host vibrant Ruby/Rails teams, with meetups like Tokyo.rb giving Sarah English-friendly peers even if some shops stay Japanese-first.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Large tech employers sponsor engineer visas routinely, though meticulous paperwork and Japanese documents demand patience.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Low unemployment and manageable inflation support stability, but aging demographics keep growth sluggish for entrepreneurs.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Hybrid policies exist after 2020, yet many teams still default to office-first norms that limit Sarah's preferred remote cadence.",
      "alignmentValue": 4
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "After-hours expectations and nomikai culture remain strong, clashing with the family's need for predictable evenings.",
      "alignmentValue": 3
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Legal 40-hour weeks are undercut by common unpaid overtime and weekend crunches in tech.",
      "alignmentValue": 3
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Employees accrue 10 paid days after six months and slowly build from there, leaving little buffer for extended US visits.",
      "alignmentValue": 4
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Many staff take fewer than 10 days because of workload and team pressure, so unplugged family trips require negotiation.",
      "alignmentValue": 3
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Urban life oscillates between intense rush hours and quiet neighborhoods, so we would constantly plan downtime to keep Sarah's stress down.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools run roughly 8:30–15:00 while tech jobs stretch past 18:00, forcing us to juggle after-school care or staggered shifts.",
      "alignmentValue": 4
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends offer museums, festivals, and arcades, yet popular spots book up fast and transit crowds require advance planning.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Safe streets and abundant kid amenities support family routines, though long work hours can cut into shared time.",
      "alignmentValue": 6
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamorous relationships lack legal standing and are kept discreet, limiting the family's social openness.",
      "alignmentValue": 2
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools expect parents to volunteer, manage homework clubs, and coordinate uniforms, adding cultural homework for newcomers.",
      "alignmentValue": 4
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Cities provide spotless parks, nursing rooms, and stroller-friendly transit, offset by small housing that limits indoor play.",
      "alignmentValue": 6
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools are high performing and safe, and major metros add international campuses for continuity.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Public hoikuen and ninka daycares are plentiful but Tokyo's ward waitlists push families toward licensed private centers or corporate nurseries if they need care before age three.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Tokyo citizens can tap subsidized hoikuen once admitted, but ward lotteries are fierce so dual-working parents often bridge gaps with pricier private nurseries or sitter services.",
      "alignmentValue": 4
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Registered foreign residents qualify for subsidies after enrolling, but language-heavy forms and guarantor requirements slow access.",
      "alignmentValue": 5
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Compulsory schooling delivers consistent quality with safe campuses and strong STEM tracks.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident visa holders can join local schools, though instruction is Japanese-first and supplemental language support is limited.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "International schools provide English continuity but command tuition comparable to US private schools.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Parental leave policies and child allowances exist, yet corporate culture discourages fathers from taking the full benefit.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Long-term residents can tap leave and allowances, but approvals hinge on employer sponsorship and Japanese filings.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Prestigious national universities charge modest tuition and offer strong engineering and design pipelines.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International programs are growing, though language exams and limited English tracks require early planning.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Workplaces still assume women manage home life, making it harder for Sarah to find egalitarian teams.",
      "alignmentValue": 3
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Non-binary visibility is increasing in cities, yet legal recognition and workplace comfort lag behind family expectations.",
      "alignmentValue": 3
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Legal protections exist on paper, but political representation and pay equity trail progressive benchmarks.",
      "alignmentValue": 5
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Kawaii aesthetics and modest dress codes dominate, which may feel restrictive for Sarah's style.",
      "alignmentValue": 3
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Salaryman expectations prize long hours and stoicism, pressuring Trey to conform in traditional firms.",
      "alignmentValue": 4
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Cutting-edge tech, safety, and vibrant pop culture align with the family's creative hobbies and game interests.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English signage helps in tourist zones, but daily bureaucracy and most workplaces operate in Japanese, requiring study.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Urban governments champion inclusivity more than national politics, so progressive change moves in incremental steps.",
      "alignmentValue": 5
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist parties exist but remain minority voices, yielding modest support for socialist policies.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "Most residents engage in secular rituals without dogma, matching the family's preference for low religious pressure.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Public conversation stays conservative and sex education is limited, despite a robust private adult industry.",
      "alignmentValue": 3
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Major cities host Pride events, yet national law still lacks marriage equality and rural acceptance lags.",
      "alignmentValue": 4
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighborhoods are polite and safe, but making deep friendships takes time and Japanese fluency.",
      "alignmentValue": 4
    },
    {
      "key": "View of self",
      "alignmentText": "Collectivist norms encourage humility and fitting in, which may challenge the family's desire for direct feedback.",
      "alignmentValue": 4
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Historical tensions with China and Korea flare periodically, though day-to-day interactions stay cordial.",
      "alignmentValue": 4
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Japan's defense posture and history still draw criticism from neighbors, affecting regional sentiment.",
      "alignmentValue": 3
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Late-night trains, izakaya, karaoke, and arcades keep city nightlife lively for adults once childcare is arranged.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men's fashion swings between tailored suits and streetwear, so Trey can blend in whether commuting or networking.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women's styles range from minimalist to kawaii, offering Sarah creative options if she navigates modest dress codes.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Gaming, anime, seasonal travel, and craft clubs align with the family's interests and offer ready-made communities.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Board game cafes operate in major cities, but many events run in Japanese, so participation may need translation.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Tokyo's Shimokitazawa clubs, Akihabara game bars, and anime festivals give Trey nonstop creative networking without leaving the metro.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech and language meetups abound, yet conversations lean Japanese-first, requiring extra effort to fully engage.",
      "alignmentValue": 4
    },
    {
      "key": "Nature Access",
      "alignmentText": "Rail passes unlock mountains, ski towns, and coasts within a few hours, keeping weekend adventures easy.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "A constitutional monarchy with regular elections maintains democratic norms important to the family.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion rarely shapes policy debates, keeping governance largely secular as the family prefers.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Labor laws promise overtime pay and leave, but weak enforcement and social pressure undercut protections.",
      "alignmentValue": 4
    },
    {
      "key": "State Ideology",
      "alignmentText": "Centrist coalitions favor market stability with social insurance, offering predictability without radical swings.",
      "alignmentValue": 6
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts and media plus international alliances keep institutions steady despite ruling-party dominance.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "A mature market economy offers consumer choice yet still favors keiretsu over scrappy startups.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Crime and political unrest stay low, supporting long-term planning and the kids' schooling continuity.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Media is largely independent, though government disaster messaging is coordinated and omnipresent.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Official communications emphasize resilience, safety drills, and national unity more than overt ideology.",
      "alignmentValue": 6
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal health care and pensions provide a safety net, but child benefits lag Scandinavian standards.",
      "alignmentValue": 6
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Public trust is moderate: scandals surface, yet agencies generally deliver services competently.",
      "alignmentValue": 6
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Corruption cases are infrequent and often investigated, supporting the family's desire for rule of law.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "When corruption appears, it centers on factional favoritism or bid-rigging rather than street-level bribery.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Urban housing is compact and pricey; larger family units near good schools require high rents or suburban commutes.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Extremely low violent crime lets the kids navigate transit independently once older.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal insurance keeps doctor visits affordable with short waits, even for specialists.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Foreign residents join national insurance after registering, though English-speaking providers can be scarce.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Monthly child allowances and daycare subsidies exist, yet long hours and waitlists limit how much support feels usable.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Benefits exist on paper, but workplace expectations and small apartments make it hard for a typical family to recharge.",
      "alignmentValue": 4
    },
    {
      "key": "Education",
      "alignmentText": "Academic outcomes are strong with safe campuses, but pressure-heavy culture may require balancing activities for the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "High-frequency trains, shinkansen links, and IC-card access make car-free living realistic even with children.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "A stable market economy ensures reliable services, yet bureaucracy and keiretsu dominance can slow indie ventures.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Employers withhold income tax and file year-end adjustments, but freelancers must navigate Japanese-only e-tax portals.",
      "alignmentValue": 6
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Combined national and local taxes plus social insurance usually land near 22–28% for a dual tech household.",
      "alignmentValue": 5
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Cash remains common for rent and clinics, yet IC cards and online banking cover most daily spending once accounts are set up.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Tokyo's rents, childcare fees, and imported groceries stretch budgets unless the family embraces smaller spaces.",
      "alignmentValue": 3
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "National pensions provide modest stipends that need private savings as the population ages.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Visa holders earn pension credits but must stay long-term to benefit; otherwise only partial lump-sum refunds apply.",
      "alignmentValue": 4
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Skilled worker, highly-skilled points, and startup visas are available with clear criteria but high documentation burdens.",
      "alignmentValue": 5
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Immigration officers stay polite yet formal; American talent is accepted professionally but social integration takes work.",
      "alignmentValue": 4
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Work visas span 1–5 years and permanent residency is possible in 5–10 years with stable income.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization is doable after five years with language interviews but requires renouncing US citizenship.",
      "alignmentValue": 6
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and dependent kids receive linked visas with school access, while extended relatives face steeper barriers.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Applications take several months and require translations, guarantors, and moderate fees that we must budget.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Strict reporting rules on address changes and employment mean administrative slip-ups can jeopardize status.",
      "alignmentValue": 4
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Japan expects naturalized citizens to drop other passports, limiting flexibility for the kids.",
      "alignmentValue": 2
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Securing housing and phones often needs a guarantor and Japanese contracts, so we'd lean on local partners.",
      "alignmentValue": 4
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Nintendo, Sony, and a strong mobile sector offer plentiful roles for experienced developers with some Japanese.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Heavyweights like Sony, Square Enix, Sega, and Bandai Namco cluster around Tokyo, and Odaiba incubators keep Trey's studio close to AAA partners and middleware vendors.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Meetups such as Tokyo Indies exist but run mostly in Japanese, limiting casual networking until we build fluency.",
      "alignmentValue": 5
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Startup visas in places like Fukuoka help, yet high costs, local investors favoring proven teams, and language-heavy paperwork raise the bar.",
      "alignmentValue": 4
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Bullet trains, resilient power grids, and fast fiber connections meet the family's need for reliable modern infrastructure.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Extremes & Variability\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Sunlight Hours\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Pleasant Weather Windows\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Friendliness & Neighborliness Index\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - General",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - General\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - White Migrants",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - White Migrants\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Surface Interaction Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depth-Seeking Social Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Boundary & Bubble Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Moral, Honesty & Openness Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Living Opportunities\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Lower-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Lower-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Middle-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Middle-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Higher-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Higher-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Spacious Housing Benchmark (2k sq ft Rent)\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Grooming & Beauty Investment\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Body Image & Fitness Pressure\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fashion & Style Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Flirting Boundaries & Consent Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Gendered Flirting Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Monogamy vs. Non-Monogamy Acceptance\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Promiscuity Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Group & Multi-Partner Relationship Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Space & Touch Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Firearm Laws & Ownership Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Controlled Substance Policies\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Drug Enforcement Climate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Mass Violence Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Carceral Conditions & Prison Labor\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Walkability & Pedestrian Safety\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Health Consciousness\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Processed Food Saturation\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fresh & International Cuisine Access\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depression Prevalence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Obesity Rate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Cancer Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Broader Job Market Resilience\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    }
  ]
}
