{
  "version": 2,
  "iso": "JP",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Even in dense Tokyo, clean streets and quick escapes to wooded mountains give the kids fresh air, though cedar pollen season means we plan outdoor time.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Sea-level rise, harsher typhoons, and deadly heatwaves already test coastal metros, so our risk-averse family would need evacuation plans and extra insurance.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Spring and autumn stay mild enough for park days, but sticky monsoon summers and occasional chilly snaps mean Sarah has to schedule around weather swings.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "National emissions standards keep PM2.5 low most days so the kids can play outside, with only occasional yellow-dust spikes near the capital.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Frequent earthquakes, tsunami alerts, and late-summer typhoons demand constant preparedness and could upend school and work routines.",
      "alignmentValue": 2
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March–May run roughly 5–20°C (41–68°F) with blooms and light rain, great for outings once we manage cedar allergies.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "July–August sit around 30–33°C (86–91°F) with sauna-level humidity and warm nights, so outdoor play needs early mornings and strong A/C.",
      "alignmentValue": 3
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September starts humid near 25°C (77°F) before cooling to the teens, but typhoons and lingering rain mean we need backup plans.",
      "alignmentValue": 6
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Tokyo winters hover near 0–10°C (32–50°F); light coats and occasional frost feel gentler than Missouri cold snaps.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Clean beaches and island getaways exist, yet they require train or flight planning and crowd management during school holidays.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Coastal water only warms above 22°C (72°F) for a short mid-summer window, staying brisk the rest of the year.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Rail trips unlock alpine hikes, onsens, and coastlines, giving the family easy weekend nature escapes.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The national average near ¥1,000/hour (~$7) lags far behind big-city living costs, so side income or skilled roles remain essential.",
      "alignmentValue": 4
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Mid-level engineers typically earn ¥6–8M ($40–55k), which covers local expenses but limits US-style savings for our goals.",
      "alignmentValue": 5
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Enterprise firms still run .NET stacks, yet most roles expect Japanese fluency and office presence, narrowing Trey's options.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Tokyo and Osaka host lively Ruby/Rails teams with English-friendly startups, supporting Sarah's stack more easily.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Large tech employers sponsor engineer visas routinely, though meticulous paperwork and Japanese documents demand patience.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Low unemployment and manageable inflation support stability, but aging demographics keep growth sluggish for entrepreneurs.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Hybrid policies exist after 2020, yet many teams still default to office-first norms that limit Sarah's preferred remote cadence.",
      "alignmentValue": 4
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "After-hours expectations and nomikai culture remain strong, clashing with the family's need for predictable evenings.",
      "alignmentValue": 3
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Legal 40-hour weeks are undercut by common unpaid overtime and weekend crunches in tech.",
      "alignmentValue": 3
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Employees accrue 10 paid days after six months and slowly build from there, leaving little buffer for extended US visits.",
      "alignmentValue": 4
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Many staff take fewer than 10 days because of workload and team pressure, so unplugged family trips require negotiation.",
      "alignmentValue": 3
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Urban life oscillates between intense rush hours and quiet neighborhoods, so we would constantly plan downtime to keep Sarah's stress down.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools run roughly 8:30–15:00 while tech jobs stretch past 18:00, forcing us to juggle after-school care or staggered shifts.",
      "alignmentValue": 4
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends offer museums, festivals, and arcades, yet popular spots book up fast and transit crowds require advance planning.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Safe streets and abundant kid amenities support family routines, though long work hours can cut into shared time.",
      "alignmentValue": 6
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamorous relationships lack legal standing and are kept discreet, limiting the family's social openness.",
      "alignmentValue": 2
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools expect parents to volunteer, manage homework clubs, and coordinate uniforms, adding cultural homework for newcomers.",
      "alignmentValue": 4
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Cities provide spotless parks, nursing rooms, and stroller-friendly transit, offset by small housing that limits indoor play.",
      "alignmentValue": 6
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools are high performing and safe, and major metros add international campuses for continuity.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Municipal daycares exist but waitlists in Tokyo and Osaka push dual-working parents to apply early or use pricier private hoikuen.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens receive subsidies and capped daycare fees, yet limited slots and paperwork still require backups.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Registered foreign residents qualify for subsidies after enrolling, but language-heavy forms and guarantor requirements slow access.",
      "alignmentValue": 5
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Compulsory schooling delivers consistent quality with safe campuses and strong STEM tracks.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident visa holders can join local schools, though instruction is Japanese-first and supplemental language support is limited.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "International schools provide English continuity but command tuition comparable to US private schools.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Parental leave policies and child allowances exist, yet corporate culture discourages fathers from taking the full benefit.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Long-term residents can tap leave and allowances, but approvals hinge on employer sponsorship and Japanese filings.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Prestigious national universities charge modest tuition and offer strong engineering and design pipelines.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International programs are growing, though language exams and limited English tracks require early planning.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Workplaces still assume women manage home life, making it harder for Sarah to find egalitarian teams.",
      "alignmentValue": 3
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Non-binary visibility is increasing in cities, yet legal recognition and workplace comfort lag behind family expectations.",
      "alignmentValue": 3
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Legal protections exist on paper, but political representation and pay equity trail progressive benchmarks.",
      "alignmentValue": 5
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Kawaii aesthetics and modest dress codes dominate, which may feel restrictive for Sarah's style.",
      "alignmentValue": 3
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Salaryman expectations prize long hours and stoicism, pressuring Trey to conform in traditional firms.",
      "alignmentValue": 4
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Cutting-edge tech, safety, and vibrant pop culture align with the family's creative hobbies and game interests.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English signage helps in tourist zones, but daily bureaucracy and most workplaces operate in Japanese, requiring study.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Urban governments champion inclusivity more than national politics, so progressive change moves in incremental steps.",
      "alignmentValue": 5
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist parties exist but remain minority voices, yielding modest support for socialist policies.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "Most residents engage in secular rituals without dogma, matching the family's preference for low religious pressure.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Public conversation stays conservative and sex education is limited, despite a robust private adult industry.",
      "alignmentValue": 3
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Major cities host Pride events, yet national law still lacks marriage equality and rural acceptance lags.",
      "alignmentValue": 4
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighborhoods are polite and safe, but making deep friendships takes time and Japanese fluency.",
      "alignmentValue": 4
    },
    {
      "key": "View of self",
      "alignmentText": "Collectivist norms encourage humility and fitting in, which may challenge the family's desire for direct feedback.",
      "alignmentValue": 4
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Historical tensions with China and Korea flare periodically, though day-to-day interactions stay cordial.",
      "alignmentValue": 4
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Japan's defense posture and history still draw criticism from neighbors, affecting regional sentiment.",
      "alignmentValue": 3
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Late-night trains, izakaya, karaoke, and arcades keep city nightlife lively for adults once childcare is arranged.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men's fashion swings between tailored suits and streetwear, so Trey can blend in whether commuting or networking.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women's styles range from minimalist to kawaii, offering Sarah creative options if she navigates modest dress codes.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Gaming, anime, seasonal travel, and craft clubs align with the family's interests and offer ready-made communities.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Board game cafes operate in major cities, but many events run in Japanese, so participation may need translation.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Tokyo and Osaka deliver dense live-music scenes, game bars, and festivals that suit Trey's creative networking.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech and language meetups abound, yet conversations lean Japanese-first, requiring extra effort to fully engage.",
      "alignmentValue": 4
    },
    {
      "key": "Nature Access",
      "alignmentText": "Rail passes unlock mountains, ski towns, and coasts within a few hours, keeping weekend adventures easy.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "A constitutional monarchy with regular elections maintains democratic norms important to the family.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion rarely shapes policy debates, keeping governance largely secular as the family prefers.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Labor laws promise overtime pay and leave, but weak enforcement and social pressure undercut protections.",
      "alignmentValue": 4
    },
    {
      "key": "State Ideology",
      "alignmentText": "Centrist coalitions favor market stability with social insurance, offering predictability without radical swings.",
      "alignmentValue": 6
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts and media plus international alliances keep institutions steady despite ruling-party dominance.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "A mature market economy offers consumer choice yet still favors keiretsu over scrappy startups.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Crime and political unrest stay low, supporting long-term planning and the kids' schooling continuity.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Media is largely independent, though government disaster messaging is coordinated and omnipresent.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Official communications emphasize resilience, safety drills, and national unity more than overt ideology.",
      "alignmentValue": 6
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal health care and pensions provide a safety net, but child benefits lag Scandinavian standards.",
      "alignmentValue": 6
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Public trust is moderate: scandals surface, yet agencies generally deliver services competently.",
      "alignmentValue": 6
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Corruption cases are infrequent and often investigated, supporting the family's desire for rule of law.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "When corruption appears, it centers on factional favoritism or bid-rigging rather than street-level bribery.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Urban housing is compact and pricey; larger family units near good schools require high rents or suburban commutes.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Extremely low violent crime lets the kids navigate transit independently once older.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal insurance keeps doctor visits affordable with short waits, even for specialists.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Foreign residents join national insurance after registering, though English-speaking providers can be scarce.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Monthly child allowances and daycare subsidies exist, yet long hours and waitlists limit how much support feels usable.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Benefits exist on paper, but workplace expectations and small apartments make it hard for a typical family to recharge.",
      "alignmentValue": 4
    },
    {
      "key": "Education",
      "alignmentText": "Academic outcomes are strong with safe campuses, but pressure-heavy culture may require balancing activities for the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "High-frequency trains, shinkansen links, and IC-card access make car-free living realistic even with children.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "A stable market economy ensures reliable services, yet bureaucracy and keiretsu dominance can slow indie ventures.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Employers withhold income tax and file year-end adjustments, but freelancers must navigate Japanese-only e-tax portals.",
      "alignmentValue": 6
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Combined national and local taxes plus social insurance usually land near 22–28% for a dual tech household.",
      "alignmentValue": 5
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Cash remains common for rent and clinics, yet IC cards and online banking cover most daily spending once accounts are set up.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Tokyo's rents, childcare fees, and imported groceries stretch budgets unless the family embraces smaller spaces.",
      "alignmentValue": 3
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "National pensions provide modest stipends that need private savings as the population ages.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Visa holders earn pension credits but must stay long-term to benefit; otherwise only partial lump-sum refunds apply.",
      "alignmentValue": 4
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Skilled worker, highly-skilled points, and startup visas are available with clear criteria but high documentation burdens.",
      "alignmentValue": 5
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Immigration officers stay polite yet formal; American talent is accepted professionally but social integration takes work.",
      "alignmentValue": 4
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Work visas span 1–5 years and permanent residency is possible in 5–10 years with stable income.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization is doable after five years with language interviews but requires renouncing US citizenship.",
      "alignmentValue": 6
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and dependent kids receive linked visas with school access, while extended relatives face steeper barriers.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Applications take several months and require translations, guarantors, and moderate fees that we must budget.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Strict reporting rules on address changes and employment mean administrative slip-ups can jeopardize status.",
      "alignmentValue": 4
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Japan expects naturalized citizens to drop other passports, limiting flexibility for the kids.",
      "alignmentValue": 2
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Securing housing and phones often needs a guarantor and Japanese contracts, so we'd lean on local partners.",
      "alignmentValue": 4
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Nintendo, Sony, and a strong mobile sector offer plentiful roles for experienced developers with some Japanese.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Heavyweights like Nintendo, Sony, Square Enix, Sega, and Capcom anchor thriving hubs across Tokyo, Osaka, and Kyoto.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Meetups such as Tokyo Indies exist but run mostly in Japanese, limiting casual networking until we build fluency.",
      "alignmentValue": 5
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Startup visas in places like Fukuoka help, yet high costs, local investors favoring proven teams, and language-heavy paperwork raise the bar.",
      "alignmentValue": 4
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Bullet trains, resilient power grids, and fast fiber connections meet the family's need for reliable modern infrastructure.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Seasons are defined by severe volatility with repeated power outages, transportation pauses, or property damage concerns. Seasonal Weather at 5/10 and Natural Disasters at 2/10 steer the family toward a challenging outlook for seasonal extremes & variability.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Extended daylight deficits and short, cloudy summers introduce ongoing mood strain the family must actively counter. Seasonal Weather at 5/10 and Environment at 7/10 steer the family toward a mixed outlook for seasonal sunlight hours.",
      "alignmentValue": 6
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Comfortable windows exist but are short; we stack activities in one or two prime seasons. Seasonal Weather at 5/10 and Environment at 7/10 steer the family toward a mixed outlook for pleasant weather windows.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "High living costs erode quality of life; reliable childcare or healthcare coverage often falls through the cracks. Minimum Wage at 4/10, Housing Situation at 4/10, and Childcare Support (Citizens) at 6/10 steer the family toward a mixed outlook for quality of life – lower-income tier.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Lifestyle feels brittle; one unexpected expense forces significant cutbacks or debt. Typical Software Salaries at 5/10, Housing Situation at 4/10, and Work-Life Balance at 3/10 steer the family toward a challenging outlook for quality of life – middle-income tier.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Premium experiences exist but feel overpriced, shallow, or socially frowned upon. Housing Situation at 4/10, Private Education at 5/10, and Family Life at 6/10 steer the family toward a mixed outlook for quality of life – higher-income tier.",
      "alignmentValue": 5
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Only a handful of listings surface each year; expect bidding wars and significant trade-offs. Housing Situation at 4/10 and Cost of Living (Optional) at 3/10 steer the family toward a challenging outlook for spacious housing benchmark (2k sq ft rent).",
      "alignmentValue": 4
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Only experimental or short-term arrangements pop up, offering little stability for families. Community Vibes at 4/10, Meetups & Communities at 4/10, and Family Life at 6/10 steer the family toward a mixed outlook for community living opportunities.",
      "alignmentValue": 5
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Neighbors keep to themselves and rarely volunteer help; we lean heavily on external networks. Community Vibes at 4/10, Meetups & Communities at 4/10, and Common Hobbies at 6/10 steer the family toward a challenging outlook for friendliness & neighborliness index.",
      "alignmentValue": 4
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Negative media framing and policy tightenings create a defensive posture for newcomers. Welcoming of US Migrants at 4/10, Progressivism at 5/10, and Language & English Ubiquity at 4/10 steer the family toward a challenging outlook for immigrant sentiment – general.",
      "alignmentValue": 4
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "White migrants are linked to gentrification or colonial histories, prompting cool interactions. Welcoming of US Migrants at 4/10, Language & English Ubiquity at 4/10, and View of Them by Neighboring Countries at 3/10 steer the family toward a challenging outlook for immigrant sentiment – white migrants.",
      "alignmentValue": 4
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Service norms are pragmatic; smiles and chit-chat are rare outside personal networks. Community Vibes at 4/10, Nightlife Culture at 7/10, and Common Hobbies at 6/10 steer the family toward a mixed outlook for surface interaction norms.",
      "alignmentValue": 5
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Depth is limited—most locals keep emotional distance except with lifelong friends. Community Vibes at 4/10, Meetups & Communities at 4/10, and What Is Intriguing at 7/10 steer the family toward a mixed outlook for depth-seeking social norms.",
      "alignmentValue": 5
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Our preference for space regularly clashes with local habits, causing friction. Community Vibes at 4/10, Sex (Attitudes) at 3/10, and View of self at 4/10 steer the family toward a challenging outlook for personal boundary & bubble norms.",
      "alignmentValue": 4
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Politeness norms favor indirect communication; being candid sometimes backfires. Progressivism at 5/10, What Is Intriguing at 7/10, and Trust in Government at 6/10 steer the family toward a mixed outlook for moral, honesty & openness expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in. Fashion Trends (Male) at 5/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for grooming & beauty investment.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Body shaming is common and influences opportunities or friendships. Fashion Trends (Male) at 5/10, Fashion Trends (Female) at 6/10, and Sex (Attitudes) at 3/10 steer the family toward a challenging outlook for body image & fitness pressure.",
      "alignmentValue": 4
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs. Fashion Trends (Male) at 5/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for fashion & style expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Consent education is weak; unwanted advances occur regularly. Sex (Attitudes) at 3/10, LGBTQ+ Attitudes at 4/10, and Nightlife Culture at 7/10 steer the family toward a challenging outlook for flirting boundaries & consent culture.",
      "alignmentValue": 4
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Deviating from scripts sparks gossip or exclusion. Gender Roles at 3/10, Gender Fluidity at 3/10, and Sex (Attitudes) at 3/10 steer the family toward a challenging outlook for gendered flirting expectations.",
      "alignmentValue": 3
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Negative narratives dominate; openness threatens custody, employment, or housing. Polyamory at 2/10, Sex (Attitudes) at 3/10, and Community Vibes at 4/10 steer the family toward a challenging outlook for monogamy vs. non-monogamy acceptance.",
      "alignmentValue": 3
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Conservative norms dominate; promiscuity is equated with poor character. Sex (Attitudes) at 3/10, Nightlife & Music at 7/10, and Community Vibes at 4/10 steer the family toward a challenging outlook for promiscuity attitudes.",
      "alignmentValue": 4
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Disclosure triggers backlash or official scrutiny. Polyamory at 2/10, Community Vibes at 4/10, and LGBTQ+ Attitudes at 4/10 steer the family toward a challenging outlook for group & multi-partner relationship attitudes.",
      "alignmentValue": 3
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Culture favors close contact; sensory-sensitive family members often feel overwhelmed. Community Vibes at 4/10, Sex (Attitudes) at 3/10, and Nightlife Culture at 7/10 steer the family toward a mixed outlook for personal space & touch norms.",
      "alignmentValue": 5
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations. Safety & Crime at 9/10, State Ideology at 6/10, and Political System at 7/10 steer the family toward a strong outlook for firearm laws & ownership culture.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Possession laws are moderate though some substances still carry steep fines. Progressivism at 5/10, Political System at 7/10, and Safety & Crime at 9/10 steer the family toward a strong outlook for controlled substance policies.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Approach varies by district; we track neighborhood trends to avoid heavy-handed areas. Safety & Crime at 9/10, Progressivism at 5/10, and Authoritarian Backsliding Risk at 7/10 steer the family toward a strong outlook for drug enforcement climate.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Incidents are uncommon; authorities communicate transparently and communities feel prepared. Safety & Crime at 9/10 and Stability at 8/10 steer the family toward an excellent outlook for mass violence incidence.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Conditions are generally decent though some facilities lag in services or transparency. Authoritarian Backsliding Risk at 7/10, Safety & Crime at 9/10, and Perceived Corruption at 7/10 steer the family toward a strong outlook for carceral conditions & prison labor.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children. Public Transportation at 9/10, Housing Situation at 4/10, and Nature Access at 7/10 steer the family toward a strong outlook for walkability & pedestrian safety.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Public health messaging is uneven; we invest extra time to maintain routines. Healthcare (Citizens) at 8/10, Work-Life Balance at 3/10, and Community Vibes at 4/10 steer the family toward a mixed outlook for community health consciousness.",
      "alignmentValue": 5
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Healthy choices are overshadowed by processed fare in most neighborhoods. Cost of Living (Optional) at 3/10, Community Health Consciousness at 5/10, and Fresh & International Cuisine Access at 6/10 steer the family toward a challenging outlook for processed food saturation.",
      "alignmentValue": 4
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Fresh options exist yet international diversity is limited to a few neighborhoods. Nightlife & Music at 7/10, Common Hobbies at 6/10, and Meetups & Communities at 4/10 steer the family toward a mixed outlook for fresh & international cuisine access.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is high with long waits and patchy insurance coverage. Seasonal Weather at 5/10, Work-Life Balance at 3/10, and Community Vibes at 4/10 steer the family toward a challenging outlook for depression prevalence.",
      "alignmentValue": 4
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Rates continue climbing; youth obesity impacts schools and recreation. Community Health Consciousness at 5/10, Work-Life Balance at 3/10, and Cost of Living (Optional) at 3/10 steer the family toward a challenging outlook for obesity rate.",
      "alignmentValue": 4
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Slightly elevated incidence prompts routine checkups and monitoring. Environment at 7/10, Healthcare (Citizens) at 8/10, and Community Health Consciousness at 5/10 steer the family toward a strong outlook for cancer incidence.",
      "alignmentValue": 7
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Economic cycles bring recurring layoffs; we keep emergency funds and remote options ready. Economic Health at 6/10, Remote-Friendly Culture at 4/10, and Typical Software Salaries at 5/10 steer the family toward a mixed outlook for broader job market resilience.",
      "alignmentValue": 5
    }
  ]
}
