{
  "iso": "JP",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Dense cities contrast with mountains and coastal forests, giving the family access to nature with short train rides.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Rising seas and stronger typhoons threaten low-lying coasts, though northern regions face less acute climate stress.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Japan's four seasons bring pleasant springs and autumns but humid, rainy summers that may challenge the family's comfort.",
      "alignmentValue": 4
    },
    {
      "key": "Air Quality",
      "alignmentText": "Strict emissions rules keep urban air relatively clean, with occasional pollution spikes from traffic and regional dust.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Frequent earthquakes, tsunamis, and typhoons require strong preparedness and can disrupt family routines.",
      "alignmentValue": 2
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Typical 5–20°C (41–68°F) with cherry blossoms and moderate rain, matching the family's mild-climate preference.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Often 20–32°C (68–90°F) with high humidity and a rainy season, making outdoor play sticky for the kids.",
      "alignmentValue": 3
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Around 10–25°C (50–77°F) with colorful foliage and occasional typhoons, offering comfortable outings once storms pass.",
      "alignmentValue": 5
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Generally 0–10°C (32–50°F) in Tokyo with light snowfall, milder than Midwest winters the family dislikes.",
      "alignmentValue": 6
    },
    {
      "key": "Beach Life",
      "alignmentText": "Coastal areas and islands offer clean beaches, though many require travel and are busy during peak season.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Waters near Tokyo warm to 22–26°C (72–79°F) mid-summer but stay cool most of the year.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Easy train access to mountains, onsens, and national parks provides abundant weekend adventures for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "National averages near ¥1,000/hour (~$7) lag behind living costs in major cities.",
      "alignmentValue": 4
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Mid-level developers earn roughly ¥6–8M/year, adequate but lower than North American pay scales.",
      "alignmentValue": 5
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Enterprise demand exists for .NET, though most listings favor local language skills and in-office culture.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby's origins in Japan support a healthy Rails community, especially in Tokyo and Osaka.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Tech firms routinely sponsor skilled visas, but paperwork is precise and requires Japanese documentation.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Low unemployment and stable prices contrast with slow growth and an aging workforce.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Post-pandemic flexibility is improving yet many teams still expect regular office presence.",
      "alignmentValue": 4
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Long hours and after-work obligations remain common, challenging Sarah's desire for predictable schedules.",
      "alignmentValue": 3
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Statutory 40-hour weeks are overshadowed by frequent unpaid overtime for full-time staff.",
      "alignmentValue": 3
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Employees earn 10 days after six months, increasing with tenure but below European norms.",
      "alignmentValue": 4
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Cultural pressure leads many workers to take only half their accrued leave.",
      "alignmentValue": 3
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Tokyo's fast pace contrasts with slower rural regions, requiring careful location choice for a calmer lifestyle.",
      "alignmentValue": 4
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Office jobs often run 9–6 plus overtime, while schools operate roughly 8:30–3 with limited aftercare.",
      "alignmentValue": 4
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends are generally free for family outings, though older students may attend cram schools.",
      "alignmentValue": 5
    },
    {
      "key": "Family Life",
      "alignmentText": "Safe streets and clean public spaces support family activities, yet compact housing limits indoor space.",
      "alignmentValue": 6
    },
    {
      "key": "Polyamory",
      "alignmentText": "Non-monogamous relationships are largely hidden and unsupported by law, requiring discretion.",
      "alignmentValue": 2
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents are expected to engage deeply with schools and extracurriculars, especially mothers.",
      "alignmentValue": 4
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Cities offer clean parks and safe transit, though strollers and play space can be tight.",
      "alignmentValue": 6
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools are high quality, and international schools exist but carry high tuition.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Nursery schools and kindergartens are common yet have waitlists in major metros.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Subsidies help with daycare fees, but availability gaps force some parents to stay home.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Foreign residents can access subsidized care after registration, though paperwork and language add friction.",
      "alignmentValue": 4
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Compulsory education offers consistent quality nationwide with extensive extracurricular options.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident visa holders may enroll in public schools, but Japanese language immersion is expected.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "International and private academies provide English instruction at premium prices.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Generous parental leave and child allowances exist, though social norms limit fathers' usage.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Most benefits extend to long-term residents, but navigating eligibility requires bureaucratic diligence.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Universities are respected globally with affordable tuition and strong STEM programs.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Foreign students can enroll with visas, though many programs require Japanese proficiency.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Traditional expectations persist, with women often handling domestic duties despite rising participation.",
      "alignmentValue": 3
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Non-binary identities gain gradual visibility but face social hesitation and limited legal recognition.",
      "alignmentValue": 3
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Legal equality exists, yet wage gaps and political underrepresentation remain significant.",
      "alignmentValue": 5
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Beauty standards emphasize modesty and cute fashion, which can constrain self-expression.",
      "alignmentValue": 3
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Salaryman dedication and emotional restraint define mainstream male expectations.",
      "alignmentValue": 4
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Rich gaming culture, safety, and mix of tradition with high-tech lifestyles appeal to the family's interests.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English is studied but spoken proficiency is limited outside major tourist zones, challenging daily life.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Urban centers lean socially liberal while national politics remain centrist with conservative streaks.",
      "alignmentValue": 5
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist parties exist but command little influence in a market-oriented society.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "Many residents are secular or blend Shinto-Buddhist traditions without strong religious obligations.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Public discourse stays conservative despite a robust private industry, offering little openness for poly families.",
      "alignmentValue": 3
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Visibility is increasing in cities but national law still lacks marriage equality or broad protections.",
      "alignmentValue": 4
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighborhoods are polite and orderly, yet breaking into social circles takes time and language effort.",
      "alignmentValue": 5
    },
    {
      "key": "View of self",
      "alignmentText": "A collectivist ethos encourages fitting in and avoiding disruption, which can constrain individual expression.",
      "alignmentValue": 4
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Historical disputes fuel cool relations with China and Korea despite economic interdependence.",
      "alignmentValue": 4
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors respect Japan's economy but harbor lingering resentment over wartime history.",
      "alignmentValue": 4
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Karaoke, izakaya, and arcades keep cities lively late into the night for adults and teens.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Streetwear and tailored suits coexist, allowing Trey to blend casual and professional styles.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "From minimalist to kawaii, women's fashion spans many niches but leans toward conservative office wear.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Anime, gaming, hiking, and seasonal festivals offer plenty of family-friendly pastimes.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Niche communities and cafes exist in major cities, though the scene is smaller than in the US.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Live houses and clubs in Tokyo and Osaka support diverse music scenes for occasional date nights.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech and language meetups are common but often conducted in Japanese, which may slow integration.",
      "alignmentValue": 5
    },
    {
      "key": "Nature Access",
      "alignmentText": "Efficient rail links put mountains, hot springs, and coastal trails within a few hours of major cities.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary democracy under a constitutional monarchy provides stable, rule-of-law governance.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Secular governance keeps religion largely separate from policymaking.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Labor laws mandate overtime pay and leave, yet social pressure discourages exercising them.",
      "alignmentValue": 5
    },
    {
      "key": "State Ideology",
      "alignmentText": "Centrist politics blend capitalism with social safety nets, aligning moderately with the family's values.",
      "alignmentValue": 6
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts and media keep backsliding risk low despite ruling-party dominance.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Highly developed markets offer consumer choice but foster workaholic expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Japan enjoys long-term political and social stability with minimal unrest.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Media is mostly independent, though government messaging highlights national pride and disaster readiness.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Themes stress resilience and cultural heritage, rarely pushing hardline ideology.",
      "alignmentValue": 6
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal health care and pensions provide a solid safety net but struggle with aging demographics.",
      "alignmentValue": 6
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Citizens show moderate trust, tempered by periodic political scandals.",
      "alignmentValue": 6
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Corruption is relatively rare and often exposed quickly in the press.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "When present, issues involve political factions, bid-rigging, or cozy bureaucratic ties.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Tokyo's housing is expensive and compact, pushing families toward suburbs for space.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Extremely low violent crime and kids walking to school make for peace of mind.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal insurance delivers affordable care with short wait times.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Registered residents join the national plan at reasonable premiums, ensuring accessible treatment.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Child allowances and municipal daycares help, yet slots are limited in urban centers.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Benefits exist but demanding work culture leaves little time for family engagement.",
      "alignmentValue": 5
    },
    {
      "key": "Education",
      "alignmentText": "High-performing schools emphasize discipline and academics, potentially stressful for some children.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "World-class trains and subways offer car-free living across major cities and regions.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "A mature market economy supports entrepreneurial ventures but favors established corporations.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Income taxes are withheld by employers and combined with 10% consumption tax, requiring annual filings for some.",
      "alignmentValue": 6
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Middle-income households face roughly 20–30% combined national and local income taxes.",
      "alignmentValue": 5
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Modern banking coexists with a cash culture, though contactless cards like Suica ease daily spending.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Tokyo ranks among the world's pricier cities, stretching budgets for housing and childcare.",
      "alignmentValue": 3
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Public pensions provide modest support but are strained by an aging society.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Contributors can claim pensions after long residency or receive partial refunds upon leaving.",
      "alignmentValue": 5
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Options include skilled worker, highly skilled, startup, and cultural visas, each with clear criteria.",
      "alignmentValue": 5
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Immigration is managed cautiously but Americans with skills generally face neutral reception.",
      "alignmentValue": 5
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Work visas run 1–5 years, and permanent residency is possible after roughly a decade or via points system.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization typically requires five years' residence and renouncing prior citizenship.",
      "alignmentValue": 4
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and children can obtain dependent visas tied to the primary applicant's status.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Processing takes several months with moderate fees, demanding detailed documentation.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Strict rules on work activity and address reporting mean lapses can jeopardize status quickly.",
      "alignmentValue": 4
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Japan generally requires renouncing other nationalities upon naturalization, limiting flexibility.",
      "alignmentValue": 2
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Securing housing often needs a local guarantor, and some benefits hinge on Japanese-language paperwork.",
      "alignmentValue": 4
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Home to Nintendo and Sony, Japan offers robust game industry jobs for those with language skills.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Major players include Nintendo (Kyoto), Sony Interactive (Tokyo), Square Enix (Tokyo), and Capcom (Osaka).",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Groups like Tokyo Indies and Kyoto's dev meetups provide networking though mostly in Japanese.",
      "alignmentValue": 6
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Startup visas in cities like Fukuoka and Tokyo aid entrepreneurs, but high costs and language barriers persist.",
      "alignmentValue": 5
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "High-speed internet, bullet trains, and efficient e-government services showcase cutting-edge infrastructure.",
      "alignmentValue": 9
    }
  ]
}
