{
  "version": 2,
  "iso": "LA",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Environment in Laos navigates good natural assets and Mekong biodiversity, but seasonal slash-and-burn and rural pollution cause periodic air quality issues.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Laos faces Mekong floods and dam impacts with rising heat. Climate risks threaten homes within the decade, warranting relocation planning.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Laos\u0027s tropical monsoon brings hot, humid months and heavy rain. This climate clashes with the family\u0027s mild-weather preference.",
      "alignmentValue": 4
    },
    {
      "key": "Air Quality",
      "alignmentText": "Laos experiences seasonal crop burning haze; PM2.5 rises during dry season, affecting kids. Use home filtration and seal windows during spikes.",
      "alignmentValue": 6
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Laos faces seasonal floods and landslides, especially in rural Mekong regions; urban drainage is limited, so monsoon events can disrupt daily life.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Laos is hot and humid (≈24–35°C); not ideal for a mild-weather family—outdoor plans feel heavy before the rains.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Laos summers (Vientiane) are hot and humid; highs of 33-35°C are common, requiring AC to keep routines intact.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in Laos Sep–Nov remains hot and humid. Rains ease toward November, with cooler mornings and high humidity.",
      "alignmentValue": 6
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Laos winters are very mild: daytime 25-30°C (77-86°F). Nights typically 15-20°C (59-68°F); no snow.",
      "alignmentValue": 10
    },
    {
      "key": "Beach Life",
      "alignmentText": "Laos is landlocked; Mekong riverbanks near Vang Vieng and Don Khon offer swims but no true coastal beaches. Beach life is effectively unavailable for family plans.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Laos, Mekong river swims are usually 22-26 C; shoulder seasons may need light rash guards for the kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Laos\u0027 karst mountains and Kuang Si Falls near Luang Prabang deliver dramatic scenery; Mekong river scenery and caves offer family-friendly outdoor days.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Laos minimum wage is around $150/month, far below subsistence for a two-adult family with kids. International schools and housing upgrades remain out of reach.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Laos software salaries are modest and trail global peers. Remote contracts with US or international firms are often needed to sustain US income.",
      "alignmentValue": 6
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Laos has sparse local .NET roles. Remote/global gigs exist, but demand is sporadic.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles in Laos are scarce; only a few regional startups. Expect remote work abroad or switching to in-demand stacks.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Laos sponsorship is uncommon outside multinationals; expect negotiations, costs, and extra paperwork for dependents.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "Laos shows steady growth led by hydropower and infrastructure. Job stability is moderate, but external demand can cause swings.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Vientiane, fiber exists but outages and power fluctuations push remote work toward negotiated hybrid policies.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Laos generally has a slower pace and family-friendly norms; flexibility exists, but peak periods may require extra hours with recovery time.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Laos workweeks typically run 40-48 hours. Aim for 45-48 with flex time to protect family evenings.",
      "alignmentValue": 6
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Laos statutory annual leave is typically under 10 days; many firms honor only the floor, limiting family travel.",
      "alignmentValue": 4
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Laos, most firms offer 12-14 days of annual leave plus public holidays. Long trips may require planning or unpaid leave.",
      "alignmentValue": 5
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Laos\u0027 daily rhythms are laid-back, with relaxed errands and longer buffers. This pace aligns with Sarah\u0027s slower pace goal.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Laos schools often run morning to early afternoon with limited aftercare. Families juggle midday pickups or hire childcare; remote work helps where possible.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Laos, weekends offer temples and river markets for a family of four; tropical heat can trim outdoor time; plan early mornings and shade.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Laos favors extended families and neighbor support. Modern family amenities and reliable childcare are limited outside urban centers.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory faces stigma in Laos; private circles exist but public services may bias against multi-partner families.",
      "alignmentValue": 3
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parenting norms in Laos mix tradition with growing autonomy. Schools increasingly partner with families, supporting diverse approaches.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Vientiane is calm with light traffic, but playgrounds and kid-focused services are sparse; bilingual options are limited.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Laos has scarce quality public schools; bilingual/international options exist mainly in Vientiane and other urban centers, but at high cost.",
      "alignmentValue": 4
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Pre-K in Laos is patchy; urban centers have few reliable preschools, limited bilingual options, and staffing shortages; waitlists are common.",
      "alignmentValue": 4
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Laos offers minimal formal childcare subsidies; families pay most costs out-of-pocket with limited localized support.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Laos, public childcare subsidies for expat visa families are scarce; most rely on private nurseries or home care.",
      "alignmentValue": 3
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Laos, K-12 access varies; many public schools underperform. Bilingual exposure may be limited outside urban centers.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Laos public schools largely exclude non-citizens; expat kids typically use international schools in Vientiane with high tuition and limited language support.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Private international schools exist mainly in Vientiane; seats are limited and fees are steep, but accredited options (e.g., IB) are available.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Laos offers limited family support. Parental leave and child benefits are modest and often underfunded, with slow access.",
      "alignmentValue": 3,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Laos, visa families typically receive only emergency or employer-provided support; regular state benefits for non-citizens are scarce.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public Laos universities (NUOL, sector institutes) exist but seats and funding are limited. Many families pursue private or overseas study.",
      "alignmentValue": 4
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Laos, foreigners can enroll in private universities, but visa/residency rules add friction; expect higher tuition and limited work-study.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Laos, gender roles mix traditional caregiving with rising work participation; urban areas trend egalitarian, rural areas stay traditional for families like yours.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Laos offers limited legal gender diversity recognition; official documents lag and nonbinary visibility is mainly informal, esp. outside cities.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Laos has formal gender protections, but enforcement remains weak and rural women face barriers in leadership and land rights.",
      "alignmentValue": 5
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Laos femininity norms are moderately traditional: women have autonomy, but modest dress and family duties shape daily life.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Laos leans traditional: men as providers; nonconformity may invite stigma, reinforcing stoic, family-first norms.",
      "alignmentValue": 4
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Laos\u0027 Buddhist festivals, tranquil Mekong towns, and craft villages invite gentle family explorations amid rural charm.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English helps in Vientiane and tourist areas, but Lao dominates daily life in Laos; we will study Lao to participate fully.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Laos, progressive activism faces limits; for your progressive family, dissent and LGBTQ\u002B rights are restricted, with gradual urban reforms but risk of backlash.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Marxism-Leninism is mainstream in Laos; state policy guides daily life, with limited public debate.",
      "alignmentValue": 9
    },
    {
      "key": "Atheism",
      "alignmentText": "Laos is Buddhist-majority; atheism tolerated if discreet, but daily life may expect Buddhist participation. For your family, maintain privacy.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex education in Laos is limited; norms are conservative. Urban areas vary, but parental advocacy is often needed to access resources.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Laos has limited LGBTQ protections; urban areas like Vientiane show some tolerance, but public identity can invite risk.",
      "alignmentValue": 5
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Laos hosts friendly locals and active expat volunteer networks (Vientiane, Luang Prabang); you’ll build ties through clubs and schools.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "Laotian self-view centers on calm, cultural pride, and community. It navigates development with quiet resilience.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Laos, Thailand and Vietnam are valued partners for opportunity, yet Laos remains wary of potential regional influence.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors view Laos as peaceful and cooperative, though dependent. For this family, English is limited and adaptation takes time, but stability helps.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Laos (Vientiane) nightlife is low-key with early closes and few late-night options; ideal for families seeking quiet evenings.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Laos, urban men wear modern casuals (lightweight shirts, chinos) with subtle traditional touches; rural areas stay more conservative.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Laos: sinh skirts with modest blouses; rural areas stay traditional, urban centers like Vientiane show modern styles in tourist zones.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Common hobbies in Laos lean on community and outdoors: sepak takraw, temple volunteering, Mekong river outings, and family-friendly activities.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Laos has a limited boardgaming scene; few cafes exist and family-friendly events are rare. Expat meetups in Vientiane and other cities fill some gaps.",
      "alignmentValue": 2
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Laos\u0027 live music is modest; mor lam and acoustic sets line the Mekong in Vientiane, with family-friendly options but major acts often require travel.",
      "alignmentValue": 5
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Meetups in Laos are limited. NGO circles and language exchanges exist mainly among expats in Vientiane and Luang Prabang, with a sparse events calendar.",
      "alignmentValue": 3
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nature spots around Luang Prabang, Nam Et-Phou Louey, and Bolaven Plateau are reachable by weekend road trips. Seasonality affects access for families.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "Laos shows single-party rule with non-competitive elections; political participation is limited, not aligning with the family\u0027s democratic aspirations.",
      "alignmentValue": 2
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Laos is Buddhist-majority; religious references appear in some laws, but minority rights are protected and policy stays relatively secular.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Laos, unions are state-controlled; collective bargaining is limited and worker activism is discouraged, with weak enforcement.",
      "alignmentValue": 3
    },
    {
      "key": "State Ideology",
      "alignmentText": "Laos operates under one-party rule (LPRP) prioritizing stability over pluralism; this contrasts with your progressive, family-focused goals in Laos.",
      "alignmentValue": 2
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Laos shows backsliding risk: civil society tightly controlled and criticism can trigger surveillance; media independence is weak.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Laos remains largely state-led with dominant SOEs and Chinese investment; private startups face barriers, signaling modest market openness.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Laos is generally stable but with limited transparency and civil-liberties restrictions; plan for cautious governance and slower bureaucratic processes.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Laos\u0027 state-controlled media dominates; independent outlets are scarce, and public channels push official narratives.",
      "alignmentValue": 4
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Laos messaging heavily leans to party loyalty; prioritize independent, diverse media to avoid nationalist spin.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Healthcare and schooling exist in Laos, but funding gaps limit quality and access; many families rely on private care and out-of-pocket costs.",
      "alignmentValue": 4
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Laos, state media dominates public discourse. Grievances are managed quietly, keeping trust in government limited.",
      "alignmentValue": 3
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Perceived corruption in Laos is moderate; expect red tape and occasional informal payments in permits and policing, especially outside major cities.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Laos, licensing and procurement are affected by petty bribes and state-owned deals; corruption can slow ordinary tasks.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Laos, expat housing in Vientiane is affordable, but land ownership is restricted and leases can be long; family-friendly inventory is limited.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Safe overall in Laos. Petty theft and road safety require vigilance, especially in urban and tourist areas.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Laos, public healthcare is uneven; provincial hospitals lack specialists and serious cases often require travel to Thailand.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Laos, expat families rely on private clinics for basics; major care may require evacuation to Bangkok or Singapore; private insurance is advised.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Laos, formal daycare is limited outside major cities. Families lean on relatives or nannies, with scarce emergency care.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Laos, family policy is limited. Schooling and healthcare rely heavily on private funding with modest public subsidies.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Education",
      "alignmentText": "Laos education varies; public schools lag in English \u0026 STEM. Expats often rely on international schools (expensive) in Vientiane.",
      "alignmentValue": 5
    },
    {
      "key": "Public Transportation",
      "alignmentText": "In Vientiane, Laos, public transit is sparse. Buses exist but coverage is limited, so families rely on tuk-tuks or private cars.",
      "alignmentValue": 3
    },
    {
      "key": "Economic System",
      "alignmentText": "Laos has a state-led economy with growing private activity, but regulatory opacity and limited competition can hinder new ventures.",
      "alignmentValue": 4
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Laos taxes are mostly manual; expats often hire local accountants to navigate incentives and compliance; digital tools are limited.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Laos top personal income tax is ~24%; with no US treaty, remote income may be taxed around that level.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Cash dominates; ATMs exist in major Lao cities, but online payments remain limited for foreigners.",
      "alignmentValue": 3
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Laos offers very affordable local living; groceries and utilities are cheap, but imported goods and reliable broadband may raise costs.",
      "alignmentValue": 9
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Laos, public pensions are modest with uneven coverage; retirees often rely on family support and private savings.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Laos has no retirement visa; long stays require work/investment, with limited pension access for foreigners.",
      "alignmentValue": 2
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Visa options in Lao PDR are narrow and often require sponsorship or an invitation. Long-term residency is rare, making planning challenging for first-time applicants.",
      "alignmentValue": 4
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "US families are generally welcomed in Laos, especially Vientiane; however NGO/press oversight can limit outspoken activism.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Laos residency exists but transitions between visa types are complex; long-term stays rely on work or investment visas with renewals.",
      "alignmentValue": 5
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Path to Laotian citizenship is lengthy (\u003E10 years) with uncertain government approval; dual citizenship is uncommon, requiring ties and language mastery.",
      "alignmentValue": 5
    },
    {
      "key": "Family Members",
      "alignmentText": "In Laos, family unification is possible but can be slow and costly; expect separate permits for adult dependents and visas for minors.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Laos offers visa-on-arrival quickly (~$30–$50); long-term residency/work permits take months with predictable, modest fees.",
      "alignmentValue": 9
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Laos visa rules are evolving; overstays incur fines, and foreigners face strict limits on political activity - seek legal guidance.",
      "alignmentValue": 4
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Laos generally does not recognize dual citizenship; naturalization typically requires renouncing prior nationality.",
      "alignmentValue": 3
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Laos visa process can require renewals; ensure evacuation insurance, Lao language support, and contingency plans for power and schooling.",
      "alignmentValue": 5
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Laos has a minimal local game industry; Trey would rely on remote work. Opportunities would come from international studios or Southeast Asia remote roles.",
      "alignmentValue": 1
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Laos has virtually no local game studios; Trey would operate remotely. Hiring for established studios is very slow here, so global/remote talent is essential.",
      "alignmentValue": 1
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Laos: compensation generally ~20% below global hubs; remote options and grants can cushion; negotiate salary, visas, and family perks.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Laos, international studios use English; many local teams are bilingual, aligning with the family\u0027s emphasis on English ubiquity.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Laos studios mainly require on-site work. Remote options are limited, with some case-by-case flexibility for hybrid setups.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Laos has no notable game studios; the local scene is small with limited industry presence.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Laos has few local game-dev groups. Expect limited in-person events in Vientiane.",
      "alignmentValue": 3
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Laos offers limited grants and accelerators; game startups rely on remote teams and personal funds.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Laos startup hiring is slow. Local searches rarely yield hires; prioritize remote talent and grants access.",
      "alignmentValue": 2
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Laos startups typically pay modest cash with limited local equity. For this family, remote international packages may be needed to stay sustainable.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Laos startups primarily use English for investors; Lao fluency helps hiring/compliance, matching this family\u0027s English-first preference with learning Lao.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Laos startups largely require on-site work. Remote collaboration is uncommon, so plan for limited remote options and local proximity.",
      "alignmentValue": 2
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Vientiane offers improving fiber and 4G, but outside the capital power grids and roads remain fragile; plan for service gaps.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Laos\u0027 tropical monsoon brings heavy rains and floods seasonally; expect several disruption periods, plan backups and indoor days.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Laos\u0027 near-equatorial daylight is stable year-round; monsoon clouds may dim days but no extreme darkness to plan for.",
      "alignmentValue": 10
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Laos is hot and humid most of the year; the cool-dry Nov–Feb window offers the best outdoor days, so plan around one or two prime seasons.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Laos\u0027 lower-income reality: families trade rent, food, and healthcare. Public buffers are limited, so stability relies on private resources.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Laos, middle-income living is affordable, but healthcare, schooling quality, and broadband reliability can strain budgets; plan for flexibility.",
      "alignmentValue": 3
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Laos (Vientiane), luxury services are thin; elite schooling and wealth management often require Bangkok or abroad.",
      "alignmentValue": 4
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Laos (Vientiane), 2k sq ft homes exist but are limited; expect premium rents and broker help; expat compounds offer family-friendly areas.",
      "alignmentValue": 6
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Laos, formal community living options are sporadic. Families rely on informal expat and local networks in Vientiane and other towns.",
      "alignmentValue": 6
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Laos locals are polite; expat and community groups (Vientiane) help newcomers, but connections build gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Laos tolerates expats, but visa hurdles and language barriers can create friction. Families may feel cautious yet stay safe in expat hubs like Vientiane.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Laos, white migrants may face curiosity and cost concerns; mitigate via active community engagement, learn Lao, and contribute locally.",
      "alignmentValue": 6
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Laos service tends to be polite and reserved; pragmatic interactions with little chit-chat outside close networks; urban centers may have more English.",
      "alignmentValue": 5
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Laos, locals are polite and reserved. Deep friendships with newcomers typically form slowly through sustained community involvement.",
      "alignmentValue": 6
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Laos\u0027 warm, close social norms in markets and gatherings may feel closer; gently reinforce personal space in crowded settings.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Laos, privacy and polite diplomacy are valued. Share concerns tactfully to avoid gossip and judgment.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Laos favors modest, clean dress; temple and formal settings demand respect, so casual looks may draw judgment outside urban centers.",
      "alignmentValue": 4
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Laos social circles show subtle body comparisons. Health and family come first, with modest acceptance of diverse bodies.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Laos (Vientiane) favors smart-casual in work and public spaces; breathable casual wear works daily. Mind temple modesty rules (shoulders/knees covered).",
      "alignmentValue": 7
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Laos’ conservative norms demand clear consent and proactive safety planning. English is less universal; keep direct check-ins with partners.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Laos, Vientiane\u0027s dating scenes remain traditional. Our progressive, sex-positive family may face misreads, but consent-based dynamics work.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Laos, non-monogamy faces conservative norms. Openness risks stigma and impacts custody, employment, or housing.",
      "alignmentValue": 3
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Laos (Vientiane): casual-sex talk faces social stigma; privacy is valued, with reputational risk for openness, especially for women.",
      "alignmentValue": 5
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Laos, group/polyamory faces significant stigma and limited legal protections. The family should prioritize privacy and stable housing and local support networks.",
      "alignmentValue": 4
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Laos culture values politeness; in crowded Lao markets and transport you may be close, but locals read cues and respect personal space.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Laos has strict gun laws and low civilian ownership. Public spaces feel calm and safe for families.",
      "alignmentValue": 10
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Laos enforces strict drug laws. Newcomers may face punitive enforcement; plan for compliance and legal support.",
      "alignmentValue": 6
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Enforcement in Laos feels unpredictable, with occasional raids and public shaming. Families worry about safety in urban areas.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence risk in Laos is very low; life in Vientiane is peaceful, with straightforward safety plans.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Laos shows ongoing detainee abuses and weak reform momentum. Risk of harsh treatment if detained remains a concern.",
      "alignmentValue": 4
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In Laos, sidewalks are uneven and traffic can be chaotic. Walking is possible but stressful, so plan routes to avoid busy roads.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Laos, public health messaging is uneven; we must proactively maintain routines amid variable healthcare access.",
      "alignmentValue": 5
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Laos, processed foods are common but balanced by robust fresh markets; schools and events favor local, minimally processed snacks.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Laos offers decent fresh markets in Vientiane, but international cuisine is limited to a few neighborhoods; specialty ingredients may require travel.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Laos has stigma and few mental health providers; care access is patchy with long waits, especially outside Vientiane and regional towns.",
      "alignmentValue": 5
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Laos has relatively low obesity overall; urban areas show rising rates, but rural access to healthy foods and activity options remains variable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Laos cancer incidence rising; access to specialized care is limited, risking delayed diagnosis and treatment.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Laos\u0027 economy relies on tourism, hydropower and agriculture. Downturns hit these sectors, so keep emergency funds and remote-work options ready.",
      "alignmentValue": 5
    },
    {
      "key": "Studio Density",
      "alignmentText": "Laos has a tiny game/animation scene; few local studios (mostly in Vientiane). Expect reliance on remote partners for productions.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Laos lacks large anchor studios; the game scene is mostly indie or satellite offices. With local hiring limited, anchors abroad dominate.",
      "alignmentValue": 3
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Laos has a sparse vendor ecosystem; most outsourcing will come from outside Laos. Remote teams can work, but coordination is essential.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Laos has a weak game-education pipeline; most programs are general CS/media with few studios. Study abroad or online options may be needed.",
      "alignmentValue": 3
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Laos offers sparse local continuing education. Only occasional tech workshops run in Vientiane; most learners rely on online courses from abroad.",
      "alignmentValue": 6
    },
    {
      "key": "Community Activity",
      "alignmentText": "Limited local meetups in Vientiane. Expect occasional online forums and small expat groups for developers in Laos.",
      "alignmentValue": 4
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Laos\u0027 game scene is nascent; Unity dominates with few local cross-engine communities; funding/training options are scarce.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Laos has scarce real-time game pipelines. Local studios are few, with production leaning toward outsourced or pre-rendered work.",
      "alignmentValue": 2
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Laos\u0027 small tech pool means demand for software/game dev exceeds supply; remote hiring and incentives help your family access talent.",
      "alignmentValue": 6
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Laos has a nascent tech scene and uneven broadband, causing moderate churn risk for remote studios. Secure grants and bilingual teams to stabilize.",
      "alignmentValue": 6
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Laos shows modest D\u0026I visibility; protections for LGBTQ\u002B and nontraditional families are limited. Progress is gradual and not widely tracked.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Laos has few dedicated tax credits for games; rely on general investment incentives with uncertain timelines.",
      "alignmentValue": 2
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "6: Laos has periodic tweaks to investment/work-permit rules; expect moderate planning risk for visas and grants (Vientiane).",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Laos startup scene is nascent; Vientiane hosts occasional meetups but mentorship is limited, making early-stage founder support modest but emerging.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Laos has limited local early-stage capital for game startups; founders rely on remote investors and grants—fundraising may be slower.",
      "alignmentValue": 5
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Laos has few local game accelerators; teams must rely on remote or regional online programs.",
      "alignmentValue": 3
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Laos has a nascent tech scene. Senior game/software leaders are scarce, so remote or abroad hires will be needed.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Laos\u0027 local contractor bench is modest. For game dev/Azure, rely on remote/global freelancers rather than local specialists.",
      "alignmentValue": 4
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Laos has few coworking spaces and no game-dev labs; basic facilities in Vientiane amid patchy broadband, posing latency and grant-access challenges.",
      "alignmentValue": 4
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Laos has limited game/IP specialists; startups mostly rely on general corporate lawyers or referrals.",
      "alignmentValue": 4
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Laos (Vientiane): minimal local publisher presence; expect sporadic attention. Plan to engage via international programs and conferences abroad.",
      "alignmentValue": 4
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Laos has limited local playtesting; expect occasional events and mixed data. Rely on online testers and expat dev groups in Vientiane.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Laos offers limited startup visa routes. Founders usually rely on standard work permits and local company ties.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Laos offers low wages and cheap office space, but limited broadband and a small tech pool raise cloud latency and hiring costs.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Laos has a very thin local 3D character artist market; expect reliance on remote talent or relocation from SE Asia for senior roles.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Laos has scarce formal 3D character art curricula; grads depend on self-taught routes or studying abroad; local programs are minimal.",
      "alignmentValue": 3
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Laos has few dedicated 3D character art programs; most upskilling is online or via regional courses. Local in-person options are minimal.",
      "alignmentValue": 3
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Laos market: scarce local 3D character artists; expect remote/global hiring; plan for longer timelines and incentives to attract specialized talent.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Laos market: 3D character artist pay is modest locally; remote/global packages often exceed Lao rates, helped by low cost of living.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Laos: English usage is strongest in multinational studios; local 3D artists often work in Lao; bilingual candidates help with cross-border projects.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Laos: remote 3D character roles exist case-by-case; process maturity is limited and broadband can vary; occasional onsite work may be needed.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Laos has a very thin local 3D animator pool; only a handful of specialists; relocation or remote work often needed.",
      "alignmentValue": 3
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "In Laos (Vientiane), local 3D animation programs are scarce; graduates often pursue short certificates or study overseas; studio partnerships are limited.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Laos has limited local 3D animation continuing education. Most training is online or via rare remote workshops.",
      "alignmentValue": 3
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Laos: 3D Animator hiring is challenging; local pool is small, so remote/imported talent or contractors are likely.",
      "alignmentValue": 3
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Laos: 3D animator pay trails top markets by ~25-30%; low cost of living and family-friendly life offset, but seniors may need relocation supplements.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Laos, English use among 3D animators is limited; expect Lao-dominant studios and plan for bilingual onboarding.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Remote 3D animation roles in Laos exist but are still developing; expect case-by-case opportunities and limited process maturity.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Laos has a very small pool of 2D environmental artists; availability is sporadic; remote or relocation hiring is often required.",
      "alignmentValue": 4
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Laos has few dedicated 2D environmental art programs; local paths are scarce, so families lean on online courses or studying abroad.",
      "alignmentValue": 2
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Limited local 2D environmental art education in Laos; most learning is online via international communities. Remote courses and online mentoring will be essential.",
      "alignmentValue": 3
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Laos\u0027 game scene is small; 2D environmental artist roles often rely on remote/global hires, local pipelines are shallow.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Laos: 2D environmental artist pay is modest; local rates lag top markets, while remote/global gigs usually offer higher total comp.",
      "alignmentValue": 3
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "English use in Laos is limited; Lao dominates local 2D art scenes (Vientiane). English talent exists but often requires screening.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Laos, 2D environmental art roles can be remote case-by-case; few studios have mature async workflows, so expect mixed remote options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Laos has a very thin real-time VFX pool; few local specialists, so senior hires often need relocation or remote outsourcing.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Laos has few dedicated VFX (real-time) programs; most students study online or abroad to build portfolios.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Laos has minimal local VFX (Real-Time) training; most learning is online with occasional remote workshops.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Laos has a small real-time VFX talent pool; expect remote/imported hires. Local fills are rare; plan for longer search timelines.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX real-time pay in Laos (Vientiane) trails top markets by ~25-30%. Lower cost of living helps, but local offers are limited.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Laos, real-time VFX work leans Lao; English usage exists mainly in urban studios (Vientiane). Hire bilingual staff or provide translation onboarding.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Laos, remote real-time VFX roles exist but on a case-by-case basis with limited process maturity; hybrid/onsite may be negotiated.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Laos has a very thin community manager pool. Local CM talent is mainly freelancers or graduates; remote hires or relocation are likely.",
      "alignmentValue": 2
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Laos has a limited community manager pipeline; few dedicated programs exist (Vientiane). Most talent relies on short certificates or self-study and mentoring.",
      "alignmentValue": 4
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Laos has infrequent local CMC events with limited capacity. Most upskilling is via ad hoc mentorship or online courses.",
      "alignmentValue": 4
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Laos (Vientiane) CM roles are rarely filled locally. Remote or imported talent is common for this field.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Laos, community manager pay trails top markets by 25-30%; remote or hybrid roles and lower living costs help cushion the gap for families.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "English is common in Laos\u0027 IT and gaming scenes. Client-facing community roles favor Lao-English bilingual candidates.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Laos studios favor onsite; remote trials exist but with limited maturity. For Trey/Sarah, reliable broadband in Vientiane is critical, but availability varies.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Laos PMM (Games) talent pool is small with sporadic availability. Aggressive sourcing or remote/contract arrangements will be needed.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Laos has scarce formal PMM (games) curricula; local talent is largely self-taught, with online or abroad study common.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Laos has limited local PMM (games) continuing education; most learning relies on online communities/Discord.",
      "alignmentValue": 3
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Laos PMM (Games) hiring is slow; local pipelines are shallow—6\u002B months typical; remote/hybrid talent and incentives help widen the pool.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Laos PM (Games) comp trails top markets by ~25–30%; offset by lower cost of living and potential grants/remote options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Laos game PMs largely operate in Lao. English usage exists mainly in multinationals; screen for local-language proficiency.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Laos: remote PMM roles exist case-by-case. Scarce local studios mean periodic onsite collaboration for game marketing tasks.",
      "alignmentValue": 5,
      "sameAsParent": false
    }
  ]
}