{
  "iso": "LA",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Mountain forests along the Mekong still feel wild, though hydropower projects and logging mean protected areas take extra travel to enjoy.",
      "alignmentValue": 5
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Laos ranks among Southeast Asia’s most climate-vulnerable countries, facing stronger Mekong floods, erratic droughts, and landslides with limited adaptive infrastructure.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "A tropical monsoon pattern brings a long hot, humid wet season and a short dry spell, far from the mild weather the family prefers.",
      "alignmentValue": 3
    },
    {
      "key": "Air Quality",
      "alignmentText": "Slash-and-burn agriculture and smoky dry-season haze regularly push PM2.5 above WHO guidance in Vientiane and northern valleys.",
      "alignmentValue": 3
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Seasonal Mekong flooding, drought, and occasional earthquakes or dam issues are recurring risks with limited emergency capacity.",
      "alignmentValue": 4
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March–May averages hover around 24–35 °C (75–95 °F) with oppressive humidity before the rains.",
      "alignmentValue": 2
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "June–August stay near 24–32 °C (75–90 °F) but feel hotter thanks to heavy monsoon humidity and cloudbursts.",
      "alignmentValue": 3
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September–November ease slightly to 22–31 °C (72–88 °F) as rains taper, yet humidity persists.",
      "alignmentValue": 3
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "December–February drop to 17–28 °C (63–82 °F) with drier air—still warm but the most comfortable window.",
      "alignmentValue": 5
    },
    {
      "key": "Beach Life",
      "alignmentText": "Laos is landlocked; sandy Mekong riverbanks near Vang Vieng and Don Khon offer swims but lack true coastal amenities.",
      "alignmentValue": 1
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Without a coastline, river swimming depends on Mekong currents that can be murky and cool during the dry season.",
      "alignmentValue": 1
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Karst mountains, waterfalls like Kuang Si, and river islands deliver dramatic scenery and easy access to outdoor excursions.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The national minimum wage is about 1.3 million kip (~US$70) per month, signaling a very low baseline for local pay.",
      "alignmentValue": 2
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Software roles in Vientiane often pay US$6k–12k annually—well below Western compensation and rarely remote-ready.",
      "alignmentValue": 2
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Only a handful of banks, telecoms, or regional outsourcing firms hire .NET developers, so opportunities are scarce.",
      "alignmentValue": 2
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby shops are nearly nonexistent; most Lao tech work leans on PHP or Java, meaning little fit for Sarah’s stack.",
      "alignmentValue": 1
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "NGOs, hydropower firms, and hotels sometimes sponsor skilled foreigners, but bureaucracy makes approvals uncommon.",
      "alignmentValue": 2
    },
    {
      "key": "Economic Health",
      "alignmentText": "Laos remains a lower-middle-income economy driven by hydropower and mining; growth near 4–5% masks high debt and inflation shocks.",
      "alignmentValue": 4
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Coworking hubs in Vientiane and Luang Prabang exist, yet broadband reliability and time-zone collaboration remain inconsistent.",
      "alignmentValue": 3
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Workplaces outside hospitality tend to observe formal hours and a slower pace, though limited labor protections add stress.",
      "alignmentValue": 5
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Labour law sets a 48-hour week (8–5 with long lunch), and overtime compliance is patchy in private firms.",
      "alignmentValue": 3
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Employees earn at least 15 paid leave days plus public holidays after a year of service, but enforcement varies.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Most private employers stick close to the legal floor, offering little extra time off beyond national festivals.",
      "alignmentValue": 4
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Outside a few tourist hubs, daily life is slow and communal, aligning with Sarah’s desire to ease the family’s pace.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools start around 7:30 a.m.; offices run 8 a.m.–5 p.m. with a midday lunch break, requiring afternoon childcare planning.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends revolve around markets, temple visits, and river outings; many services close early, so structured kids’ activities are limited.",
      "alignmentValue": 5
    },
    {
      "key": "Family Life",
      "alignmentText": "Extended-family networks are strong and neighbors look out for children, yet modern family amenities are sparse.",
      "alignmentValue": 4
    },
    {
      "key": "Polyamory",
      "alignmentText": "Conservative social norms and lack of legal recognition make openly polyamorous relationships risky.",
      "alignmentValue": 1
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Respect for elders and obedience are emphasized, with schools expecting parents to support rote learning over experimentation.",
      "alignmentValue": 3
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Vientiane’s small size and low traffic feel manageable, but playgrounds and kid-focused museums are limited.",
      "alignmentValue": 4
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools struggle with teacher shortages; bilingual or international programs exist only in major towns at high cost.",
      "alignmentValue": 3
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Urban areas offer a few private preschools, yet curriculum quality and English support vary widely.",
      "alignmentValue": 3
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Formal childcare subsidies are minimal, with most families relying on relatives rather than state programs.",
      "alignmentValue": 3
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Foreign families must arrange private nannies or pricey international nurseries with little regulatory oversight.",
      "alignmentValue": 2
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Enrollment is high but instruction quality and resources—especially in rural schools—lag regional peers.",
      "alignmentValue": 3
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Non-citizens generally need to enroll in international schools charging tuition comparable to Bangkok.",
      "alignmentValue": 2
    },
    {
      "key": "Private Education",
      "alignmentText": "A handful of Lao-Thai and French international schools exist, but seats are limited and fees steep.",
      "alignmentValue": 3
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Labour law mandates maternity leave and some allowances, yet benefits remain modest and poorly enforced.",
      "alignmentValue": 3
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Foreign workers rarely receive statutory family benefits beyond what employers voluntarily offer.",
      "alignmentValue": 2
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "National University of Laos and sector institutes provide pathways, though research capacity and teaching quality are modest.",
      "alignmentValue": 3
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Programs in English are sparse and most expatriates look to Thailand or online study for degrees.",
      "alignmentValue": 2
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Women participate in markets and civil service, yet traditional expectations around caregiving remain strong.",
      "alignmentValue": 3
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal recognition of gender diversity is absent, and expressing non-binary identities outside nightlife scenes is uncommon.",
      "alignmentValue": 2
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Domestic violence laws exist but enforcement is weak; women face barriers in leadership and land ownership.",
      "alignmentValue": 3
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Ideal femininity stresses modest dress, family duty, and Buddhist merit-making.",
      "alignmentValue": 3
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Men are expected to provide financially and maintain calm authority, leaving limited space for alternative models.",
      "alignmentValue": 3
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "The Buddhist festival calendar, slow Mekong travel, and craft villages create a distinctive cultural rhythm to explore.",
      "alignmentValue": 5
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Lao is dominant; outside tourism corridors, sustained daily life requires learning Lao or Thai.",
      "alignmentValue": 2
    },
    {
      "key": "Progressivism",
      "alignmentText": "The one-party state maintains conservative speech controls and resists the kind of social liberalism the family values.",
      "alignmentValue": 2
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Official discourse embraces socialist solidarity, yet most citizens focus pragmatically on commerce and family.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Theravada Buddhism guides most civic life, but the state is secular enough that non-belief draws little attention if discrete.",
      "alignmentValue": 4
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Public displays of affection are discouraged and sex education is limited, signaling conservative norms.",
      "alignmentValue": 2
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Urban nightlife is somewhat tolerant, yet there are no anti-discrimination protections or legal recognition.",
      "alignmentValue": 2
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Village-style mutual aid and expat volunteer groups make it easy to plug into communal projects.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Many Laotians take pride in being laid-back and preserving cultural heritage despite economic pressures.",
      "alignmentValue": 5
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Thailand and Vietnam are seen as essential partners—admired for opportunity but watched warily for dominance.",
      "alignmentValue": 5
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors regard Laos as peaceful and cooperative, albeit economically dependent.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife is subdued with early curfews; Vientiane has a small bar scene but little late-night energy.",
      "alignmentValue": 3
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men typically wear simple collared shirts or uniforms; youth adopt Thai streetwear sparingly.",
      "alignmentValue": 3
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women blend sinh skirts and modest blouses with occasional modern fashion in tourist zones.",
      "alignmentValue": 3
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Popular pastimes include petanque, sepak takraw, temple volunteering, and family picnics by the river.",
      "alignmentValue": 5
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Board-game cafés are rare, with occasional expat meetups supplying most tabletop opportunities.",
      "alignmentValue": 2
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Live mor lam and acoustic sets appear in riverfront venues, yet volume restrictions limit variety.",
      "alignmentValue": 3
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "NGO circles and language exchanges run small meetups, though the overall event calendar is sparse.",
      "alignmentValue": 3
    },
    {
      "key": "Nature Access",
      "alignmentText": "Trail networks around Luang Prabang, Nam Et-Phou Louey, and the Bolaven Plateau are accessible for weekend adventures.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "Laos is a one-party socialist republic with tight control over media and civil society.",
      "alignmentValue": 2
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "The state is officially secular, but Buddhist values inform ceremonies and moral messaging.",
      "alignmentValue": 4
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Collective bargaining is limited and unions are state-affiliated, leaving workers with little recourse.",
      "alignmentValue": 3
    },
    {
      "key": "State Ideology",
      "alignmentText": "Policy aligns with Lao People’s Revolutionary Party socialism, prioritizing stability over pluralism.",
      "alignmentValue": 2
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Civil liberties are already curtailed, and recent arrests of activists show no sign of liberalization.",
      "alignmentValue": 1
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Market reforms attract Chinese and Thai investment, yet state-owned enterprises still dominate key sectors.",
      "alignmentValue": 3
    },
    {
      "key": "Stability",
      "alignmentText": "The political environment is stable and insulated from unrest, though transparency is limited.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "State-run media and village loudspeakers push official narratives daily, leaving little independent journalism.",
      "alignmentValue": 3
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Messaging centers on party loyalty, development, and social harmony, making critical discourse sensitive.",
      "alignmentValue": 3
    },
    {
      "key": "Social Policies",
      "alignmentText": "Welfare coverage is thin, with pilot health insurance and poverty reduction schemes reaching only parts of the population.",
      "alignmentValue": 3
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Official surveys report high trust, but limited civic space means skepticism is voiced quietly.",
      "alignmentValue": 4
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Business surveys cite pervasive bribery in customs, land, and police interactions.",
      "alignmentValue": 2
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Rent-seeking around infrastructure concessions and petty facilitation payments are both common.",
      "alignmentValue": 2
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Housing is inexpensive, yet quality varies and expats often renovate older homes for reliable utilities.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime rates are low; petty theft is the main concern in tourist corridors.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Primary clinics exist nationwide, but limited specialists and equipment push serious cases abroad.",
      "alignmentValue": 3
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Foreigners rely on private clinics for basics and fly to Bangkok for advanced care, adding time and cost.",
      "alignmentValue": 2
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Babysitters are typically informal hires; few licensed daycare centers meet Western expectations.",
      "alignmentValue": 3
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Families juggle schooling and healthcare privately, with little state subsidy beyond vaccination programs.",
      "alignmentValue": 3
    },
    {
      "key": "Education",
      "alignmentText": "Education reforms aim to improve literacy, yet outcomes trail neighbors and English-medium options are rare.",
      "alignmentValue": 3
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Outside a new China-Laos railway, public transit is limited to songthaews and tuk-tuks without schedules.",
      "alignmentValue": 2
    },
    {
      "key": "Economic System",
      "alignmentText": "The economy mixes socialist planning with growing private enterprise, anchored by hydropower exports.",
      "alignmentValue": 3
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Personal income tax uses a progressive schedule up to 24%; filings are manual but relatively straightforward with employer assistance.",
      "alignmentValue": 4
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Foreign professionals typically face marginal rates between 10–20%, plus social security if locally contracted.",
      "alignmentValue": 4
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Cash remains dominant; ATMs can be unreliable, though QR payments via LaoPay and Thai wallets are expanding.",
      "alignmentValue": 3
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing, food, and domestic help are affordable, enabling a low monthly burn if content with local standards.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "The pension scheme covers civil servants and formal workers but benefits are modest and coverage incomplete.",
      "alignmentValue": 3
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "There is no dedicated retirement visa; long-term stays require investment or employment ties.",
      "alignmentValue": 2
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Tourist visas on arrival are easy, yet long-term options revolve around business, NGO, or spouse sponsorship with strict reporting.",
      "alignmentValue": 3
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Americans are generally treated warmly, but few support networks exist and bureaucracy can feel opaque.",
      "alignmentValue": 3
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Most residence permits are one-year renewable and tied to an employer or investment project.",
      "alignmentValue": 3
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization demands a decade of residency, Lao language fluency, and is rarely approved.",
      "alignmentValue": 1
    },
    {
      "key": "Family Members",
      "alignmentText": "Dependent visas are possible but require repeated police clearances, housing checks, and school letters.",
      "alignmentValue": 3
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Processing often takes several months with unofficial fees for paperwork and renewals.",
      "alignmentValue": 2
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Work permits and address reporting are strictly enforced; falling out of status risks fines or deportation.",
      "alignmentValue": 3
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Laos does not recognize dual citizenship, and naturalization requires renouncing prior passports.",
      "alignmentValue": 1
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Expect quarterly reporting at immigration, travel permits for some provinces, and reliance on local fixers for paperwork.",
      "alignmentValue": 3
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "The domestic game industry is nascent, with only a few small mobile teams and little middleware expertise.",
      "alignmentValue": 1
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Beyond micro studios in Vientiane and regional outsourcing shops, there are no prominent Lao game companies.",
      "alignmentValue": 1
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Developer meetups happen sporadically through Facebook groups, lacking structured mentorship or events.",
      "alignmentValue": 1
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Ultra-low operating costs help, but limited talent pipelines, funding, and consumer spend hinder a studio launch.",
      "alignmentValue": 2
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Roads, power, and internet are improving but still uneven outside cities, and frequent outages demand backups.",
      "alignmentValue": 3
    }
  ]
}
