{
  "version": 2,
  "iso": "NL",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Amsterdam\u0027s .NET scene remains strong across fintech and cloud. English-first firms offer remote/hybrid roles and competitive pay for Trey.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Amsterdam 2D environmental artist pay roughly meets global medians after cost of living; top hubs pay more, but benefits and life quality help this move.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Amsterdam offers regular 2D environment art courses and workshops at HvA and local studios. Most programs are in English, supporting your bilingual goals.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Amsterdam hosts several strong game/art programs (HvA, Gerrit Rietveld). They regularly place 2D environmental artists in local studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Amsterdam, Netherlands, 2D environmental artist roles typically take 2-3 months; strong game dev scene and English-friendly hiring, but niche talent may slow.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Amsterdam, Netherlands: English is widely used in studios; some teams expect Dutch knowledge for local collaboration; family is open to learning.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Amsterdam studios commonly support hybrid 2D environmental art roles with robust async workflows. English-friendly teams suit Sarah\u0027s needs.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Amsterdam has a strong 2D environmental artist pool with a healthy mix of mid-level and senior talent and several recent shipped projects.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Amsterdam, Netherlands: 3D animator pay is about 25-30% below top markets; strong benefits and EU grants help offset. English-friendly with good remote options.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Amsterdam has regular short courses and active studios for 3D animation; solid instructors and local meetups cover most new techniques.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Several reputable Dutch programs feed the 3D animation pipeline each year. Amsterdam-area studios regularly hire well-prepared grads.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Amsterdam, NL offers an English-friendly, robust game/media talent pool; 3D animator roles typically hire in 1–2 months with remote options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Amsterdam studios use English widely. Teams are multilingual, though some client-facing roles prefer Dutch.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Amsterdam studios commonly offer flexible remote/hybrid 3D animator roles with stipends; fully remote possible by negotiation.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Amsterdam has a strong 3D animation pool with major studios like Guerrilla. Mid- to senior-level talent is available, though competition exists.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Amsterdam, NL: total comp for 3D character artists trails top markets by 25-30%, offset by strong work-life balance and EU benefits.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Amsterdam, Netherlands offers regular 3D character art courses with solid instructors. Local studios and communities support upskilling for game dev.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Amsterdam, NL has several game/animation programs (HvA, Gerrit Rietveld, near HKU) producing industry-ready 3D character artists yearly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Amsterdam\u0027s game-dev scene has solid local talent; 3D character artists are competitive—expect 2–3 months to hire, relocation helps.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Amsterdam, NL: English is widely used in local studios; many teams are bilingual, matching the family\u0027s English-first stance and willingness to learn Dutch.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Amsterdam studios widely support hybrid/remote 3D roles with solid internet and English-friendly collaboration; aligns with the family\u0027s remote work needs.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Amsterdam\u0027s 3D character talent is solid, with senior roles concentrated at a few studios (Guerrilla, Ubisoft, VFX houses); senior hires competitive.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Amsterdam has game accelerators (Dutch Game Garden, Rockstart) with grants and alumni networks; a strong fit for Trey\u0027s studio.",
      "alignmentValue": 9
    },
    {
      "key": "Air Quality",
      "alignmentText": "Amsterdam, NL air quality is good overall. Watch seasonal pollen and occasional near-port spikes; outdoor play remains comfortable for kids.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Amsterdam hosts Guerrilla Games (AAA) as a strong anchor; a solid talent hub with good recruitment but few other large studios nearby.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "Amsterdam, Netherlands, is highly secular; atheism blends into daily life. Non-religious people have broad access to secular institutions.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Amsterdam\u0027s democracy remains robust with independent courts and media; continued vigilance against far-right rhetoric is wise.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Amsterdam, NL: opening bank accounts with a BSN is straightforward for residents. iDEAL, SEPA transfers, and English-friendly service simplify daily banking.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Excellent NL beaches near Amsterdam within 30 minutes; Zandvoort and Bloemendaal aan Zee offer sandy shore, family clubs, and refreshing but chilly water.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Amsterdam offers English-friendly game sessions at Gamekeeper and Het Spellenhuis, plus Board Games Meetup; TonTon Club blends arcade and tabletop for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Amsterdam\u0027s inclusive culture supports diverse bodies; fitness is about well-being, not appearance, in a family-friendly, multilingual city.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "In Amsterdam, NL\u0027s diversified economy and vibrant tech scene, plus grants, support families; layoffs are rare and reemployment is quick.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Netherlands cancer incidence aligns with global norms; Amsterdam benefits from strong screening programs and universal healthcare for early detection.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Amsterdam, NL detention is generally humane with active oversight and restorative programs; European standards drive ongoing reforms.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Amsterdam offers subsidies, parental leave, and school-based aftercare (BSO), providing reliable childcare; occasional delays are usually resolved locally.",
      "alignmentValue": 9
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Amsterdam\u0027s bike lanes and parks keep Anduin and Alasdair safe to roam. Damrak crowds require some vigilance, but family-friendly neighborhoods are common.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Amsterdam, kinderopvangtoeslag reduces fees for working families; with two kids, subsidies help, but care is not fully free.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Amsterdam, skilled migrants can get childcare subsidies after obtaining a BSN and tax number; reimbursements arrive after invoices - plan cash flow in year 1.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Amsterdam offers a broad hobby mix: canal boating, Waag maker labs, kids\u0027 coding clubs, and English board game nights in Jordaan and Oost.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Amsterdam hosts regular monthly game dev meetups and events, with a strong, connected community for creators.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Amsterdam, NL blends active living with universal healthcare and bike-friendly culture; public health messaging supports preventive routines.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Amsterdam, Netherlands region offers multiple co-housing and intentional living options; families can join networks, though some entries have waiting lists.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Amsterdam: Community Manager compensation trails top markets by 25–30%; strong expat support and high QoL offset for this family.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Amsterdam offers regular community manager meetups and short courses. Many programs run in English, with some advanced topics via remote instruction.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Amsterdam hosts AUAS, UvA, and VU with solid media/marketing programs; a steady stream of CM-ready grads; English-friendly study paths.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Amsterdam\u0027s English-friendly market typically fills Community Manager roles in 1-2 months thanks to strong local pipelines.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Amsterdam, Netherlands: English-friendly market; Dutch basics help with local onboarding, though English is widely used.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Amsterdam, NL studios widely support hybrid/remote CM roles; strong English, family-friendly policies, and negotiable remote arrangements.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Amsterdam, NL has a large, English-friendly community manager pool across studios and agencies, with strong remote/hybrid opportunities.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Amsterdam\u0027s expat networks, parent councils, and community groups welcome families; English is common, and connections form with a bit of initiative.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Amsterdam compensation tracks global medians after cost-of-living; solid base, benefits, and family-friendly policies align with NL norms.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Amsterdam startup comp is strong with clear equity norms; cash\u002Bequity helps offset NL living costs for a family.",
      "alignmentValue": 9
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Amsterdam\u0027s compliance is navigable for this family: complete municipal registration and enroll in Dutch health insurance. Plan for routine annual filings and periodic permit renewals.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Amsterdam offers frequent meetups and bootcamps plus English-language certificates from universities. Good for ongoing tech upskilling.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Amsterdam has a robust tech freelancing market. English-friendly onboarding and quick access to game dev and web specialists.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Amsterdam, NL: harm-reduction focused policy with decriminalized small-quantity soft drugs; strong treatment access and public health support.",
      "alignmentValue": 10
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Amsterdam offers startup incentives and strong talent, keeping costs manageable despite high rents. Housing and office space remain pricey.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Amsterdam\u0027s housing and childcare are costly; even with 30% ruling and a strong salary, budget remains tight.",
      "alignmentValue": 6
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Amsterdam has quality coworking \u002B several game-dev labs and makerspaces; strong startup funding options and accessible Dutch startup visa support.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Amsterdam\u0027s tech scene is competitive but healthy; remote options help, yet skilled devs are in demand, keeping hiring friction moderate.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Amsterdam, NL: Depression prevalence is below average with robust mental health services and easy access to counseling.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Amsterdam\u0027s open, multilingual scene and active parent/expat groups speed bonding once you show interest.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Amsterdam\u0027s inclusive culture, LGBTQ\u002B protections, and English-friendly workplaces support D\u0026I; steady progress across studios.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Amsterdam, NL, drug enforcement is targeted with cannabis regulation; occasional crackdowns create mild unease for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Amsterdam generally disallows dual citizenship; the family would usually need renunciation unless a treaty exemption or Dutch spouse allows it.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Amsterdam, NL has solid early-stage grants (WBSO, Horizon Europe, NL Innovatiekrediet) with roughly $350k-$700k for game-dev MVPs.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Amsterdam has public grants and EU funding for games; access is competitive with few dedicated game-specific investors.",
      "alignmentValue": 7
    },
    {
      "key": "Economic Health",
      "alignmentText": "Amsterdam\u0027s diversified economy and low unemployment with modest inflation support a game/web studio launch for Trey and Sarah; grants/visas help.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Amsterdam\u0027s market economy backs startups with grants and welfare. Rules are clear, governance reliable, though some red tape remains.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Amsterdam/Netherlands policy is stable and supportive of startups (startup visa, grants, WBSO). Changes are predictable and manageable.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Netherlands\u0027 education is strong nationwide; Amsterdam offers good public schools with bilingual options, with occasional capacity strain in growing areas.",
      "alignmentValue": 9
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Amsterdam has accredited game programs partnering with studios for internships and capstones; strong universities and bilingual schooling support game careers.",
      "alignmentValue": 9
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Amsterdam, many employers sponsor Highly Skilled Migrant visas for Americans; dependents are included with predictable processing.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Amsterdam\u0027s game dev scene hosts active Unity and Unreal groups, with strong indie/studio activity. This aligns with Trey\u0027s Unity focus in the Netherlands.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "Amsterdam\u0027s bike-friendly parks and canals support a family-friendly outdoor life. Biodiversity is generally protected, though nearby farming areas can limit some spots.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Amsterdam, dual tech incomes land near 30% after the 30% ruling; public services offset the tax cost.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Amsterdam fall: 8-16°C with frequent rain; layer up for school runs and keep weekends flexible for outdoor time.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Amsterdam, NL offers LGBTQ\u002B-friendly neighborhoods, parks, and universal childcare; supportive networks exist, though clubs/lessons can have waitlists.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "Amsterdam typically offers straightforward family reunification for spouses and minor children. Focus on the legally recognized couple and two minors for planning.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Amsterdam, Kinderbijslag and parental leave support two kids; coverage is solid, though Dutch allowances can take time.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Amsterdam\u0027s family subsidies (Kinderbijslag, childcare allowance) fit two-working parents; some programs cap benefits and Dutch portals may be needed.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Amsterdam, visa families receive partial benefits; some allowances hinge on residency or Dutch income, with a brief onboarding after arrival.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Amsterdam\u0027s casual, bike-friendly fashion suits this tech-minded family. Work and daily life in the city welcome comfortable smart-casual attire.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Amsterdam\u0027s fashion is inclusive and body-positive with sustainable labels. Sarah can pair minimalist Dutch looks with bold accessories for work and home in NL.",
      "alignmentValue": 10
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Amsterdam cycling culture favors practical, sustainable streetwear—rainproof overshirts, sneakers, denim—helping Trey blend in at meetings; Nine Streets.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Amsterdam\u0027s open, progressive culture supports varied femininity and gender expression; only minor traditional pockets.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Netherlands gun laws are strict; ownership is rare and tightly regulated in Amsterdam, leading to minimal firearms exposure.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Amsterdam, flirting remains respectful with clear cues. Venues and bystanders reinforce boundaries in a strong consent culture.",
      "alignmentValue": 10
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Amsterdam, Netherlands has a growing founder network with meetups and accelerators. VC access and grants support Trey’s game/tech ventures.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Amsterdam provides abundant fresh produce and a wide range of cuisines. Markets like Albert Cuyp and Noordermarkt are easy to access, great for family meals.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Amsterdam offers an expat-friendly, family-focused environment that aids integration. Neighbors are polite and helpful, though deeper ties take time.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Amsterdam\u0027s strong game dev hub (Guerrilla, studios) offers regular openings and EU grants; suits Trey\u0027s founder/remote path and funding needs.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Amsterdam has strong protections and inclusive services for gender diversity, with English-friendly access in a major city. A few institutions still operate on binary norms.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Amsterdam, NL offers robust gender rights: strong LGBTQ\u002B protections and reproductive rights, with enforcement solid and vigilant advocacy against backlash.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Amsterdam, gender equality is strong; paternal leave and flexible work are common, but some part-time gender gaps persist.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Amsterdam, NL, flirting norms are highly fluid and inclusive. All genders can initiate or decline with minimal stigma.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Amsterdam offers solid protections and healthcare for visa holders. Pathways exist for skilled and startup visas; expect BSN, DigiD, and health insurance within four months.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Amsterdam faces noticeable sea-level risk but is well managed by the Delta Programme and dikes. Continue reinforcement planning and flood insurance.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Netherlands startup visa path is clear via recognized facilitators in Amsterdam; founder-friendly, but processing times can be moderate.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Amsterdam, NL offers balanced grooming norms; care is valued but no pressure to overinvest.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Amsterdam, NL shows progressive tolerance for polyamory. Group households are socially accepted, but formal legal recognition remains limited.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Amsterdam, universal coverage and strong primary/pediatric care meet the family\u0027s needs; wait times for specialists are short.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Amsterdam, visa families gain NL universal coverage after enrolling; register with a huisarts ASAP; basic insurance is strong and affordable.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Amsterdam offers broad English-taught degrees and modest NL tuition; international fees apply, but scholarships/loans can help families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Amsterdam, US visa holders face higher tuition for Dutch universities and HBO; scholarships exist but expect a higher budget.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Amsterdam\u0027s AAA/indie scene (Guerrilla, Rockstar Amsterdam, HoYoverse EU HQ) typically closes roles in 6-8 weeks. Visa timing may extend for relocating families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Amsterdam\u0027s startup scene fills early-stage roles in a few weeks, aided by grants/visas; fits Trey\u0027s founder path and remote/hybrid needs.",
      "alignmentValue": 10
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Amsterdam 3-bed rents exceed €2.4k; income 3-4x, lotteries common. Safe family housing could require months of searching with brokers.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Netherlands (Amsterdam): payroll withholding and Mijn Belastingdienst are digital; forms are Dutch-first. Hire a tax pro early to optimize deductions.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Amsterdam broadly welcomes immigrants; widespread English and inclusive policies align with your family\u0027s values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Amsterdam and the Netherlands welcome educated US families; English helps integration, learning Dutch is feasible. Circles may question motives or costs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Amsterdam provides universal, high-quality K-12 with strong inclusion and language support; bilingual options and after-school care aid expat families.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Amsterdam, visa holders access public schools with newcomer English support; some bilingual programs may prioritize long-term residents.",
      "alignmentValue": 8
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Amsterdam has strong English use and many services offer English portals. Dutch is still needed for official steps, and the family plans to learn Dutch.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Amsterdam studios run in English with strong bilingual support; Dutch docs are common for compliance and local needs.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Amsterdam startups use English widely for investment and collaboration; Dutch fluency aids hiring, compliance, and local outreach.",
      "alignmentValue": 9
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Amsterdam, Netherlands offers several IP firms with game licensing experience; startup-friendly pricing and EU publishing know-how are accessible.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Amsterdam, Netherlands, LGBTQ\u002B protections are strong, Pride visibility is high, and anti-discrimination enforcement supports polyamorous families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Amsterdam has a growing game-dev scene with studios, meetups, and student labs; reliable local playtesting aligns with Trey\u0027s needs and Sarah\u0027s work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Amsterdam, Marxism remains mostly academic; left parties exist, but daily policy leans pragmatic social democracy, not radical.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Amsterdam supports involved fatherhood and emotional openness, letting Trey model caregiving without stigma. Randstad-adjacent generations remain traditional.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence is rare in the Netherlands (Amsterdam); occasional incidents occur, but authorities respond transparently and fear remains low.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Amsterdam offers a vibrant, inclusive ecosystem of tech, parenting, and hobby meetups across coworking hubs; easy playdates via parent networks.",
      "alignmentValue": 10
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "NL minimum wage in Amsterdam covers basics but not all family costs. Expect childcare subsidies or extra income to bridge housing and care costs.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "In Amsterdam, fiber/gigabit internet and smart-city services support remote work with minimal outages; occasional rail work and retrofits occur.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Amsterdam shows strong social acceptance of non-monogamy in urban life. Discreet non-monogamous families can find communities and resources here.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Amsterdam\u0027s open, direct culture fits our family\u0027s preference for honest sharing with empathy. Dutch society values transparent dialogue in daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Amsterdam offers city parks like Amsterdamse Bos and Waterland within easy cycling reach; family-friendly nature, though some routes near port areas.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Amsterdam\u0027s flood controls and very low quake risk keep disasters rare; monitor municipal alerts if renting near rivers or the North Sea.",
      "alignmentValue": 9
    },
    {
      "key": "Nature Access",
      "alignmentText": "Great nature access around Amsterdam. Amsterdamse Bos is a 20-minute bike ride, with many family-friendly parks and short day trips nearby.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Amsterdam has a vibrant live music scene: classical at Concertgebouw, jazz at Bimhuis, and family-friendly daytime events; late shows may need babysitters.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Amsterdam\u0027s nightlife is diverse with Paradiso and Shelter; reliable transit aids date nights, but late-night options for families remain limited.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Amsterdam hosts monthly English game-dev meetups (Amsterdam Game Dev Café, Dutch Game Garden at A-Lab) that support Trey\u0027s prototypes and Sarah\u0027s networking.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Amsterdam, NL hosts AAA and indie studios (Guerrilla Games, Abstraction Games) with public tours and frequent events that fuel a vibrant local hiring scene.",
      "alignmentValue": 10
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Amsterdam, NL: obesity rates are low thanks to cycling culture, healthy foods, and universal healthcare supporting families.",
      "alignmentValue": 10
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Amsterdam, NL offers strong game-startup support: Creative Industries Fund NL, EU Creative Europe, and accelerators; visa options and family-friendly costs help setup.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Amsterdam\u0027s core can feel fast, but calmer districts like Oost/Noord slow things down. Block downtime for family board game evenings.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Amsterdam\u0027s family policies encourage shared caregiving, parental leave, and childcare, aligning with this family\u0027s progressive work-life balance goals.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Amsterdam naturalization after 5 years with exams; dual citizenship is restricted. Family weighs renouncing US citizenship against Dutch passport benefits.",
      "alignmentValue": 6
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Amsterdam: corruption is low with strong watchdogs and effective investigations; predictable bureaucracy supports the family\u0027s needs.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Amsterdam, NL: personal space is generally respected; in crowded trams/markets it can feel closer - gently set boundaries.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Amsterdam, NL - most locals respect personal space. Handshakes are common in initial meetings, with clear cues for touch in crowds.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Amsterdam, NL offers mild, maritime weather with frequent rain; springs/falls are pleasant, but showers limit outdoor time for much of the year.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "Amsterdam, NL: transparent multi-party system with proportional representation supports pluralism; open civic channels sustain stable governance and rule of law.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Amsterdam is broadly tolerant of polyamory, but Dutch law recognizes only two partners. Paperwork centers on a primary dyad, with urban support networks.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Amsterdam offers a strong Dutch pre-K network with bilingual options; infant slots can have waitlists. Rates around €10-11/hr before subsidies; gastouder care is a common backup.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Amsterdam has international/private schools, but tuition is high (~€15k-25k) and waitlists. They serve as a backup if Dutch-language immersion proves too abrupt.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Amsterdam, NL, fresh markets and diverse groceries support healthy eating; processed snacks are common, but planning keeps meals balanced.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Amsterdam PMM (Games) comp is competitive in NL, about 10–15% behind top NA hubs; offers strong family-friendly benefits and an English-friendly market.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Amsterdam has occasional game marketing trainings; most upskilling comes from online courses or visiting instructors; local events are sporadic.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Amsterdam, NL has several game/marketing programs (HvA/Inholland; UvA/VU); a decent PMM pipeline exists, with on-the-job upskilling common.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Netherlands (Amsterdam): PMM (Games) hiring likely 3-4 months; local talent is niche; leverage remote options and relocation support; English-friendly market.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Amsterdam gaming teams largely operate in English. Dutch knowledge is helpful for local campaigns and client-facing work.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Amsterdam studios favor flexible remote/hybrid PM (Games) roles with robust async workflows; equipment stipends are common.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Amsterdam\u0027s game scene supports a solid PMM (games) pool; English-friendly, with multiple studios aiding mid-to-senior hires.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Amsterdam, NL, progressive social policy and LGBTQ\u002B inclusion align with the family. Climate action and strong civic engagement temper reforms.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Amsterdam, casual dating is widely accepted; consenting adults face minimal moral policing, with privacy respected in many circles.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Amsterdam, NL, public messaging centers health, climate, and civic cohesion with minimal nationalist spin; tax/benefits scandals show limited propaganda.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Amsterdam, pluralistic media and public broadcasters offer diverse views. Government messaging is checked by strong journalistic scrutiny.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Amsterdam\u0027s transit is comprehensive and punctual: trams, metro, buses, ferries, bikes; fast trains to Schiphol/Utrecht in under 30 minutes.",
      "alignmentValue": 10
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Amsterdam hosts active EU game/tech events; local publisher partnerships exist but require proactive outreach for Trey\u0027s game-dev goals.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Amsterdam, Netherlands offers abundant premium dining, culture, and strong schools. Some premium options require advance booking or travel and can be costly.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Amsterdam, NL, basic needs are met with universal healthcare and strong public services; housing costs limit savings and extras for a four-person family.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Amsterdam, middle-income families enjoy universal healthcare and strong services, but housing and childcare costs require careful budgeting.",
      "alignmentValue": 6
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Amsterdam offers a balanced real-time game dev and cinematic pipeline presence; strong English-friendly studios, grants, and EU funding support.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Amsterdam, NL, religion and state are largely separate; pluralism protects minority rights, matching this family\u0027s values.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Amsterdam studios favor hybrid work; senior roles (founder/lead) often remote; English-friendly, strong expat/game dev ecosystem.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Amsterdam startups are hybrid-friendly with mature remote tooling; supports the family\u0027s remote/onsite balance and English-friendly environment.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Amsterdam\u0027s remote/hybrid culture is well established; abundant coworking and CET alignment with US partners support family-friendly schedules.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "In Amsterdam, NL, residency routes are flexible with a path to permanent status after roughly 5 years; renewals are common, suited for families and founders.",
      "alignmentValue": 9
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Amsterdam offers stable institutions, bilingual education, and strong work-life balance that support long-term residence; visa and housing hurdles exist.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Amsterdam\u0027s AOW plus mandatory pensions provide solid retirement for residents. Entrepreneurs should add voluntary savings to ensure income in old age.",
      "alignmentValue": 9
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Amsterdam, expats gain AOW only after NL residence years. Mid-career relocation means private savings dominate.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles persist in Amsterdam\u0027s SaaS scene (Science Park/De Pijp); English-friendly but competitive; hybrid/remote options suit Sarah\u0027s balance.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Amsterdam is generally safe. Pickpocket/bike theft risk exists near Centraal/Leidseplein; stay in quieter areas and secure bikes.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Amsterdam, NL offers bilingual public tracks and solid public schools; plan ahead for neighborhood choices and waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Amsterdam, NL: North Sea water ~17–19°C in late summer; with a 5y and 1y, plan short dips and wetsuits.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Amsterdam, NL has a mild maritime climate with generally gentle seasons. Occasional storms and wind require simple planning.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Amsterdam winters bring noticeable darkness, but outdoor breaks and occasional light therapy keep energy steady; summers brighten the year.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Amsterdam has a mild, rainy maritime climate. Winters are cool and damp; summers are mild but often humid, so rain gear helps outdoor plans.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Amsterdam has a robust startup scene with seasoned leaders in software and games; expect competitive offers but solid senior talent availability.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Amsterdam, Netherlands, sex education is comprehensive and destigmatized; consent and LGBTQ\u002B rights are well-supported and healthcare is accessible.",
      "alignmentValue": 10
    },
    {
      "key": "Social Policies",
      "alignmentText": "Amsterdam, NL offers universal healthcare, strong parental leave, and childcare subsidies that help this family. Some programs have eligibility rules and tax complexity.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Amsterdam, 2k sq ft rentals are rare; expect bidding wars and compromises, or look to nearby cities like Haarlem or Amstelveen.",
      "alignmentValue": 4
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Amsterdam spring is mostly comfortable for biking and outdoor days, with a few cold snaps or windy days that call for a medium jacket.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Netherlands\u0027 steady governance and low crime in Amsterdam enable predictable, long-term family planning. Stable institutions support education and safety.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Amsterdam, NL blends social liberalism with pragmatic governance, matching the family\u0027s progressive-entrepreneurial stance. Pluralism and human rights endure.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Amsterdam, NL, a balanced social-market economy backs startups with healthcare and safety nets; taxes and regulation add overhead but stability remains.",
      "alignmentValue": 10
    },
    {
      "key": "Studio Density",
      "alignmentText": "Amsterdam, NL boasts a robust game-dev ecosystem with AAA and indie studios (Guerrilla, Ubisoft) and funding programs, aligning with Trey\u0027s studio goals.",
      "alignmentValue": 8
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Amsterdam summers: highs around 21-24°C with occasional 30°C spikes; nights stay under 20°C, so fans and breaks suffice for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Amsterdam, service is courteous and multilingual; most staff respond warmly and efficiently to English speakers.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Netherlands (Amsterdam) offers strong game/creative incentives: WBSO tax relief for R\u0026D and dedicated game grants; clear eligibility.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Amsterdam: highly skilled approvals typically 2–4 weeks; family fees ~€1.4–1.6k total; delays mainly from housing registration or biometrics.",
      "alignmentValue": 10
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Amsterdam, the childcare benefits scandal cooled trust. Transparency initiatives are restoring confidence, but newcomers should stay cautiously optimistic.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Amsterdam, corruption is low; issues are mainly planning lobbying or housing favoritism, manageable with oversight and staying informed.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Amsterdam software pay is strong vs NL costs; seniors €75k–€95k, top roles \u003E€100k with the 30% ruling. Good for a two-income family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Amsterdam, Netherlands weekends offer markets, bike rides, and canal walks with reliable transit; mostly spontaneous, family-friendly outings.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Amsterdam schools run ~8:30–15:00 with Wednesdays off; offices around 9:00. After-school opvang and local networks bridge gaps to dinner.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Amsterdam, NL, statutory vacation is 20 days (four weeks) plus 8% holiday allowance and public holidays, supporting family time.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Amsterdam tech firms commonly offer 25-30 vacation days plus holidays. This supports Trey\u0027s travel for conferences while the kids enjoy breaks.",
      "alignmentValue": 9
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Amsterdam offers a solid vendor scene: art/QA/audio studios, live-ops support; strong EU grant access and startup support.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Amsterdam VFX Real-Time pay lags top hubs by ~10-15%. Strong benefits and work-life balance help attract experienced talent.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Amsterdam offers regular VFX real-time workshops through studios and universities; online options and local meetups help keep skills current.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Amsterdam, NL has VFX-real-time programs but cohorts are small; expect on-the-job upskilling and strong local studio links.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Amsterdam, NL: VFX (Real-Time) roles typically take 2-3 months due to competition and niche talent; strong local studios support pipelines.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Amsterdam, NL, VFX teams widely use English. Basic Dutch helps with local collaboration and daily workflows.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Remote and hybrid real-time VFX setups are normalized in Amsterdam studios, Netherlands, with strong async workflows.",
      "alignmentValue": 10
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Amsterdam\u0027s real-time VFX talent pool is solid, anchored by Guerrilla Games and local studios; senior hiring can be competitive.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Amsterdam, Belgium and Germany are seen as cooperative neighbors; cross-border ties are strong and everyday talk stays practical and open.",
      "alignmentValue": 9
    },
    {
      "key": "View of self",
      "alignmentText": "In Amsterdam, NL, the Dutch self-view as pragmatic, consensus-driven and inclusive fits the family\u0027s collaborative, education-minded ethos.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors in Amsterdam respect the Netherlands\u0027 strong infrastructure and inclusive culture. Climate policy debates exist, but migrant families feel welcome.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Amsterdam, NL offers Highly Skilled Migrant, EU Blue Card, Startup, and Self-employed routes. Founders with tech skills; expect workable processing with solid docs.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Amsterdam\u0027s walkable neighborhoods and bike lanes keep kids safe; expect mostly calm crossings with a few car-heavy corridors.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Amsterdam has DAFT support for US entrepreneurs and high English fluency; bureaucracy exists but expat resources ease family immigration.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Amsterdam\u0027s UNESCO canal heritage and cutting-edge media labs spark curiosity. English-friendly, progressive society supports great schools and family life.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Amsterdam winters are 0–6°C with damp winds; snow is a rarity, so light coats and solid rain gear cover most days.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In the Netherlands (Amsterdam), 36-40 hours full-time is common and four-day weeks are typical, supporting caregiving and steady careers.",
      "alignmentValue": 9
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Amsterdam, Netherlands: evenings and weekends are protected; flexible hours and part-time roles suit Sarah\u0027s calm, family-friendly needs.",
      "alignmentValue": 10
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Amsterdam, NL has robust protections: collective bargaining, works councils, strong dismissal rules; progressive policies support part-time/remote work.",
      "alignmentValue": 9,
      "sameAsParent": false
    }
  ]
}