{
  "version": 2,
  "iso": "NL",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "In Utrecht, bike-friendly planning keeps canals and parks within reach; nitrogen pressure from farming strains biodiversity, guiding weekend trips to dunes.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Utrecht’s river flood risk is mitigated by the Delta Programme and dikes, keeping near-term danger low. Budget flood insurance and track adaptation plans for housing decisions.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "In Utrecht, mild but damp; frequent drizzle and grey skies curb outdoor time most of the year; rain gear and indoor activities are essential.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Utrecht, NL air is generally clean; PM2.5 stays low for outdoor play and cycling. Occasional pollen/dust days; portable filters rarely needed.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Utrecht, NL, earthquakes and wildfires are rare; world-class flood defenses and insurance keep flood risk low for this family.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Utrecht, spring starts mild but swings from cool, rainy days to warmer afternoons; by May 6-16°C, bike-friendly outings feel pleasant.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Utrecht, NL: highs 21-24°C; parks/festivals fine without AC. Nights often \u003C20°C; rare 30°C heatwaves need cooling breaks.",
      "alignmentValue": 9
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Utrecht\u0027s fall hovers 8–16°C; September crisp, October rains. The family needs predictable outdoor time, so weekends require flexibility.",
      "alignmentValue": 6
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Utrecht is about 0-6°C with damp winds. Subfreezing nights occur, but days stay 5-10°C and heavy snow is rare.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches like Zandvoort and Scheveningen are reachable in about 40 minutes by train from Utrecht, Netherlands, with good family facilities and water quality.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Utrecht inland lakes reach about 20-21 C in summer; the North Sea stays around 18 C in August, favoring short swims or shallow options for kids.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Utrecht, NL offers Oudegracht canal views and Heuvelrug forests within easy reach for weekly outdoor time. Soestduinen and Loosdrechtse Plassen offer weekend options.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Utrecht, NL, min wage near €2k/mo; essentials met, but housing costs limit savings; supports Sarah seeking lower-stress roles.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Typical Utrecht software pay is €65k–€85k; 30% ruling helps top end. Living in Leidsche Rijn or Nieuwegein aids childcare and savings.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Utrecht\u0027s .NET market is healthy with English-friendly teams in banks and startups; visa routes and remote work ease the move.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles in Utrecht are limited and clustered; network actively and blend local contracts with remote EU work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Utrecht, many employers hire under the Highly Skilled Migrant scheme; sponsorship is common and often includes family-friendly relocation support.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "Utrecht, Netherlands: a diversified, resilient economy with low unemployment and strong startup support cushions a new studio against shocks.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Utrecht offers a strong remote-ready culture. Abundant coworking spaces like Seats2meet and hybrid options help Trey and Sarah stay connected, with CET overlap aiding U.S. calls.",
      "alignmentValue": 9
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Utrecht, Dutch norms protect evenings/weekends; flexible hours and family-friendly policies fit Sarah\u0027s calm-team needs.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Utrecht, standard full-time is 36-40h; four-day weeks support caregiving and family balance; overtime is rare and usually compensated.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "NL offers 20-24 days off per year with 8% holiday pay; in Utrecht, factor in school holidays for family travel.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Utrecht, NL, firms typically offer 25-29 days with planned coverage; this supports Trey\u0027s conferences while the kids enjoy breaks.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Utrecht, Netherlands, bike-friendly streets and canals keep life relaxed. Sarah enjoys a slower rhythm while Trey taps into city energy.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Utrecht primary schools commonly run 8:30-15:00 with BSO; aligns well with 9-5 tech/remote work, with aftercare covering late meetings.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Utrecht feature Vredenburg markets and kid-friendly cafés; biking to Heuvelrug is easy, with TivoliVredenburg family shows and board-game cafés nearby.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Utrecht\u0027s car-free streets, plentiful playgrounds, and inclusive family spaces fit a two-adult, two-child household.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Utrecht, polyamorous families enjoy broad social tolerance; legal recognition remains two-person only, with urban support networks handy.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Utrecht, NL supports balanced parenting and constructive school partnerships; Sarah\u0027s family benefits from empathetic guidance and flexible work norms.",
      "alignmentValue": 9
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Utrecht is very kid-friendly: safe crossings, abundant playgrounds, and stroller-friendly streets. Buurtteams help families plug into playgroups quickly.",
      "alignmentValue": 10
    },
    {
      "key": "Schooling Options",
      "alignmentText": "In Utrecht, NL, strong mix: bilingual public schools, private options, and International School Utrecht; admissions vary, but waitlists are manageable.",
      "alignmentValue": 9
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Utrecht, NL, infant slots are tight and waitlists long; subsidies cover much of the cost, with municipal playgroups and gastouders as backups.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Utrecht, NL, kinderopvangtoeslag is income-tested and can cover most daycare costs for a two-parent family; municipal playgroups help the 1-year-old\u0027s socialization.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Utrecht, visa families can access childcare subsidies after a BSN and tax number. Reimbursements arrive after invoices, so plan cash flow in year one.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Utrecht, NL offers tuition-free primary/secondary schooling with strong inclusion and BSO. National inspections keep quality consistent.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Utrecht, visa families can access public schools with newcomer support, though some bilingual programs may prioritize long-term residents.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Utrecht private schools exist but are pricey (€15k-€25k) with waitlists; strong public options offer bilingual exposure if Dutch immersion is challenging.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Utrecht, NL, two-kid families receive childcare subsidies, child allowances, and universal healthcare.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Utrecht, visa families get partial benefits. Full access requires residency and Dutch taxable income; expect a brief onboarding.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Utrecht offers affordable higher education with DUO loans/grants for residents; many English-taught programs, though non-EU access varies.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Utrecht, as US visa applicants (non-EU), you can enroll in Dutch universities/HBO but pay higher tuition; scholarships exist, yet costs exceed those for citizens.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Utrecht, NL: gender roles are highly egalitarian with strong parental leave; both partners share caregiving, though some women still do part-time work.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Utrecht, the Netherlands, gender-diverse identities have strong protections and broad legal recognition with inclusive healthcare. City life supports inclusive communities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Utrecht, NL, gender rights are strongly protected and enforced; LGBTQ\u002B and reproductive rights are secure, with active monitoring of rare backlash.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Utrecht, NL shows flexible femininity norms. Women lead in politics/tech and casual dress is common, with only soft pressure around parenting.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Utrecht, fatherhood is broadly inclusive and emotionally open. Older generations may still cling to traditional norms.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Utrecht\u0027s historic university vibe, bike-friendly streets, canals, and game jams fuel family curiosity. English-friendly NL; strong schools and family policies.",
      "alignmentValue": 9
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Utrecht, English is widely used in daily life and many services offer English portals; Dutch remains necessary for long-term bureaucracy.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Utrecht, NL, progressive policies, inclusive society, and strong civic life match the family\u0027s priorities on education, healthcare, and LGBTQ\u002B rights.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Marxist ideas persist mainly in Utrecht\u0027s academia and activist circles; daily policy stays pragmatically left, not radical.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In Utrecht, the Netherlands, atheism enjoys broad acceptance; secular life and institutions function openly with little religious expectation.",
      "alignmentValue": 10
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Utrecht, NL, sex education is comprehensive and open; consent is normalized and services are accessible for a sex-positive, poly-friendly family.",
      "alignmentValue": 10
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Utrecht offers strong LGBTQ\u002B protections and visible Pride events for this polyamory-positive family. Rural NL areas are quieter but legally safe.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Utrecht, expat meetups and parent councils help your family plug in. Dutch directness builds reliable local ties.",
      "alignmentValue": 9
    },
    {
      "key": "View of self",
      "alignmentText": "In Utrecht, Dutch pragmatism and consensus match our family\u0027s collaborative, modest approach; we value openness, education, and civil liberties.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Utrecht, NL, Belgians and Germans are friendly neighbors; UK/US politics are discussed openly, without diplomatic small talk.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Utrecht, neighbors view the Netherlands positively, valuing its open economy and liberal culture, facilitating travel, work, and settling for our family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife exists in Utrecht districts like Oudegracht/Neude; evenings end earlier—plan babysitters and transit for occasional family-friendly date nights.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Utrecht, practical, bike-ready style is common. Trey\u0027s smart-casual look with rain gear fits Dutch urban life without standing out.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Utrecht\u0027s fashion blends Scandinavian minimalism with colorful Dutch accents, letting Sarah express herself on the commute. Steenweg pop-ups in NL support sustainable wardrobes.",
      "alignmentValue": 9
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Utrecht offers canal paddling, Energiehaven climbing, and Hooghiemstra maker workshops; music and coding clubs cluster around the railway museum district.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Utrecht offers a vibrant English-friendly boardgame scene with weekly sessions at NeverNeverLand and Utrecht Board Game Meetup. Family-friendly cafes abound for casual Sundays.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Utrecht offers diverse live music (TivoliVredenburg, De Helling) with safe transit and family-friendly options; babysitting is easier than Amsterdam.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Utrecht, Netherlands features a vibrant gaming/tech meetup scene (Dutch Game Garden, UtrechtJS, Women in Games NL) plus family-friendly parent co-ops in Leidsche Rijn.",
      "alignmentValue": 10
    },
    {
      "key": "Nature Access",
      "alignmentText": "Bike-friendly nature around Utrecht (NL) is within easy reach; Amelisweerd, Vecht, and Utrechtse Heuvelrug trails are close. Cars mainly for longer trips.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Utrecht, NL hosts a stable, transparent multi-party democracy with proportional representation and pluralism. Reforms occur through open civic channels.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Utrecht, Netherlands, religion lightly influences policy; minority rights stay protected, with education funding debates the main faith issue.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Utrecht, NL, worker protections are robust with strong unions and works councils. Flexible hours and recourse suit Sarah\u0027s part-time/remote plans.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Utrecht, NL\u0027s pluralistic, rights-focused politics align with the family\u0027s progressive-entrepreneurial stance; migration debates remain dynamic.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Utrecht, the Netherlands, democracy remains strong with independent courts and civil society; vigilance over far-right trends protects family freedoms.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Utrecht, the Dutch model blends innovation with strong safety nets and healthcare; startups thrive, but taxes and compliance add overhead.",
      "alignmentValue": 10
    },
    {
      "key": "Stability",
      "alignmentText": "In Utrecht, the Netherlands, stable governance, low crime, and reliable public services support steady family planning.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Utrecht, the Dutch media landscape remains pluralistic with watchdogs; government messaging exists but is routinely scrutinized, keeping propaganda low.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Utrecht messaging centers health, climate, and civic cohesion with minimal nationalist spin. Overall, it\u0027s factual and inclusive, matching the family\u0027s media preferences.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Netherlands (Utrecht): universal healthcare, housing subsidies, and childcare support bolster family balance; some paperwork/eligibility rules persist.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in Utrecht\u0027s government is tempered after childcare scandal; transparency is improving, but skepticism remains. Expect clear services and good welfare.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Utrecht, NL, corruption is exceptionally rare; strong watchdogs protect daily life and ensure predictable bureaucracy for families.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Utrecht, corruption shows up as occasional zoning or procurement issues; oversight helps keep permit timelines manageable for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Utrecht offers family-friendly Leidsche Rijn and Kanaleneiland; competition and landlord paperwork may slow securing a home - move fast and prep income docs.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Utrecht remains low-crime overall; bike theft is watched and nightlife incidents are infrequent - stick to residential streets for safe family cycling.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Utrecht, NL has universal coverage and strong primary care with maternity support. Specialist wait times exist but are usually manageable with referrals.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Utrecht, visa families enroll in Dutch basic health insurance; register with a huisarts on arrival; English-speaking GPs available, coverage strong.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Utrecht, parental leave, child benefits, and afterschool care are strong, though occasional municipal delays require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Utrecht offers strong, universal family support (childcare subsidies, healthcare) aligning with this family; some Dutch portal navigation may be needed.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Utrecht, NL public schools perform well with strong teachers and modern facilities. Bilingual primary options are available for early years.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Utrecht\u0027s U-OV buses, Uithoflijn tram, and rail form a strong network. Weekend gaps in outer districts make OV-fietsen/Greenwheels useful backups.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Netherlands (Utrecht) has a coordinated market economy with strong welfare and startup support; reliable governance, but taxes and admin require planning.",
      "alignmentValue": 9
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Utrecht, NL, payroll withholding and MijnBelastingdienst digital filings streamline returns, but forms are Dutch-first; a tax advisor helps maximize deductions.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Utrecht, two tech incomes fall into ~37% and ~50% brackets. The 30% ruling cushions Trey\u0027s pay for up to five years, keeping net pay comfortable.",
      "alignmentValue": 7
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Utrecht banking with a BSN is straightforward: SEPA transfers, iDEAL, and contactless payments are standard; US cards may need backup options.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Utrecht is moderate; housing and childcare are main costs, but NL subsidies and good transit help budgeting.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Utrecht, NL, AOW plus occupational pensions provide solid retirement income; universal healthcare and elder care support most seniors, with savings incentives.",
      "alignmentValue": 9
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Utrecht, NL, visa holders accrue AOW after years of residence; rely on employer pensions and private savings, making disciplined investing essential mid-career.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Utrecht, NL offers multiple routes: Highly Skilled Migrant, EU Blue Card, Startup, and self-employed. Clear criteria, but sponsorship or solid plans required.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Utrecht, US applications are processed; DAFT aids entrepreneurship; generally friendly, but bureaucracy can feel impersonal, so patient follow-up helps the family.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "In Utrecht, NL, permits commonly span 2–5 years and may lead to permanent residency after 5 years. Renewals require ongoing eligibility; the path is well-trodden.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Utrecht, naturalization after five years is feasible with integration exams; dual citizenship is restricted, so renunciation may be required.",
      "alignmentValue": 7
    },
    {
      "key": "Family Members",
      "alignmentText": "In Utrecht, spouses/partners and minor children can reunify with minimal hurdles; polyamorous relationships still require separate visa routes.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Utrecht, Netherlands, highly skilled migrant approvals usually arrive in 2-4 weeks; fees around €350-€400 per person; housing/bio steps may cause delays.",
      "alignmentValue": 10
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Utrecht, follow BRP registration, health insurance, and income checks; audits exist but are manageable with timely filings.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Utrecht, dual citizenship is rarely granted; you may need treaty exemptions or a Dutch spouse to keep US passports.",
      "alignmentValue": 4
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Utrecht requires BSN, DigiD, and Dutch correspondence; health insurance in 4 months. Visa status hinges on renewals, but is stable for tech families.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Utrecht\u0027s game scene (Ronimo, Abbey Games, Nixxes alumni) offers steady indie/contract gigs via incubators; AAA roles rarer, but networks keep work flowing.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Utrecht\u0027s established studios fill roles in 6-8 weeks (1-2 months) via incubator networks, aligning with Trey\u0027s game/tech focus.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Utrecht, established game studios pay around EU medians after cost-of-living; solid base \u002B bonuses, good for family balance.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Utrecht studios widely use English; Dutch helps with local docs and community work; your bilingual, English-friendly profile fits.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Utrecht, NL studios are hybrid-friendly; remote roles exist for experienced staff, aligning with Trey\u0027s founder/remote setup and Sarah\u0027s remote preference.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Utrecht, NL has several notable studios (Ronimo, Abbey Games, Nixxes). This signals a healthy, accessible Dutch game-dev ecosystem.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Utrecht, NL hosts regular Dutch Game Garden events, Indigo showcases, and local game jams; English-friendly sessions welcome families and newcomers.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Utrecht, NL offers solid game-startup support: Dutch Game Garden mentorship, ROM funds, Creative Industries grants; startup visas and WBSO help this family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Utrecht\u0027s startup scene fills early roles in 1-2 months due to Dutch Game Garden mentorship and local grants, aligning with this founder family.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Aligned with global medians after NL cost of living; Utrecht startups offer solid cash plus equity and strong family-friendly policies.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Utrecht, NL, English is common for startup operations and investor talks. Dutch fluency is needed for hiring, compliance, and local administration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "In Utrecht (NL), startups lean hybrid; remote-friendly for senior roles with mature async tooling and family-friendly scheduling.",
      "alignmentValue": 9
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "In Utrecht, NL, fiber broadband and reliable rail/roads support a remote-working family with minimal outages. Utilities and transport work smoothly.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Utrecht, NL: mild, maritime climate; expect a couple notable seasonal storms and wind spells; stay prepared.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Netherlands (Utrecht) enjoys long summer days and shorter winters. Mood stays strong with light coping habits.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Utrecht, NL has a mild, maritime climate with regular rain. Roughly half the year is pleasant, so plan for showers.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Netherlands (Utrecht) offers universal healthcare and childcare subsidies; costs are manageable with budgeting, though housing may require trade-offs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Utrecht, NL, a middle-income family can live comfortably with good services, but housing and childcare costs require careful budgeting.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Utrecht, higher-income families enjoy strong healthcare, good schools, and English-friendly services; a few niche options may need advance booking or travel to Amsterdam.",
      "alignmentValue": 8
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Utrecht, 2k sq ft rentals are scarce; plan for longer searches, higher rents, and possible older stock in outer suburbs.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Utrecht, NL has several co-housing and community housing options. Families can join via housing co-ops, but waitlists may apply.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Utrecht, NL locals are warm and English-friendly. Expat and neighbor groups help newcomers integrate quickly.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Netherlands (Utrecht) is broadly welcoming to immigrants; you\u0027ll find English-friendly services, good schools, and safe communities for your family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Utrecht, NL, White migrants are mostly comfortable integrating; expect some questions about motives; engage openly to smooth ties.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Utrecht, NL, surface interactions are courteous and efficient; we initiate friendly exchanges and staff respond positively; English helps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Utrecht, NL is expat-friendly; join clubs or dinners to build deep bonds quickly, aided by high English use and social openness.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Utrecht, NL: most locals read body language well; in crowded transit or markets, closer space occurs; gently assert boundaries for the kids.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Netherlands (Utrecht) values direct, empathetic honesty. Issues are addressed transparently without shame.",
      "alignmentValue": 10
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Utrecht, practical, bike-friendly attire fits our pace. Grooming is valued but not overdone.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Utrecht, healthy living is encouraged and inclusive. Fitness talk remains constructive with no body-shaming.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Utrecht, NL, tidy smart-casual fits most settings. Fashion is appreciated but not mandatory, easing daily life for a busy family.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Within Utrecht, NL, consent culture is strong and inclusive; expect respectful flirting and clear boundary check-ins in daily life, matching your family values.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Utrecht, NL: Dutch society supports inclusive flirting; all genders can initiate or decline interest without stigma.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Utrecht, Netherlands: strong social acceptance for diverse relationships. Polyamory is common in urban spaces, but discretion in some settings is wise.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Utrecht, NL, attitudes are liberal; consenting adults face little moral policing, matching a sex-positive, privacy-respecting culture.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Netherlands (Utrecht) has broad social acceptance for multi-partner families in progressive scenes. Legal recognition remains limited.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Utrecht, NL: personal space is generally respected; handshakes are common, hugs reserved for trusted people, even on crowded transit.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Netherlands/Utrecht has strict gun laws and low civilian ownership; firearms are rarely seen in daily life, contributing to a calm environment.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Netherlands\u0027 harm-reduction approach and universal healthcare suit your Utrecht family. Cannabis tolerance exists, with strong treatment and support services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Netherlands (Utrecht) drug enforcement is proportionate with strong oversight; families rarely witness aggressive sweeps.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence in the Netherlands (Utrecht) is uncommon. Authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Netherlands (Utrecht) detention facilities meet international standards with oversight and restorative programs; generally humane for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In Utrecht, Netherlands, most neighborhoods are walkable with calm streets; walking is comfortable, with only a few busy corridors to navigate.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Utrecht, NL, wellness culture thrives with universal healthcare and bike-friendly, family-friendly spaces; strong public health messaging supports kids.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Utrecht, Netherlands has strong fresh markets and abundant produce. Processed snacks are common, but balanced by plentiful fresh options for families.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Utrecht, NL, fresh markets and diverse eateries are solid; most cuisines are available, though a few specialties may require a short trip.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Utrecht, NL is relatively low due to universal healthcare and strong mental-health access. Families benefit from open dialogue.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Utrecht (NL), obesity is low thanks to biking culture and strong preventive care. Active transport and healthy food norms support the family\u0027s health.",
      "alignmentValue": 10
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Netherlands (Utrecht) cancer incidence aligns with global norms; strong screening and universal healthcare aid early detection.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Utrecht, NL enjoys a diverse economy with strong safety nets. Downturns pause hiring but quick reemployment is common.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Utrecht hosts a modest, emerging studio scene with indie and mid-sized game/animation outfits; proximity to Amsterdam boosts collaboration.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Ubisoft Utrecht is the region’s single anchor; a major AAA studio with training paths, though hiring can fluctuate in Utrecht.",
      "alignmentValue": 6
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Netherlands (Utrecht region) offers a solid game-dev/vendor scene with Amsterdam links; strong English and broadband, but capacity can be limited in peaks.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Utrecht\u0027s HKU game design programs partner with studios for internships and capstones. This creates a strong local talent pipeline in the Netherlands.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "In Utrecht, NL, regular evening courses, bootcamps, and local meetups support game/web dev upskilling. This benefits Trey and Sarah as they pursue ongoing education.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Utrecht, Netherlands hosts regular monthly game-dev meetups and tech events; a solid community scene that fits your family\u0027s needs.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Utrecht, Netherlands has active Unity and Unreal scenes with meetups and cross-pollination; engines are balanced for our family game-dev plans.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Utrecht, NL offers a solid real-time game-dev scene (Unity/Unreal) with good broadband and accessible grants/visas for family-friendly studios.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Utrecht, NL has solid demand for software/web roles; local pipelines help. However, Unity/.NET competition and visa steps may slow hires.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Netherlands/UT offers stable tech roles, strong startup funding, and family-friendly policies; high English use lowers retention churn for this family.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Netherlands (Utrecht) shows strong D\u0026I with LGBTQ\u002B rights, English-friendly workplaces, and family-friendly policies that fit your values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Netherlands provides solid WBSO R\u0026D tax relief that covers game/creative work. In Utrecht, apply through national schemes and local funds with clear eligibility.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Netherlands/Utrecht offers stable, predictable policy with social protections. Strong startup support and family-friendly planning align with this profile.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Netherlands/Utrecht shows a growing founder base with regular meetups and accelerators. Solid local mentorship and access to funding.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Utrecht, NL offers broad public grants and generalist investors for startups; game projects can tap EU/NL funds, though capital is competitive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Netherlands/Utrecht offers occasional game cohorts; UtrechtInc and local labs provide startup support aligned with this family\u0027s needs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Adequate senior talent in Utrecht, Netherlands; startups must offer competitive packages to attract candidates from established firms nearby.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Healthy contractor bench in the Netherlands (Utrecht): robust tech freelancing and remote support; top game dev talent can book out weeks in advance.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Good coworking in Utrecht, Netherlands, with solid broadband and university ties. Limited game-dev labs like mocap, but accessible shared resources exist.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Netherlands (Utrecht) offers reliable game IP counsel; Amsterdam firms handle licensing; startup-friendly IP support is available.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "In Utrecht, NL, there is a growing indie dev scene and EU funding options. Direct publisher access is limited; partnerships exist but require proactive outreach.",
      "alignmentValue": 7
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Utrecht has university labs and local game meetups for playtesting. Expect reliable groups with some lead time; English-friendly access.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Netherlands startup visa is accessible with a recognized facilitator in Utrecht. Processing times are moderate.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Utrecht has high housing and payroll costs, but grants, stable taxes, and a strong startup ecosystem help sustain a family-led studio.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Utrecht, NL has a solid 3D character artist pool; it\u0027s concentrated with senior hiring competition, but mid-level talent is accessible.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Utrecht\u0027s 3D character art pipeline centers on HKU; a single local program with mixed graduate readiness and portfolio outcomes.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "In Utrecht, NL, 3D character CE is sporadic; some short local courses exist (often Dutch). Most upskilling is online or via visiting experts.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Utrecht, NL: 3D character artist roles usually take 3–4 months; relocation/visa steps add time, but NL studios and EU talent pools help.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Utrecht, NL, 3D Character Artist pay aligns with EU medians after cost of living; still below top NA/WE hubs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Utrecht studios lean English; Dutch basics help local teamwork. This fits the family\u0027s preference for English ubiquity and willingness to learn Dutch.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Utrecht, NL studios favor hybrid 3D roles; remote is possible but with on-site days; strong broadband supports async workflows for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Utrecht offers a solid 3D animation pool (HKU grads, local studios); senior roles can be competitive, often needing relocation or remote options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "HKU Utrecht hosts a top 3D animation program; one reputable school feeds regional studios with steady 3D animator grads.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Utrecht offers HKU-based short courses and occasional 3D animation workshops. Local game studios host meetups and online courses help you stay current.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Utrecht, NL, 3D animator roles typically fill in 2–3 months thanks to a solid EU talent pool and local studios; remote options help.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Utrecht, NL, 3D animator pay sits ~10-15% below top hubs, but with strong benefits, work-life balance, and English-friendly environment.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Utrecht, NL: English is widely used in local studios, but learning Dutch aids collaboration and daily life.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Utrecht, NL, 3D animator roles commonly support hybrid/remote setups; most studios offer flexible models and equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Utrecht hosts a growing 2D env art scene with a solid pool of mid-level artists; senior talent often comes from Amsterdam/Rotterdam so relocation may help.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Utrecht hosts HKU with English-taught game/art tracks and NL partners; graduates enter regional studios (Amsterdam/Rotterdam), strong pipeline but competitive.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Utrecht, NL offers occasional 2D environment art courses and workshops (HKU); most learning is remote or through visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Utrecht, 2D environmental artist hiring is likely 3–4 months. Proactive sourcing or relocation support is often required.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Utrecht, NL, 2D Environmental Artist pay trails top hubs by ~10-15%, but excellent Dutch benefits and work-life balance align with your family priorities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Utrecht, NL, English is widely used in studios; learning basic Dutch aids local collaboration in 2D environmental art projects.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Utrecht, Netherlands studios mix on-site with hybrid work; fully remote arrangements require negotiation for 2D Environmental Artists.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Netherlands (Utrecht) has a solid real-time VFX pool; local studios like Ubisoft Utrecht and HKU grads feed talent, but senior hires remain competitive.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Utrecht\u0027s HKU provides a reputable VFX (real-time) program; graduates feed NL studios, creating a solid regional pipeline.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Netherlands (Utrecht) offers occasional VFX real-time continuing education via HKU and local meetups; remote options help fill gaps.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Utrecht, NL: VFX Real-Time roles typically 3-4 months; requires proactive sourcing and possible relocation for non-EU candidates.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Utrecht, VFX Artist (Real-Time) pay trails top hubs by ~10–15%. NL benefits and work-life balance help attract talent.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Utrecht, NL, English is widely used in VFX studios; local teams often work in English, with some Dutch knowledge preferred.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Utrecht, NL, VFX real-time roles often blend remote/onsite work. NL studios support flexible models but may require onsite for critical tasks.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Moderate community manager pool in Utrecht, NL. Startups may need remote work or relocation for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Utrecht (NL) hosts HKU/UU game/media programs; grads feed regional studios, with a strong ecosystem but small class sizes.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "In Utrecht, NL, regular community manager meetups and short courses exist with solid instructors; practical upskilling is accessible locally.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Utrecht, NL has a solid tech/startup pool and English-speaking talent. Typical Community Manager hires take 1-2 months, with remote/hybrid options.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "8: Utrecht NL community manager pay is near global medians after cost of living. Strong benefits help offset taxes and support families.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Netherlands/Utrecht: English is widely used in studios; Dutch basics help with local ops; CM roles welcome bilingual support.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Utrecht studios favor hybrid work; remote is common but periodic onsite collaboration is typical, with solid broadband and English-friendly teams.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Utrecht has a moderate PMM (games) pool; solid English, close to Amsterdam studios, but niche skills may require proactive sourcing or relocation.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Utrecht hosts HKU\u0027s game programs and nearby campuses with marketing tracks. A solid PMM pipeline feeds NL studios.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Utrecht, Netherlands offers occasional PMM game marketing trainings via Dutch Game Garden and local universities; remote delivery is common.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In Utrecht, NL, PMM (Games) hiring has a solid pool; expect 1-2 month searches with English-friendly environment and startup support.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "In Utrecht, PMM (Games) compensation is ~10–15% below top hubs; still attractive when benefits and English-friendly work culture are included.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Utrecht game studios predominantly use English; Dutch basics help local teams. English ubiquity aligns with the family\u0027s preference; Dutch learning is helpful.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Utrecht, NL, most game studios support flexible remote PMM roles with async workflows. Occasional onsite meetings occur; equipment stipends are common.",
      "alignmentValue": 9,
      "sameAsParent": false
    }
  ]
}