{
  "version": 2,
  "iso": "NL",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Netherlands Eindhoven Brainport offers strong .NET roles across Philips/ASML ecosystems. English-friendly with remote work and visa options for U.S. workers.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Eindhoven, NL offers solid 2D environmental artist pay with good benefits and English-friendly studios; compensation trails top hubs by ~10–15%.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Eindhoven offers occasional 2D environmental art workshops through design schools and studios. Most advanced topics rely on remote study or visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Eindhoven hosts Design Academy Eindhoven and Fontys for game-art training. Local studios recruit 2D environment artists, creating a solid pipeline.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "2D Environmental Artist roles in Eindhoven typically take 4-6 months; Dutch, English-friendly market with moderate local talent pipelines.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Eindhoven, NL studios widely use English; teams are multilingual. Dutch basics and local onboarding support are common here.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Eindhoven studios in NL widely support flexible remote/hybrid 2D environmental art roles with equipment stipends. Occasional onsite work may be expected.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Eindhoven has a moderate 2D environmental artist pool; startups can hire but may need relocation support or longer searches for seniors.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Eindhoven, 3D animator pay trails top markets by about 25-30%, even with NL benefits. Family-friendly policies and QoL offset compensation gaps.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Eindhoven offers occasional 3D animation workshops via TU/e/DAE and local studios; remote courses help fill gaps. Good fit for a family with game/tech interests.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Fontys in Eindhoven offers game design and related 3D courses; but dedicated 3D animator tracks are small and rely on on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Eindhoven, Netherlands, 3D animator roles typically fill in 3-4 months with proactive sourcing and visa support.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Eindhoven, NL: English is widely used in studios; aligns with your English-ubiquity goal, while basic Dutch aids local collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Eindhoven, NL, most studios offer flexible remote/hybrid setups with family-friendly hours. English is widespread; many studios offer equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Moderate Eindhoven 3D animation pool; local studios exist, but senior hires may require relocation or remote work.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "NL Eindhoven 3D character artist pay roughly €40k–€60k/year with good benefits and balance; still below top North American hubs.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Eindhoven offers few local 3D character art continuing education options; most advanced topics require remote study or travel to nearby cities.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Eindhoven, NL, has Fontys/Design Academy offering game design and CG courses; programs exist but are small, needing on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Eindhoven, 3D character artist hiring likely 3–4 months; proactive sourcing/relocation needed; English-friendly market.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Eindhoven, English is widely used in studios; some Dutch basics help with local collaboration and daily tasks.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Eindhoven, NL, remote/hybrid 3D character artist roles are common. Studios offer flexible setups and equipment stipends.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Eindhoven\u0027s 3D character artist pool is moderate; strong tech scene but fewer specialists than Amsterdam, so relocation or remote hiring may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Eindhoven, NL has a strong tech ecosystem (Brainport) but no dedicated game accelerators; rely on general startup programs.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "In Eindhoven, NL, air quality is generally good with PM2.5 kept low. Kids can play outside and cycling is feasible, with occasional pollen days.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Eindhoven has no large game studios; anchors are tech firms (ASML/Philips) and High Tech Campus, with limited game-focused recruitment.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In Eindhoven, atheism is widely accepted. Secular public life is the norm with minimal religious bias.",
      "alignmentValue": 10
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Eindhoven, Dutch institutions remain robust and courts independent. Civil liberties are strong, with vigilant civil society—watch for nationalist rhetoric.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In Eindhoven, expats open NL accounts with a BSN; SEPA instant transfers and iDEAL simplify daily payments; some US cards still need backups.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "From Eindhoven we favor Aquabest/Brabant lakes for quick swims; North Sea beaches are 1.5–2h away—crowded summers, yet water quality is good.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Eindhoven hosts an active tabletop scene with board games and the Eindhoven Board Gamers meetup. English-friendly sessions welcome Trey to demo prototypes.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Eindhoven, NL embraces body diversity; fitness is wellbeing, with respectful conversations and no shaming.",
      "alignmentValue": 10
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Netherlands (Eindhoven) tech hubs are diverse; layoffs are rare and quick rehiring follows, especially for software/web roles.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Netherlands (Eindhoven) cancer incidence is in line with global norms; strong screening and universal healthcare support early detection.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Netherlands (Eindhoven) prisons meet international standards with oversight and rehabilitation programs; humane conditions for residents and families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Eindhoven, Netherlands, childcare subsidies and aftercare are solid; municipal coordination may be needed for two kids.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Eindhoven offers traffic-calmed streets, parks in every district, and kid-friendly museums. Stay mindful of Stratumseind during events.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Eindhoven, childcare allowances are income-tested and can cover most costs; municipal playgroups add socialization.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Eindhoven, visa-holders qualify for childcare subsidies after obtaining a BSN and tax number; reimbursements arrive after invoices - plan cash flow in year one.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Eindhoven offers Monk climbing and Microlab makerspaces for parents; kids join PSV academies, robotics and Discovery Factory workshops—diverse, active hobbies.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Eindhoven hosts a growing tech/game dev scene with monthly meetups and occasional game jams; a solid local network for families and developers.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Netherlands (Eindhoven) offers universal healthcare and active public health messaging. Wellness programs and community groups are accessible for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Eindhoven, NL, multiple family-friendly co-housing and intentional communities exist with active networks, though spots may fill quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Eindhoven, community manager pay aligns with global medians after NL cost of living; strong benefits and family-friendly policies support relocation.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Netherlands Eindhoven has occasional community manager trainings; most are online or via visiting experts, with limited local in-person workshops.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Eindhoven has related programs at TU/e and Fontys, but dedicated CM tracks are limited; grads often need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Eindhoven, NL, Community Manager hiring typically takes 1-2 months thanks to a strong English-speaking talent pool and active tech ecosystem.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Netherlands Eindhoven: English is widely used in tech; basic Dutch aids local outreach and onboarding.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Netherlands Eindhoven studios widely support flexible remote/hybrid CM roles; strong broadband and family-friendly schedules fit this family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Eindhoven has a solid community manager pool, concentrated in a few key tech employers. Competition for senior CM talent is noticeable.",
      "alignmentValue": 7
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Eindhoven, expat networks and parent-led schools ease integration; straightforward Dutch communication can feel blunt but builds reliable local ties.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Eindhoven, established studios tend to offer pay near global medians after NL cost-of-living; family-friendly benefits are common, but negotiate perks and grants.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Eindhoven startup pay offers meaningful equity and solid benefits, but cash lags SV hubs; strong Dutch family support adds value.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Eindhoven, municipal registration, IND visa steps, and Dutch health insurance are manageable; expect annual tax filings and routine checks.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Eindhoven, NL has regular tech meetups, bootcamps, and university extensions (TU/e/Fontys); English-friendly options support software/game-dev upskilling.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Netherlands Eindhoven has a healthy tech freelancing scene (Brainport). Expect strong contractor availability for software/game dev (Unity/C#), with top talent booking out.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "10: NL’s harm-reduction, decriminalization, and universal healthcare. This aligns with your progressive, family-friendly values in Eindhoven.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Costs in Eindhoven are slightly above US norms, but NL incentives (grants, WBSO) and subsidies help. Predictable payroll/tax rules aid family startups.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Eindhoven is moderate for a tech family; housing is more affordable than Amsterdam, and childcare subsidies help budgeting.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Eindhoven offers solid coworking plus shared labs/makerspaces; strong game-dev ecosystem and accessible startup grants in the Brainport region.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Eindhoven\u0027s Brainport tech hub has plenty of local engineers; English-friendly, but visa steps for non-EU hires may slow some fills.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Netherlands (Eindhoven) offers universal healthcare and strong counseling access; depression prevalence is likely low for families like yours.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Eindhoven, NL, deeper bonds form with interest; join clubs or community events to build connections with steady effort.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "In Eindhoven, NL, D\u0026I is progressing in tech. Some firms track diversity goals and invest in accessibility, but progress varies by company.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Netherlands drug policy emphasizes harm reduction; Eindhoven policing is proportionate with oversight, so families rarely witness heavy drug raids.",
      "alignmentValue": 9
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Eindhoven, dual citizenship with the US is generally not allowed; renunciation is expected, with only narrow treaty-based exceptions (e.g., marriage).",
      "alignmentValue": 3
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Eindhoven, NL offers startup grants (WBSO/Brainport). Typical awards around €150k-€350k; competitive to win.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Netherlands Eindhoven offers reliable generalist funds for games plus public grants (WBSO, Innovatiekrediet); still competitive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Eindhoven, NL, solid growth and low unemployment underpin stable family finances; a diversified economy supports their studio plans.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "In Eindhoven, NL, the Dutch economy backs startups with strong governance and social protections. Regulation is reliable, aiding family-friendly ventures.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Netherlands/Eindhoven provides a stable, business-friendly climate with robust startup/creative sector support and generally predictable policy.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Education in Eindhoven, NL is strong with project-based learning and bilingual options; monitor capacity in growing suburbs for track access.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Eindhoven has strong tech and media programs (Fontys, TU/e). Game-focused pipelines still require industry training.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Eindhoven, sponsorship is common for skilled workers under the Highly Skilled Migrant scheme. Dependents are included with predictable processing.",
      "alignmentValue": 9
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Unity-led engine scene in Eindhoven; strong local Unity groups and events, with Unreal/other engines present but smaller.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "In Eindhoven, NL, parks, canals, and bike-friendly streets suit this family; nearby farms affect biodiversity, so weekends head to dunes and wetlands.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Eindhoven, the 30% ruling plus deductions keeps net tax near 25%. This aligns with solid services and family needs.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in Eindhoven is mild with frequent rain; layering keeps school runs comfy through occasional chilly or windy days.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Eindhoven\u0027s bike lanes, parks, and strong schools support families; expat networks and inclusive communities help LGBTQ\u002B families feel at home.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "In Eindhoven, spouses and minor children qualify for family reunification; expect standard Dutch sponsorship with moderate processing times.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Eindhoven, NL, families receive child benefits, childcare subsidies, and parental leave; education and healthcare are strong, though bureaucracy exists.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Eindhoven, Dutch family policy supports dual-earner households with childcare subsidies and universal healthcare. Some benefits are income-capped.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Eindhoven, visa families gain most benefits after registration; some allowances need residency or Dutch income. Expect a brief onboarding.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Eindhoven, NL, smart-casual, practical outfits fit most settings; neat but not ostentatious style helps daily life and networking.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Sarah fits Eindhoven\u0027s design scene: clean basics with bold, local accessories; the inclusive, flexible workplace culture matches her style.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Eindhoven, NL, fashion is casual-smart; Trey can look polished yet comfortable for campus meetings, indie showcases, and Dutch Design Week vibes.",
      "alignmentValue": 7
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Eindhoven, Netherlands, women in tech and leadership are visible; diverse femininity is common, with only minor conservative pockets.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Netherlands (Eindhoven) has strict gun laws; licenses, safe storage, and background checks are common, keeping private gun ownership limited and exposure low.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Eindhoven, NL has strong consent culture; people check in and respect boundaries. This aligns with your family\u0027s values for a safe, inclusive social life.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Eindhoven\u0027s Brainport startup scene hosts regular meetups and accelerators; a growing founder base with mentorship and strong university/industry ties.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Eindhoven, fresh markets and diverse international cuisine exist; niche ingredients may require trips to Amsterdam/Rotterdam.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Eindhoven, NL, locals are polite and open to connecting when you reach out; relationships build gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Eindhoven\u0027s game-dev scene is solid mid-sized with TU/e-linked studios and VR outfits. Larger teams cluster in Amsterdam or Utrecht.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Eindhoven, NL: strong legal recognition and inclusive healthcare for gender-diverse people. Communities are welcoming; some institutions remain binary.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Eindhoven, NL, gender rights are constitutionally protected, well enforced, and culturally normalized; LGBTQ\u002B protections are robust.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Eindhoven, gender equality is strong with robust parental leave and flexible work norms. Some legacy caregiving expectations linger.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Eindhoven, NL, flirting norms are inclusive; all genders can initiate or decline interest without stigma, aligning with progressive, sex-positive values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "US visa holders in Eindhoven need a BSN, DigiD, and Dutch-language correspondence; health insurance within four months. Overall stable, though renewals may appear.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In Eindhoven, sea-level rise is a manageable NL risk with Delta Programme and dikes; keep flood insurance and monitor adaptation plans.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Eindhoven/NL startup visa routes exist via recognized facilitators; processing times are moderate but paths are founder-friendly for tech ventures.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Eindhoven, Netherlands, Dutch pragmatism keeps grooming neat but practical; a gentle push to stay polished in work or social settings.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Netherlands (Eindhoven): Polyamorous families are broadly accepted in civic life; progressive communities tolerate it with minimal friction.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Eindhoven, NL, universal coverage and strong primary care meet the family\u0027s needs; specialist waits exist but referrals help access.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Eindhoven, visa holders receive standard Dutch care once insured; register with a huisarts on arrival; English-speaking GPs exist but can book out.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Eindhoven, NL citizens pay low tuition and can tap DUO loans/grants; strong English-taught programs broaden university options for kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Eindhoven, NL: Visa holders can enroll in universities with higher tuition; entry is possible and scholarships exist, but costs exceed citizen rates.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Hiring at Eindhoven studios is moderate; roles take 3-4 months. Trey can connect with TU/e/Enversed and may look to Amsterdam/Utrecht for larger teams.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Eindhoven\u0027s Brainport ecosystem enables fast hires (6–8 weeks) for XR/serious games. Grants and lower costs help the family bootstrap an indie studio.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Eindhoven, family homes in Strijp/Meerhoven run around €1,600–€1,900/mo; demand is rising, so quick offers and solid income help secure a lease.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Eindhoven, NL payroll withholding and MijnBelastingdienst enable digital tax returns; expat rules and child-care deductions help families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Netherlands (Eindhoven) is broadly welcoming to immigrants; English use is high and services are accessible, with occasional debates on immigration.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Eindhoven, NL, white migrants are generally welcomed; English is widely spoken and expat networks aid integration; learn Dutch to ease occasional questions.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Eindhoven, NL, public schooling is tuition-free with strong inclusion and after-school care; bilingual options and language support help expat families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Eindhoven, NL, visa holders can enroll in public schools; newcomer language support is available, though bilingual programs may prioritize locals.",
      "alignmentValue": 8
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Eindhoven, English is widely spoken; many services offer English portals, easing daily life, while Dutch remains needed for official procedures.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English is accessible in Eindhoven, NL studios; domestic teams operate bilingually, with Dutch important for community and compliance.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "English is widely used in Eindhoven\u0027s startup scene; Dutch fluency supports regulatory tasks and local hiring alongside English workflows.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "8: Eindhoven and NL have several game-IP firms/clinics; reliable IP support for startups with accessible counsel in a strong tech ecosystem.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Eindhoven, NL, marriage equality, Pride, and anti-discrimination protections create a welcoming climate for the family\u0027s polyamory network; rural quiet.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Eindhoven has TU/e labs and local UX groups for frequent, English-friendly playtests; a strong NL tech scene supports quick feedback.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Eindhoven, Marxism remains niche in academia/activism; mainstream politics lean pragmatic social democracy.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Eindhoven, Netherlands, Trey can model involved fatherhood with openness; stigma is lower, though older norms linger outside Randstad.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Eindhoven, Netherlands, mass violence is uncommon; authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Netherlands Eindhoven/Brainport has active tech meetups, expat/parenting groups, and Women in Tech Brainport; strong local networks for Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Eindhoven, NL, the minimum wage covers basics for a dual-income family. Housing is manageable compared with Amsterdam.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "In Eindhoven, robust fiber networks and smart-city services support remote work for a family; rail maintenance or housing retrofits are the main disruptions.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Eindhoven, NL broadly understands non-monogamy with protections and active communities; urban tolerance is strong, discretion may help in some areas.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Eindhoven, Dutch directness is valued; share needs clearly and expect constructive responses from neighbors and authorities.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Near Eindhoven, Strabrechtse Heide, Dommel valley and Kempen forests offer easy, family-friendly nature within 60 minutes; De Groote Peel adds weekend variety.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Eindhoven, NL, earthquakes and wildfires are negligible; robust flood defenses and alerts keep flood risk low, with coastal storms rare.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Excellent bike access to Genneper Parken and Philips de Jonghpark in Eindhoven. Great for family outings with bikes and fresh air.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Nightlife in Eindhoven exists with venues like Effenaar, Muziekgebouw, and Dynamo; plan shows with kids, and expect occasional trips for bigger acts.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Stratumseind exists in Eindhoven; plan sitters and use night buses/taxis to keep bedtime intact.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Eindhoven hosts TU/e game jams, Lumo Labs demos, and regular game-dev meetups; events are English-friendly and welcoming to newcomers and families.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Notable studios in Eindhoven include Enversed, GameHouse, and Strijp-S; a small but active scene. English-friendly tech work and family-friendly culture support local opportunities.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity rates in the Netherlands are low thanks to cycling culture and universal healthcare; Eindhoven offers bike-friendly streets and parks for your family.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Eindhoven\u0027s Brainport/Brabant ecosystem offers grants, accelerators, and mentorship for game startups; costs are manageable and local talent is strong.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Eindhoven, Netherlands, a lively yet manageable tempo with bike-friendly streets and short commutes fits Sarah; Trey taps into innovation hubs when needed.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Eindhoven, NL, parenting is broadly supported: generous parental leave, universal childcare, and flexible work culture easing balance for Sarah and kids.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Eindhoven, naturalization is possible after five years with an exam, but dual citizenship is restricted; family weighs renouncing US for Dutch passports.",
      "alignmentValue": 6
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Eindhoven, Netherlands, corruption is low and governance is transparent, supporting predictable bureaucracy and daily life for the family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Eindhoven, NL, personal space is generally respected and communication is direct. In crowded areas, brief proximity occurs but boundaries are clear and easy to read.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Eindhoven, NL, locals keep respectful distance in public spaces. Handshakes are common; hugs with strangers are rare.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Eindhoven offers mild springs and summers with regular rain. Most of the year is pleasant, with a few damp shoulder months requiring planning.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "Netherlands (Eindhoven) has a transparent, multi-party democracy with coalitions that fits the family\u0027s pluralism. Open civic channels and strong rule of law keep governance stable with limited gridlock.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Eindhoven, NL, polyamory is socially tolerated; legal recognition remains limited to two-person partnerships, though private life is openly accepted.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Pre-K in Eindhoven: good availability with bilingual options; subsidies help, but upfront costs stay high until reimbursements arrive, so affordability varies.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Private/intl schools in Eindhoven exist but tuition is premium (~€15k-€25k) and spots may wait-list. They’re a backup if Dutch immersion is slow.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Healthy options are abundant in the Netherlands (Eindhoven) with fresh markets and good produce; processed snacks appear but are moderated.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Eindhoven, NL: compensation for games Product Marketing Manager matches global medians after NL cost of living; solid benefits support family stability.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Eindhoven offers regular short courses and local meetups for games product marketing. These programs are supported by TU/e and regional tech hubs with solid instructors.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "In Eindhoven, NL, there are a few marketing/game programs and local studio ties. The pipeline is modest but growing.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Netherlands Eindhoven PMM (Games) hiring often 3-4 months; relocation helps, English-friendly market with strong tech ecosystem.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Eindhoven, NL: English is widely used in game studios; Dutch basics will aid local onboarding and community outreach.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Netherlands Eindhoven studios support flexible remote/hybrid PMMs (games) with equipment stipends; aligns with our family\u0027s need for work-life balance.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Netherlands Eindhoven offers a solid but niche game PMM pool; a few local studios dominate, so senior hires may require relocation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Eindhoven, progressive policies on social rights and climate action align with the family\u0027s values; civic life and universal healthcare support them.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In the Netherlands (Eindhoven), consenting adults face minimal moral policing; a sex-positive, progressive culture matches your family\u0027s values.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Eindhoven, messaging centers health, climate, and communal well-being. There is minimal nationalist spin, with occasional bias in tax/benefit chatter.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Eindhoven, Dutch media offers diverse, independent outlets and public broadcasters with broad views. Government messaging exists but is routinely scrutinized by watchdogs.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Eindhoven, Netherlands has strong bus rapid transit and intercity trains, but night/suburban gaps exist. Bikes and Greenwheels fill the remaining travel needs.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Eindhoven/Brainport hosts regional dev events; publishers surface periodically, but partnerships require proactive outreach.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Eindhoven, NL, premium schooling and bilingual options are common; universal healthcare supports your family, with some waitlists but strong alternatives.",
      "alignmentValue": 9
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Eindhoven, NL, basic needs are well-supported; public services cushion costs, though affordable housing may be tighter for a lower-income family.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Eindhoven, NL, middle-income families enjoy strong public services and English-friendly life. With good schools and healthcare, mindful budgeting keeps travel feasible.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Eindhoven\u0027s strong tech scene, broadband, and EU funding support real-time game dev. There is some pre-rendered work, too.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Eindhoven, religion shapes culture but policy remains pluralistic; secular families like ours rarely face faith-based laws.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Remote allowed case-by-case in Eindhoven studios; hybrid presence is preferred to support remote-friendly family schedules.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Remote is common for senior roles in Eindhoven startups; hybrid schedules with periodic onsites suit a family-friendly, English-friendly workplace.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Eindhoven, hybrid/remote work is common; Strijp-S/Microlab coworking supports remote teams, while occasional on-site days persist for hardware work.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "In Eindhoven, NL, family permits allow renewals and a clear 5-year route to permanent residency.",
      "alignmentValue": 9
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Eindhoven, NL offers stable, family-friendly work with strong social services and English-friendly workplaces. Tech hubs and visa options support long stays.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Eindhoven, NL, AOW plus mandatory employer pensions provide solid long-term retirement security for residents; voluntary savings offer additional cushion.",
      "alignmentValue": 9
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Eindhoven, expats accrue AOW only for NL years and rely on employer pensions or private savings; mid-career relocation needs disciplined private investing.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles exist around Eindhoven (Strijp-S cluster). Local gigs plus remote EU work offer steady opportunities for Sarah and Trey.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Generally safe in Eindhoven; choose family-friendly neighborhoods and keep an eye on Stratumseind nightlife after dark.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public basisscholen in Eindhoven are solid; the International School Eindhoven offers IB, but seats fill quickly—early enrollment helps.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Eindhoven, NL, inland lakes reach ~22°C by midsummer; outside Jul-Aug outdoor swims drop, with pools or splash parks common.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Eindhoven, NL has mild seasons with occasional storms; plan for rain and cool winters, but no extreme heat.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Seasonal sunlight in Eindhoven, Netherlands: long summer days and shorter winters with enough light; outdoor breaks and light habits keep mood strong.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "In Eindhoven, NL, the Dutch climate is mild but damp; cool winters and mild summers with frequent rain. Plan rain gear and indoor activities year-round.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Eindhoven has a solid tech/startup base; expect adequate senior talent, though top leads may require competitive offers.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Netherlands (Eindhoven) provides comprehensive sex education and open dialogue; consent and LGBTQ protections are well-supported for a sex-positive family.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Eindhoven, NL, universal healthcare and strong family supports ease care and schooling. Housing can be costly, but safety nets are solid.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Eindhoven, 2k sq ft family homes exist but the market is tight and pricey. Expect premiums and broker help, with options in Meerhoven and Strijp.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Eindhoven, Netherlands, spring starts mild but swings between warm afternoons and near-freezing mornings, prompting wardrobe changes.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "In Eindhoven, stable governance, low crime support long-term family planning. Public services are robust in a progressive, inclusive NL.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Eindhoven, NL, pluralistic rights culture aligns with the family\u0027s progressive-entrepreneurial stance. Debates stay inclusive and pragmatic.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Netherlands\u0027 social market blends startup support with universal healthcare; Eindhoven offers safety nets and grants, funded by higher taxes.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Moderate studio presence in Eindhoven; a few game/animation studios anchor Brainport, offering opportunities but fewer clusters than Amsterdam.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Eindhoven, NL, summer highs are typically in the low 20s°C with mild humidity. Occasional heatwaves reach about 30°C, but nights stay below 20°C.",
      "alignmentValue": 9
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Netherlands (Eindhoven): most interactions are warm and upbeat; service is courteous and efficient, with English widely spoken.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Netherlands (Eindhoven) offers solid R\u0026D tax credits (WBSO) and grants for games. The process is competitive but accessible with proper planning.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Eindhoven, approvals usually take 2–4 weeks; fees are ~€350–€400 per person. This fits a family-friendly, low-bureaucracy path.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in Eindhoven is moderate; newcomers should expect clear public services as transparency improves after the childcare scandal.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Eindhoven, NL, issues tend to be zoning/permit matters, not petty bribery; stay informed via local news to navigate decisions.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Experienced dev salaries in Eindhoven are solid; Brainport bonuses and 30% ruling boost pay for a dual-income, family-friendly lifestyle.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Eindhoven offer a good mix of Strijp-S events, Philips Museum visits, Genneper Parken bike trips, and indoor playgrounds or VR arcades; plan ahead.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Eindhoven, NL, schools end ~15:15 and BSO/daycare covers after hours. Trey remote and Sarah hybrid keep routines aligned.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Eindhoven, NL, workers receive 20 days of annual leave plus 8% holiday allowance; public holidays can bring total time off toward ~25 days.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Eindhoven, NL, many tech firms offer about 25-30 days off plus bridging days, supporting Trey’s conferences and the kids\u0027 longer holidays.",
      "alignmentValue": 8
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Netherlands/Eindhoven has several reputable vendors across art, QA, and engineering. EU-based nearshore options and stable contract paths.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Netherlands Eindhoven: real-time VFX pay lags top hubs ~10–15% but attracts experienced talent; strong benefits and moderate cost of living support families.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Eindhoven\u0027s active tech/education ecosystem offers regular VFX real-time short courses and meetups; strong instructor quality through local universities.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Eindhoven offers serviceable VFX/real-time programs (Fontys/TU/e). Local studios bridge gaps through Brainport industry ties.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "In Eindhoven, NL, VFX Artist (Real-Time) hiring typically takes 2-3 months due to niche talent. Plan for remote or global sourcing if needed.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Eindhoven, English is widely used in studios; Dutch is common, but VFX teams frequently operate in English, aligning with the family\u0027s preference.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Netherlands (Eindhoven) VFX real-time roles are usually remote-friendly or hybrid, often with equipment stipends; onsite collaboration occurs as needed.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "VFX (Real-Time) talent in Eindhoven is moderate; mid-level pros are common, seniors often require relocation or remote setups.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Eindhoven, Belgium and Germany are friendly neighbors; cross-border work/travel is easy, and politics are discussed candidly but civilly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "In Eindhoven, Dutch pragmatism and consensus-building fit the family\u0027s collaborative, inclusive vibe; modesty tempers ambition.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Eindhoven, neighbors view the Netherlands as progressive, reliable, and open; strong cross-border ties with Germany/Belgium.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Eindhoven, visa options include Highly Skilled Migrant, EU Blue Card, startup, and self-employed; dependents are supported with clear criteria.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Eindhoven, NL is walkable with calm streets and good crossings. Family-friendly routes are common, though a few busy corridors exist.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Eindhoven, US migrants are well received; English is widespread, and the Dutch-American treaty supports startups; bureaucracy is navigable for families.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Dutch Design Week, GLOW, and Strijp-S tech art spark ongoing curiosity. Eindhoven\u0027s maker culture aligns with their entrepreneurial goals.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Eindhoven winters hover around 0-6°C with damp winds. Occasional freezing rain can snarl transit; deep freezes are rare.",
      "alignmentValue": 6
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Eindhoven, NL, typical full-time is 37-38 hours. Four-day weeks are common, with occasional crunch seasons balanced by compensatory leave.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Eindhoven, NL, managers value leaving on time and part-time parenting; school breaks support family routines for Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Netherlands offers robust worker rights with active unions, works councils, and clear legal recourse; Eindhoven benefits from stable enforcement.",
      "alignmentValue": 9,
      "sameAsParent": false
    }
  ]
}