{
  "version": 2,
  "iso": "NL",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "In Utrecht, Dutch spatial planning lets this park-seeking family bike to clean canals, urban forests, and well-managed green belts even in dense metros. Nitrogen-intensive farming belts still strain biodiversity, so weekend outings sometimes shift toward protected dunes and wetlands.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In Utrecht, Sea-level rise remains the headline risk for a below-sea-level home, yet the fully funded Delta Programme and constant dike upgrades keep near-term danger manageable for the family. We would still budget for flood insurance and monitor adaptation policies before buying property in reclaimed polders.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "In Utrecht, the marine climate hits the family's mild-temperature preference, but long stretches of drizzle and grey skies each shoulder season limit spontaneous outdoor plans. Reliable rain gear and indoor kid activities are essential half the year.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "In Utrecht, EU emission rules keep daily PM2.5 low enough for the kids' outdoor play and parents' cycling commutes. We only watch for occasional nitrogen spikes near ports or dairy clusters before planning long rides.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Utrecht, there is virtually no quake or wildfire threat, and world-class flood controls align with the family's low-risk tolerance. Storm surges are rare but we would follow municipal alerts when renting near rivers or the North Sea.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Utrecht, March and April swing between jacket weather and cold rain, so the family alternates playground days with museum trips. By May the 6-16°C range turns pleasant, matching their bike-friendly goals.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Utrecht, typical highs sit around 21-24°C, letting the family enjoy parks and festivals without AC. Brief humid heatwaves over 30°C pop up, so we plan cooling breaks during rare continental air masses.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Utrecht, September starts crisp, but by October steady rain and 8-16°C temps mean we juggle layered clothing for school runs. The family's preference for predictable outdoor time requires flexible weekend plans.",
      "alignmentValue": 6
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "In Utrecht, winters hover 0-6°C with damp winds, so the family needs solid rain gear more than snow shovels. Occasional freezing rain can snarl transit, but long deep freezes are rare compared with the US Midwest.",
      "alignmentValue": 6
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches like Zandvoort or Scheveningen are 40 minutes by train, so seaside days take planning. Closer to home, Haarrijnse Plas and Maarsseveense Plassen give the kids swimming spots during warm weeks.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "North Sea water still peaks around 18 °C in August, making quick dips more realistic than long swims. Lakes near Utrecht warm up faster, offering better options for small children.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "From Oudegracht canals to Utrechtse Heuvelrug forests and the Vecht river estates, nature is a quick bike or train ride away. Weekend camping in Soestduinen or sailing on the Loosdrechtse Plassen keeps the family outdoors year-round.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Utrecht, a €2,070 monthly minimum (2024) indexed twice a year gives the family confidence in service-sector stability, though Amsterdam rents still demand dual professional incomes. It supports Sarah seeking lower-stress roles without fearing exploitative pay scales.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Experienced developers in Utrecht earn roughly €65k–€85k, with 30% ruling offers near the top end. Settling in Leidsche Rijn or Nieuwegein helps the family stretch those salaries toward childcare and savings goals.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Rabobank, bol.com, and Nederlandse Spoorwegen run major tech hubs around Utrecht Centraal, keeping senior .NET engineers in demand. English-friendly product teams give Trey a steady pipeline without leaving the city.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby hiring is thinner, centered on boutique agencies and a few SaaS scale-ups near the canals. Sarah can land roles, but she'll likely pair local contracts with remote clients to keep her workload stable.",
      "alignmentValue": 5
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Utrecht, hundreds of IND-recognized sponsors hire internationals under the Highly Skilled Migrant scheme, matching the family's desire for predictable processing. Recruiters are familiar with US applicants and handle much of the paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Utrecht, the diversified Dutch economy—logistics, agri-tech, and creative sectors—keeps unemployment low and inflation trending down. That resilience reassures the family as they weigh launching a studio during global uncertainty.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Hybrid weeks are the norm, and coworking spots like Seats2meet and Mindspace make remote collaboration easy. CET overlap lets Trey and Sarah manage U.S. calls without sacrificing the kids' after-school routine.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Utrecht, Dutch managers expect people to leave on time and respect part-time parenting schedules, which aligns with Sarah's search for calm teams. Wednesday afternoon school breaks dovetail with family-focused routines.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Utrecht, a standard full-time contract is 36-40 hours and four-day weeks are common, letting the parents alternate caregiving without risking careers. Mandatory overtime is rare and usually compensated.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Utrecht, labor law guarantees four weeks plus 8% holiday allowance and public holidays, giving the family reliable downtime. Planning around staggered school breaks is still necessary to avoid peak travel prices.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Utrecht, tech employers often top up to 25-30 days plus flexible bridge days, so Trey can travel for conferences while the kids enjoy extended holidays. Teams plan collectively, minimizing burnout.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "The medieval core buzzes with students and cyclists, yet within 15 minutes the family can retreat to quieter neighborhoods or riverside paths. That balance lets Sarah enjoy a slower rhythm while Trey taps into city energy.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Primary schools open around 8:30 and close near 15:00 with Wednesday half-days, aligning well with 9-to-5 tech schedules. BSO aftercare and neighborhood oppas pools cover late meetings so both parents stay flexible.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends start with market runs at Vredenburg or Twijnstraat before biking to Utrechtse Heuvelrug for forest hikes. Evenings often feature family-friendly shows at TivoliVredenburg or board-game nights at local cafés.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Car-lite streets, plentiful playgrounds, and community centers like Bibliotheek Neude make Utrecht feel purpose-built for young families. Inclusive festivals and parent collectives welcome progressive, poly-friendly households.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Utrecht, Dutch society is broadly tolerant of non-traditional relationships, yet legal recognition remains limited to one registered partner. The family can live openly in progressive cities but should expect paperwork to center a primary dyad.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Utrecht, parents are encouraged to balance work and caregiving, matching Sarah's desire for supportive communities. Schools expect active involvement but not intensive helicoptering, easing pressure on busy tech parents.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Traffic-calmed woonerven, school streets, and safe canal-side paths let the kids bike independently sooner than in the U.S. City hosts and Buurtteams help newcomers plug into playgroups quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Dalton, Montessori, and bilingual public schools sit alongside the International School Utrecht, but popular tracks still use lotteries. Early registration and matching the family's pedagogy keep stress low.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Kinderopvang providers such as Partou and Kind & Co have good reputations, yet infant places need booking six months out. Municipal playgroups and gastouders offer flexible backups while subsidies reimburse a large share.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Utrecht, native families receive income-tested childcare allowances covering up to 96% for lower earners, and municipal playgroups add socialization. The generosity fits the family's desire for institutional support.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Utrecht, highly skilled migrants qualify for childcare subsidies once they secure a BSN and tax number, but reimbursements arrive after paying invoices. Cash-flow planning is necessary during the first year.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Utrecht, citizen children enjoy tuition-free primary and secondary schooling with strong inclusion services and after-school BSO. National inspections keep quality consistent across municipalities.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Utrecht, residence permit holders access the same public schools, though oversubscribed bilingual programs may prioritize long-term residents. The family can still find English support via newcomer classes.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "In Utrecht, international schools and denominational options are available but expensive (~€15k-25k) and wait-listed. They serve as a backup if Dutch-language immersion proves too abrupt.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Utrecht, parents receive child benefits, parental leave top-ups, and tax credits that make raising two kids manageable. The ecosystem aligns with the family's priority on supportive community infrastructure.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Utrecht, most benefits extend once registered, though some allowances require permanent residency or Dutch taxable income. The family should expect a short administrative ramp-up after arrival.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Utrecht, citizens pay low statutory tuition and can tap DUO loans and grants, giving the kids affordable university pathways. Strong English-taught bachelor's programs broaden future options.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Utrecht, non-EU families pay higher tuition but still gain entry to research universities and HBO programs if they meet integration requirements. Scholarships exist, yet the family must budget more than citizens.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Utrecht, gender equality is mainstream, with men taking parental leave and part-time arrangements normalized. The family's progressive values will fit, though women still shoulder more part-time work statistically.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Utrecht, legal recognition of gender diversity is strong and schools include inclusive curricula, yet rural pockets can lag. The family will find affirming communities in major cities.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Utrecht, anti-discrimination laws, reproductive rights, and LGBTQ+ protections are robust, matching the family's non-negotiables. Advocacy groups remain vigilant against occasional conservative backlash.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Utrecht, women lead in politics and tech, and casual fashion emphasizes practicality over rigid gender coding. Social pressure to scale back careers after kids persists but continues to soften.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Utrecht, involved fatherhood and emotional openness are encouraged, letting Trey model caregiving without stigma. Some traditional expectations linger in older generations, especially outside the Randstad.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "A historic university city with experimental culture, Utrecht offers hidden courtyards, festivals, and game jams in one compact package. That curiosity-friendly mix keeps the family engaged without overwhelming them.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "In Utrecht, over 90% of residents speak fluent English and government services provide English portals, easing the family's transition. Dutch remains necessary for deeper bureaucracy and long-term integration.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Utrecht, coalition politics lean liberal on social policy and climate action, aligning with the family's progressive priorities. Fiscal debates can still introduce centrist compromises that temper reforms.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Utrecht, left-wing parties and unions remain active, yet the mainstream prefers pragmatic social democracy over radical rhetoric. The family will find Marxist discourse in academic and activist circles more than daily life.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "In Utrecht, secularism dominates public life; schools and offices rarely center religion, supporting the family's preference for pluralistic spaces. Faith communities exist but do not drive policy.",
      "alignmentValue": 9
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Utrecht, comprehensive sex education, normalized discussions, and legal protections make open dialogue easy for this sex-positive household. Respect for consent is woven into public campaigns and health services.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "In Utrecht, marriage equality, anti-discrimination enforcement, and visible Pride events create a welcoming environment for the family's polyamory-positive network. Rural municipalities may be quieter but still legally supportive.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Utrecht, neighborhood associations, expat meetups, and parent-led school councils make it easy to plug in. Direct Dutch communication can feel blunt at first but fosters dependable relationships.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "In Utrecht, Dutch identity blends pragmatism and pride in consensus-building, which meshes with the family's collaborative ethos. Modesty norms can make overt ambition seem out of place until relationships deepen.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Utrecht, most residents hold friendly, practical views of Belgium and Germany while critiquing UK or US politics with candor. The family should expect honest conversations rather than diplomatic small talk.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Utrecht, neighbors respect Dutch competence and infrastructure but sometimes tease the Netherlands for moralizing on climate and finance. This reputation rarely affects day-to-day life for migrants.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Student bars, TivoliVredenburg, and late-night cafés keep evenings lively without Amsterdam's crowds. Night buses taper after 2 a.m., so date nights wrap by the last train or rely on bikeshare rides home.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Style skews toward smart-casual layers and rainproof bike gear, so Trey can keep things practical without standing out. Boutiques in the Nine Little Streets offshoots provide upgrades when needed.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women mix Scandinavian minimalism with colorful Dutch accessories, making it easy for Sarah to express herself while staying commuter-friendly. Local designers at Steenweg pop-ups support sustainable wardrobes.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Canal paddling, climbing at Energiehaven, and maker workshops at Hooghiemstra support both parents' creative streaks. Kids join music schools or coding clubs clustered around the railway museum district.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Subcultures, NeverNeverLand, and Utrecht Board Game Meetup host weekly English-friendly sessions, perfect for Trey's prototyping nights. Family cafes keep Sunday afternoons relaxed with new releases on tap.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "TivoliVredenburg's five halls, De Helling, and indie venues along the Oudegracht cover everything from orchestral scores to game-music concerts. Babysitters are easier to book here than in Amsterdam's pricier market.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Dutch Game Garden's incubator, UtrechtJS, and Women in Games NL ensure there is always a meetup near Centraal. Parent co-ops in Leidsche Rijn and Lombok make social onboarding straightforward for Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Nature Access",
      "alignmentText": "Bike paths shoot straight to Amelisweerd woods, the Vecht river, and Utrechtse Heuvelrug trails, so fresh air is always close. The family only needs a car when chasing alpine adventures abroad.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "In Utrecht, a multi-party parliamentary system with proportional representation rewards coalition building, matching the family's preference for pluralistic governance. Fragmentation can slow legislation but keeps extremes in check.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Utrecht, religious parties hold seats yet rarely impose doctrine on policy, so secular families like this one rarely encounter faith-based legislation. Debates around education funding are the main area where faith still matters.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "In Utrecht, collective bargaining, works councils, and strict dismissal protections empower employees while still allowing flexible schedules. This safeguards Sarah if she opts for part-time or remote roles.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Utrecht, the national ethos blends social liberalism with pro-business pragmatism, which fits the family's progressive-but-entrepreneurial stance. Populist voices occasionally push harder on migration or cultural issues.",
      "alignmentValue": 7
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Utrecht, institutions are resilient and courts independent, yet recent far-right gains demand vigilance—exactly the concern highlighted in the family profile. Civil society remains active in defending democratic norms.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Utrecht, a regulated market economy balances startup support with social safety nets, ideal for launching an indie studio without sacrificing healthcare. High taxes and compliance requirements still add overhead.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "In Utrecht, long-term NATO membership, low crime, and steady institutions give the family confidence in long-horizon planning. Coalition reshuffles rarely disrupt daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Utrecht, independent media and public broadcasters provide diverse viewpoints, satisfying the family's desire for pluralistic information. Government messaging exists but faces strong journalistic scrutiny.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Utrecht, public campaigns focus on health, climate, and civic cohesion rather than nationalist narratives, aligning with the family's expectations. Spin becomes noticeable mainly during sensitive tax or benefits scandals.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Utrecht, housing, education, and welfare supports are generous compared to the US, supporting the family's work-life balance goals. Policy trade-offs occasionally prioritize budget discipline over rapid expansion.",
      "alignmentValue": 8
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Utrecht, confidence dipped after the childcare benefits scandal, so newcomers should expect candid skepticism in local conversations. Transparency measures are improving but trust has not fully rebounded.",
      "alignmentValue": 6
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Utrecht, transparency International ranks the Netherlands among the least corrupt, reinforcing the family's need for predictable bureaucracy. Isolated procurement controversies rarely touch daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Utrecht, when issues arise they usually involve lobbying or housing development favoritism rather than petty bribery. Staying informed through local news helps the family navigate zoning or permit decisions.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Family apartments near the historic core trigger bidding wars, yet newer districts like Leidsche Rijn and Kanaleneiland offer modern townhomes if the family moves quickly. Expect to document income carefully for corporate landlords.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Utrecht feels safe even after dark, with police focusing on bike theft and occasional nightlife scuffles near Neude. Choosing residential streets keeps the kids' cycling routes low-stress.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Utrecht, universal coverage, strong primary care, and maternity support meet the family's standards for accessible healthcare. Waiting lists for specialists exist but are usually manageable with referrals.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Utrecht, once insured through a Dutch policy, migrants receive the same GP-led care, though English-speaking specialists can book out quickly. The family should register with a huisarts immediately after arrival.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Utrecht, generous parental leave, child benefits, and school-based aftercare give the household multiple supports. Administrative delays can occur but usually resolve with municipal help.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Utrecht, mainstream policies assume dual working parents with government-backed care, aligning with this family's structure. Navigating Dutch-language portals is the main adjustment.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "In Utrecht, Dutch schools rank well internationally and emphasize project-based learning that suits curious kids. We would monitor capacity issues in fast-growing suburbs to secure preferred tracks.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "U-OV buses, the Uithoflijn tram, and the country's busiest rail hub keep Utrecht exceptionally connected. Late-night service tapers in outer districts, so the family keeps OV-fietsen or Greenwheels memberships as backup.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "In Utrecht, a coordinated market economy with strong social partners supports entrepreneurship while cushioning shocks. Regulations are thorough, so Trey will need a bookkeeper for any studio venture.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Utrecht, payroll withholding covers most obligations and MijnBelastingdienst offers digital filings, yet forms remain Dutch-first. Hiring a tax advisor early will help the family leverage deductions and avoid surprises.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Utrecht, dual tech incomes land in the 36.97% and 49.5% brackets, but the 30% ruling can shield a chunk of Trey's salary for five years. Planning around pension contributions and childcare deductions keeps net pay comfortable.",
      "alignmentValue": 6
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "In Utrecht, opening accounts with a BSN is straightforward, and instant SEPA transfers, iDEAL, and contactless payments simplify daily life. Some niche US cards may still require backup options.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing and childcare remain expensive, but costs run 10–15% below Amsterdam while groceries and transit stay similar. Careful budgeting leaves room for travel and the kids' activities.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Utrecht, the AOW public pension plus mandatory employer schemes provide solid old-age income for lifelong residents. Voluntary savings still matter as demographics age.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Utrecht, expats accrue AOW only for years lived in the Netherlands and rely heavily on employer pensions or third-pillar savings. The family would need disciplined private investing if they relocate mid-career.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Utrecht, highly Skilled Migrant, EU Blue Card, startup, and self-employed visas give the family multiple entry routes. Each path has clear salary thresholds or business plans, so preparation is key but outcomes are predictable.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Utrecht, IND officers regularly process US applications, and the Dutch-American Friendship Treaty offers an entrepreneurial fallback. Bureaucracy can feel impersonal, so patient follow-up is essential.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "In Utrecht, permits typically run two to five years and convert to permanent residency after five years of legal stay. The family must track renewal deadlines but the pathway is well-trodden.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Utrecht, naturalization after five years is feasible with integration exams, yet dual nationality is restricted. The family would weigh renouncing US citizenship against the benefits of Dutch passports.",
      "alignmentValue": 6
    },
    {
      "key": "Family Members",
      "alignmentText": "In Utrecht, spouses and minor children join easily, but polyamorous partners beyond one registered relationship lack recognition. Planning documents should focus on the legally acknowledged couple.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "In Utrecht, once an employer submits, highly skilled migrant approvals arrive in two to four weeks; fees hover around €350-400 per person. Delays mostly stem from housing registration or biometrics appointments.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "In Utrecht, maintaining salary thresholds, municipal registration, and Dutch health insurance keeps the family in good standing. Audits are structured but missing paperwork can trigger costly reviews.",
      "alignmentValue": 7
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Utrecht, the Netherlands generally requires renouncing previous citizenships, so the family would need a treaty-based exemption or Dutch spouse to keep US passports. Planning for this constraint is critical.",
      "alignmentValue": 3
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Utrecht, all adults need a BSN, DigiD, and Dutch-language correspondence to access benefits, making early administrative coaching invaluable. Health insurance enrollment within four months is mandatory.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Dutch Game Garden alumni like Ronimo, Abbey Games, and Nixxes keep Utrecht on recruiters' radar. Trey finds steady contract work through the incubator network even if AAA seats are fewer than in Amsterdam.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Studios such as Ronimo Games, Abbey Games, and Nixxes maintain strong teams in and around Utrecht. Their presence proves the city can sustain ambitious projects despite its smaller size.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Dutch Game Garden's monthly network lunches, Indigo showcase events, and local game jams keep the community tight-knit. English sessions welcome newcomers, so Trey and Sarah can plug in quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Access to Dutch Game Garden mentorship, ROM Utrecht Region funding, and Creative Industries grants makes launching a studio realistic. The family still needs a polished business plan, but support structures are nearby.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "In Utrecht, nationwide fiber, smart logistics, and digital government services keep daily friction low for a remote-working family. Occasional rail maintenance or housing energy retrofits are the main disruptions.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Meaningful swings appear a few times per season; we budget extra time and gear to handle sudden cold snaps or storm systems. Seasonal Weather at 6/10 and Natural Disasters at 8/10 steer the family toward a strong outlook for seasonal extremes & variability.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale. Seasonal Weather at 6/10 and Environment at 8/10 steer the family toward a strong outlook for seasonal sunlight hours.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside. Seasonal Weather at 6/10 and Environment at 8/10 steer the family toward a strong outlook for pleasant weather windows.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Basic needs are met but savings and extracurriculars are hard to sustain without extra support or side work. Minimum Wage at 7/10, Housing Situation at 4/10, and Childcare Support (Citizens) at 8/10 steer the family toward a mixed outlook for quality of life – lower-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Comfortable living is possible but major purchases or travel demand careful planning and occasional sacrifices. Typical Software Salaries at 7/10, Housing Situation at 4/10, and Work-Life Balance at 9/10 steer the family toward a strong outlook for quality of life – middle-income tier.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated. Housing Situation at 4/10, Private Education at 7/10, and Family Life at 9/10 steer the family toward a mixed outlook for quality of life – higher-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Only a handful of listings surface each year; expect bidding wars and significant trade-offs. Housing Situation at 4/10 and Cost of Living (Optional) at 4/10 steer the family toward a challenging outlook for spacious housing benchmark (2k sq ft rent).",
      "alignmentValue": 4
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Multiple community living options operate nearby, and they regularly welcome new families into strong support networks. Community Vibes at 8/10, Meetups & Communities at 9/10, and Family Life at 9/10 steer the family toward an excellent outlook for community living opportunities.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually. Community Vibes at 8/10, Meetups & Communities at 9/10, and Common Hobbies at 8/10 steer the family toward a strong outlook for friendliness & neighborliness index.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern. Welcoming of US Migrants at 7/10, Progressivism at 8/10, and Language & English Ubiquity at 9/10 steer the family toward a strong outlook for immigrant sentiment – general.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mostly comfortable integration though some circles question motives or commitment to the country. Welcoming of US Migrants at 7/10, Language & English Ubiquity at 9/10, and View of Them by Neighboring Countries at 7/10 steer the family toward a strong outlook for immigrant sentiment – white migrants.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Friendly exchanges happen when we initiate; staff and strangers respond positively. Community Vibes at 8/10, Nightlife Culture at 7/10, and Common Hobbies at 8/10 steer the family toward a strong outlook for surface interaction norms.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic. Community Vibes at 8/10, Meetups & Communities at 9/10, and What Is Intriguing at 8/10 steer the family toward a strong outlook for depth-seeking social norms.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Most locals read body language well, though some settings skew closer than we prefer. Community Vibes at 8/10, Sex (Attitudes) at 9/10, and View of self at 7/10 steer the family toward a strong outlook for personal boundary & bubble norms.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "We balance honesty with cultural nuance to avoid unintentionally offending. Progressivism at 8/10, What Is Intriguing at 8/10, and Trust in Government at 6/10 steer the family toward a strong outlook for moral, honesty & openness expectations.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in. Fashion Trends (Male) at 6/10 and Fashion Trends (Female) at 7/10 steer the family toward a mixed outlook for grooming & beauty investment.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Some emphasis on fitness exists, yet conversations remain respectful and supportive. Fashion Trends (Male) at 6/10, Fashion Trends (Female) at 7/10, and Sex (Attitudes) at 9/10 steer the family toward a strong outlook for body image & fitness pressure.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs. Fashion Trends (Male) at 6/10 and Fashion Trends (Female) at 7/10 steer the family toward a mixed outlook for fashion & style expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Most encounters are considerate though occasional missteps require direct communication. Sex (Attitudes) at 9/10, LGBTQ+ Attitudes at 9/10, and Nightlife Culture at 7/10 steer the family toward a strong outlook for flirting boundaries & consent culture.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Mostly flexible though some circles still expect traditional roles on first approach. Gender Roles at 8/10, Gender Fluidity at 7/10, and Sex (Attitudes) at 9/10 steer the family toward a strong outlook for gendered flirting expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Acceptance varies—urban hubs are welcoming while suburbs expect discretion. Polyamory at 6/10, Sex (Attitudes) at 9/10, and Community Vibes at 8/10 steer the family toward a strong outlook for monogamy vs. non-monogamy acceptance.",
      "alignmentValue": 7
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Most peers are nonjudgmental but traditional families may gossip. Sex (Attitudes) at 9/10, Nightlife & Music at 8/10, and Community Vibes at 8/10 steer the family toward a strong outlook for promiscuity attitudes.",
      "alignmentValue": 8
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Openness varies; we find understanding circles but remain discreet with institutions. Polyamory at 6/10, Community Vibes at 8/10, and LGBTQ+ Attitudes at 9/10 steer the family toward a strong outlook for group & multi-partner relationship attitudes.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Crowded transit aside, locals check before touching and notice discomfort. Community Vibes at 8/10, Sex (Attitudes) at 9/10, and Nightlife Culture at 7/10 steer the family toward a strong outlook for personal space & touch norms.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations. Safety & Crime at 8/10, State Ideology at 7/10, and Political System at 8/10 steer the family toward a strong outlook for firearm laws & ownership culture.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support. Progressivism at 8/10, Political System at 8/10, and Safety & Crime at 8/10 steer the family toward a strong outlook for controlled substance policies.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease. Safety & Crime at 8/10, Progressivism at 8/10, and Authoritarian Backsliding Risk at 8/10 steer the family toward a strong outlook for drug enforcement climate.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Occasional events occur regionally, prompting situational awareness but not chronic fear. Safety & Crime at 8/10 and Stability at 9/10 steer the family toward a strong outlook for mass violence incidence.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Conditions are generally decent though some facilities lag in services or transparency. Authoritarian Backsliding Risk at 8/10, Safety & Crime at 8/10, and Perceived Corruption at 9/10 steer the family toward a strong outlook for carceral conditions & prison labor.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children. Public Transportation at 8/10, Housing Situation at 4/10, and Nature Access at 8/10 steer the family toward a strong outlook for walkability & pedestrian safety.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available. Healthcare (Citizens) at 8/10, Work-Life Balance at 9/10, and Community Vibes at 8/10 steer the family toward a strong outlook for community health consciousness.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks. Cost of Living (Optional) at 4/10, Community Health Consciousness at 8/10, and Fresh & International Cuisine Access at 8/10 steer the family toward a mixed outlook for processed food saturation.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel. Nightlife & Music at 8/10, Common Hobbies at 8/10, and Meetups & Communities at 9/10 steer the family toward a strong outlook for fresh & international cuisine access.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Mental health burdens exist but are met with accessible services and open dialogue. Seasonal Weather at 6/10, Work-Life Balance at 9/10, and Community Vibes at 8/10 steer the family toward a strong outlook for depression prevalence.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common. Community Health Consciousness at 8/10, Work-Life Balance at 9/10, and Cost of Living (Optional) at 4/10 steer the family toward a strong outlook for obesity rate.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms; screening and early detection programs are reliable. Environment at 8/10, Healthcare (Citizens) at 8/10, and Community Health Consciousness at 8/10 steer the family toward a strong outlook for cancer incidence.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Resilience is good with occasional layoffs offset by quick reemployment. Economic Health at 8/10, Remote-Friendly Culture at 8/10, and Typical Software Salaries at 7/10 steer the family toward a strong outlook for broader job market resilience.",
      "alignmentValue": 8
    }
  ]
}
