{
  "version": 2,
  "iso": "NZ",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "NZ\u0027s Auckland/Wellington market offers steady .NET work in government and enterprise. Local demand is niche, so remote contracts and grants matter.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "New Zealand 2D Environmental Artist pay often ~20% below global medians; remote options and grants help offset costs in NZ.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "NZ offers design/arts continuing education via polytechnics and universities; expect sporadic workshops and online courses for 2D environmental art.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "NZ has multiple art/design programs in Auckland, Wellington, and Christchurch. 2D environmental art is niche; grads often need on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "New Zealand\u0027s 2D environmental artist roles typically take 3-4 months; leverage remote/global pools and relocation options; hubs Wellington, Auckland.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "NZ studios primarily use English; basic Māori knowledge is appreciated in some teams, but English remains the default for 2D Environmental Artist work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In New Zealand, flexible remote/hybrid 2D environmental art roles are common; studios support async workflows and equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "New Zealand\u0027s 2D environmental art pool is solid in Auckland/Wellington; senior talent is competitive among a few studios (Weta, indie shops).",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "New Zealand offers lifestyle/visa benefits; 3D animator pay trails top markets by ~20%, but grants and cost of living help offset.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "NZ has university programs and occasional 3D animation workshops; continuing ed is limited, with most learning self-directed.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "NZ has a few 3D animation programs (AUT, Victoria Univ), with small cohorts; grads feed Wellington/Auckland studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "NZ game studios in Auckland and Wellington have a modest animator pool. Expect 3–4 month searches with proactive sourcing and relocation support.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "English is standard in New Zealand animation studios. Some shops value basic Māori language exposure.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In NZ, studios commonly offer hybrid 3D animator roles; remote work is possible with some on-site days to align with local teams.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "NZ has a strong film/VFX scene (Weta) in Auckland/Wellington. It hosts a solid mid- to senior-level 3D animator pool with recent projects.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "NZ-based 3D Character Artist pay trails top hubs by ~25–30%; lifestyle and remote work offset compensation in New Zealand.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "New Zealand offers regular university programs and short courses in game art; multiple cities host meetups with solid instructors for 3D character art.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "NZ has several strong degree programs (Media Design School, AUT, University of Auckland) feeding well-prepared 3D character artist grads yearly.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "NZ market is tight for 3D character artists; hiring typically spans 3-4 months with proactive sourcing and possible relocation/visa steps.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In New Zealand, English dominates 3D art studios; bilingual support (including Maori) is growing, fitting the family\u0027s English-first stance.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "NZ studios commonly allow remote/hybrid for 3D artists. Auckland and Wellington have robust broadband, enabling smooth async collaboration.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "New Zealand has a solid 3D character artist pool centered in Wellington/Auckland studios; competition for senior roles is noticeable.",
      "alignmentValue": 7
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "New Zealand has general startup accelerators (Icehouse, GridAKL) with occasional game cohorts; no dedicated game-specific incubators widely available.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "New Zealand urban air is very clean most days (PM2.5 ~7 µg/m³). Canterbury/Nelson smoke days may require a portable purifier.",
      "alignmentValue": 9
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "NZ\u0027s game dev scene is anchored by Auckland studios like Grinding Gear Games and RocketWerkz, offering steady roles and training.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "New Zealand\u0027s secular culture is strong. Atheism draws little attention in daily life and schools.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "New Zealand\u0027s independent courts and open media sustain a robust democracy; backsliding risk is very low.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "New Zealand banks offer modern, easy online accounts and instant domestic transfers; cross-border fees persist, so keep a US fintech for moves.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "New Zealand’s coastal cities offer excellent, lifeguarded beaches within easy reach; water is cool and UV is strong, so sun protection and wetsuits stay essential.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "New Zealand\u0027s Auckland/Wellington hubs keep Trey engaged; outside metros, board-game groups exist but require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "NZ offers inclusive fitness and abundant outdoor options; healthy living is supported without body-shaming in family-friendly communities.",
      "alignmentValue": 9
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "New Zealand\u0027s diversified economy and strong tech sector offer solid resilience; occasional layoffs may occur, but reemployment is supported by visas and grants.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "NZ cancer rates align with global norms; universal healthcare supports widespread screening and early detection.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "New Zealand prisons maintain strong oversight with restorative programs; humane conditions and fair labor practices support families seeking stability.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "NZ offers subsidies and 20 Hours ECE, but Auckland waitlists mean Sarah and Trey must proactively build neighbor/family care networks.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "9: NZ cities are very kid-friendly—safe streets, abundant parks, and universal healthcare; strong schools support our family.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "NZ\u0027s 20 Hours ECE and Best Start trim preschool costs; infants cost NZ$350\u002B weekly, so families budget carefully until school age.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "NZ\u0027s 20 Hours ECE mainly covers 3-4 year-olds; visa families still face limited subsidies, keeping private childcare costs high for your 1-year-old.",
      "alignmentValue": 5
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "NZ offers a broad hobby scene: weekend tramping, bouldering, indie games, and easy-to-join rugby culture for casual fans.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "New Zealand hosts regular monthly game/tech meetups in Auckland and Wellington, plus active online forums and occasional game jams for families and devs.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "New Zealand\u0027s health-conscious lifestyle is common. Universal healthcare and family-friendly policies align with Trey and Sarah\u0027s needs.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "NZ offers several co-housing/cooperative projects (Auckland, Wellington, Christchurch); entry paths exist but may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "New Zealand CM pay trails top markets by 25–30%; offset by universal healthcare, safety, and family-friendly lifestyle for your family.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "New Zealand offers occasional community manager trainings; local events are rare and often via visiting experts or online options.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "NZ has serviceable CM-related programs in Auckland and Wellington. Studio partnerships help bridge gaps but dedicated pipelines are still growing.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "NZ community manager hiring typically runs 3-4 months. Proactive sourcing and relocation help, with Auckland/Wellington hubs and remote options.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "New Zealand studios are English-first with multilingual teams; expect some Maori-language awareness and bilingual support for local projects.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "New Zealand CM roles are remote/hybrid-friendly with robust async workflows; teams coordinate US-NZ for Trey/Sarah.",
      "alignmentValue": 10
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "NZ has a moderate CM pool; strong in Auckland/Wellington, but senior roles are competitive and may require remote hires or relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Kiwi neighborliness helps newcomers connect in New Zealand; active school groups support families, though showing up consistently helps.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "NZ studios generally align with global medians after cost-of-living adjustments. Auckland/Wellington hubs support families with good remote options.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In NZ, startup comp tracks global medians after cost of living; equity remains meaningful. Grants and visa options help families in Auckland and Wellington.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "NZ visa pathways (Accredited Employer, Skilled Migrant) are generally clear, but shifting salary bands and policy updates demand ongoing monitoring.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "NZ has regular tech bootcamps and uni continuing ed (Auckland/Wellington), with solid game dev and cloud training opportunities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "New Zealand offers a serviceable contractor bench for tech with pockets of scarcity for game-dev specialists; remote work helps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "New Zealand emphasizes harm reduction with light penalties and strong treatment access, aligning with our family\u0027s needs.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "NZ offers grants and visa routes to founders; housing costs in cities can strain a family budget.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "NZ major cities like Auckland/Wellington cost 20-30% above US averages; consider downsizing or moving to secondary cities to balance the budget.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "NZ offers good coworking and game-dev communities (Auckland/Wellington) with grants; mocap labs and specialized gear are limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "NZ tech demand for software/game dev and cloud remains solid; competition is noticeable, but remote hiring and visa options help.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "New Zealand\u0027s universal healthcare and strong mental-health services keep depression burdens low; counseling is widely accessible with occasional wait times.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In New Zealand, communities welcome deeper bonds once you show interest; joining clubs, parks, and school groups quickens meaningful ties for families.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "New Zealand\u0027s inclusive culture supports LGBTQ\u002B and family diversity; studios track progress, with room for broader representation.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In New Zealand, drug enforcement is targeted with strong oversight; families rarely witness aggressive sweeps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "New Zealand permits dual citizenship; the family can naturalize after residency without renouncing US citizenship.",
      "alignmentValue": 8
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "NZ offers early-stage grants via Callaghan Innovation and regional schemes; typical game/startup grants run NZ$150k–$350k with competitive proposals.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "NZ offers reliable generalist funding and public grants (Callaghan Innovation); game startups have solid but competitive capital access.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "New Zealand\u0027s economy is solid with steady growth; tech hiring is recovering, and grants/visa support entrepreneurs, though housing costs persist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "New Zealand\u0027s mixed-market economy blends innovation-friendly rules with strong social programs; startup support, visas, and governance suit the family.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "New Zealand maintains stable, predictable policy with ongoing tech startup support and clear visa routes (Entrepreneur/Skilled Migrant) for planning.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Education",
      "alignmentText": "New Zealand offers solid public schools and universal early childhood education. Most districts perform well, though funding gaps can exist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "NZ offers game-dev programs (AUT, Massey, Victoria) with studio ties; grads land roles, but curricula often need hands-on training.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "NZ sponsorship via Accredited Employers is possible; for Trey it often requires a strong profile and some paperwork, with dependents usually allowed.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "New Zealand\u0027s game dev scene is Unity-led with active Unreal communities; cross-training resources exist in Auckland and Wellington.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "New Zealand\u0027s clean air and pristine waterways suit your nature-loving family. Some rural farming runoff exists, but protections keep ecosystems healthy.",
      "alignmentValue": 9
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "New Zealand\u0027s GST 15% and progressive tax yield about 30% effective tax for this family; public services (health/education) offset costs.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in New Zealand is mild overall; North Island sits around 14–20 °C with occasional rain, South Island cooler fronts.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "New Zealand\u0027s family policies and universal healthcare support the boys\u0027 routines. Safe neighborhoods and community networks help the family feel at home.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "New Zealand partner visas typically grant open work rights for spouses and include dependent children. For this family, sponsorship is straightforward with standard steps.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "New Zealand offers 26 weeks parental leave, Working for Families credits, and flexible work rights; a strong safety net, though some payments can be slow.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "New Zealand offers generous parental leave, 20 hours free ECE, flexible work, and universal healthcare, supporting a two-parent family with kids.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "New Zealand offers universal healthcare for residents. Temporary visa holders face charges and eligibility limits, so support is mixed.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "NZ offices lean toward tidy smart-casual; casual wear is common in daily life, especially in Auckland/Wellington. Keep outfits practical and neat.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "NZ urban fashion is casual and pragmatic; in Auckland, Sarah can wear smart-casual without overhauling her wardrobe.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "NZ urban fashion is modern with practical outerwear; Trey\u0027s tech hoodies fit in, though some offices still expect neat layers.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "New Zealand\u0027s gender norms are broadly progressive; parental leave and flexible work culture support diverse femininity for families like yours.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "New Zealand has strict gun licensing and safe-storage rules; firearms exist but are tightly regulated nationwide.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In New Zealand, consent culture is strong; most interactions are respectful with bystander support. When unsure, direct communication keeps boundaries clear.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "New Zealand has a growing founder network (Auckland/Wellington) with meetups and accelerators. Mentorship exists, but density is lighter than top US hubs.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In New Zealand, fresh markets abound in cities like Auckland and Wellington, with diverse global cuisines; rural areas may have only rare gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In New Zealand, locals are polite and open to newcomers. With initiative, connections form gradually in urban/suburban areas.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "New Zealand\u0027s mid-sized game scene (Wētā Workshop, Grinding Gear, PikPok) offers gigs, but senior roles are scarce; remote/contract work can improve stability.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "New Zealand shows strong social acceptance; major cities support gender diversity with inclusive schools for children, though some official documents lag.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In New Zealand, gender rights are robust: anti-discrimination laws, universal healthcare, and high female representation.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "New Zealand supports egalitarian caregiving with strong parental leave. Trey and Sarah share parenting with little stigma.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "New Zealand dating culture is broadly inclusive; gendered stigma is rare. In Auckland or Wellington, flirting is fluid, matching your progressive values.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "New Zealand requires IRD registration and proof of address; private health insurance early on is prudent; schools need tenancy proof for enrollment.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "New Zealand\u0027s warmer, wetter trend raises coastal risk; plan for sea-level rise and heavier rain (reinforce housing, insurance); overall risk manageable.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "New Zealand offers startup/entrepreneur visas with credible business plans; processing times moderate, strong ecosystem and family-friendly options.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "New Zealand\u0027s relaxed-but-polite vibe. A neat, practical look works in work and social settings.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In New Zealand, progressive circles generally accept polyamorous households. Civic life is inclusive with minimal friction.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "NZ provides universal public healthcare; pediatric waitlists exist, so private options can speed up visits.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In New Zealand, visa holders have limited public healthcare; private or employer coverage is essential for Trey and Sarah.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities in NZ (Auckland, Wellington, Christchurch, Dunedin) are accessible mainly to residents. US migrants rely on savings and scholarships.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In New Zealand, international students pay higher fees; scholarships exist, but residency paths are important to make study affordable.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "NZ studios like Wētā Workshop and PikPok hire gradually; expect 3-4 months to fill roles, with remote options for founders.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "New Zealand\u0027s early-stage hiring is moderate. For Trey, expect 3-4 months to land key hires, even with grants and incubators.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Auckland housing remains costly with tight 3–4 bed stock; expect space or commute trade-offs, or explore outer New Zealand regions.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "NZ tax is transparent and digital (myIR), with PAYE, prefilled returns, and Working for Families credits; straightforward for the family.",
      "alignmentValue": 10
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "New Zealand generally welcomes immigrants, with strong skilled-migrant options and English ubiquity. Debates exist, but universal healthcare and inclusiveness remain.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In New Zealand, white US migrants are generally welcomed; expect minor stereotypes, but overall smooth integration in family-friendly communities.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "NZ state schools are free but vary by decile and zone; pick housing in strong catchments; ESOL and newcomer supports are widely available.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In NZ, visa-holding children can enroll in public schools but need extra paperwork and proof of residence; ESOL support is available.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "NZ urban life uses English; Te Reo signage is common, but English suffices for daily life. The family plans to study Māori for fuller participation.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "New Zealand studios mostly use English for cross-border work; some local-language skills (e.g., Māori) help with community and compliance.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "New Zealand uses English widely for business and investment; adding te reo Māori support boosts local hiring and community outreach.",
      "alignmentValue": 9
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "New Zealand has startup-friendly IP counsel; Auckland and Wellington firms handle game IP and licensing with practical terms.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "New Zealand has strong LGBTQ\u002B protections and inclusive services. Urban NZ communities warmly welcome polyamorous families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "New Zealand has a budding indie playtesting scene; expect lead times for organized sessions, but local studios and universities provide venues.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "New Zealand leans centre-left with Labour/Greens; socialist policy is niche but left ideas influence debates.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "New Zealand workplaces embrace parental leave and flexible roles. Trey\u0027s caregiving fits evolving NZ norms, though some older colleagues may resist.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In New Zealand, mass violence is exceptionally rare; authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 10
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "New Zealand has meetups in Auckland/Wellington/Christchurch; smaller towns rely on online groups, so proactive outreach helps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "NZ min wage (NZ$23.15) trails the living wage for a family with two kids; dual incomes or subsidies are typically needed in NZ.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "New Zealand metros generally have fiber broadband and strong airports. Aging water pipes and limited intercity rail mean occasional disruptions.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "New Zealand urban centers broadly understand polyamory; civil unions and de facto relationships are common, and workplaces treat it as a normal variation.",
      "alignmentValue": 9
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In New Zealand, direct, empathetic honesty is valued; share concerns clearly and expect open, respectful dialogue in a plural, egalitarian society.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "New Zealand\u0027s scenery is abundant and accessible from Auckland and Wellington, with beaches, forests, and mountains along trails for family outings.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "New Zealand has known earthquake, volcanic, and storm risks; stay prepared with emergency kits and drills, as severe events are rare but possible.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Abundant nature within an hour in NZ cities; great walks, DOC campsites, and safe, family-friendly parks nearby; easy access and mild climate.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Auckland and Wellington host lively live-music circuits; NZ towns wind down early, so date-nights require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "NZ city nightlife exists in areas like Auckland with late but safe transit; regional towns quiet after midnight, matching the family\u0027s low-key pace.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "NZGDA meetups and NZGDC exist; events cluster in Auckland/Wellington; Trey will need initiative to connect locally.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "In NZ (Auckland/Wellington), notable studios like Grinding Gear Games, RocketWerkz, and Balancing Monkey anchor a solid indie-to-mid-size game scene.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity is moderately common in New Zealand. Focus on diet and activity as public health programs push active living.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "NZ offers Callaghan Innovation grants and a solid game-dev talent pool in Auckland/Wellington. Funding remains moderate but workable for a startup studio.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In New Zealand, outside Auckland, commutes stay short and shops close earlier, giving Sarah the slower rhythm she wants for family time.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "NZ schools emphasize outdoor play and resilience. Family-friendly policies support shared caregiving and work–life balance.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "New Zealand citizenship by grant typically needs 5 years of residence and good character with English; feasible for first-time visa applicants.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "New Zealand\u0027s low corruption and strong institutions support stable governance for your family\u0027s future.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "New Zealanders generally respect personal space; in busy urban NZ settings crowds can feel close—signal boundaries clearly and calmly.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "New Zealand generally respects personal space; in crowds people avoid touching unless invited, with hugs reserved for close friends.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "New Zealand\u0027s maritime climate yields many mild months; occasional rain and cool spells require light planning, but most months are outdoor-friendly.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "New Zealand\u0027s MMP with coalition governance offers transparent, resilient democracy and strong rule of law, aligning with the family\u0027s progressive values.",
      "alignmentValue": 10
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory is largely accepted in New Zealand, especially in Auckland and Wellington. Public services may misunderstand, but private networks are supportive.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "NZ\u0027s licensed ECE centers are widespread in Auckland, but top areas still run waitlists. Subsidies help 3-4 year-olds; 0-2 years vary by provider.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Private schools exist in New Zealand with tuition around NZ$15k-25k; quality varies. Public schools are the preferred option for strong academics and bilingual exposure.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common in NZ, but strong farmers markets and fresh produce help balance choices for your family.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "New Zealand: Product Marketing Manager (Games) pay trails top hubs ~10-15% but is competitive after cost of living; grants and strong work-life balance help.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "NZ offers regular game dev meetups in Auckland/Wellington and university courses; many online options via NZGDA keep PMM skills current.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "NZ has marketing and game design degrees, but dedicated PMM (Games) pipelines are small; grads come from a few programs, with on-the-job upskilling common.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In New Zealand, PMM roles often take 3–4 months. Local talent pools are smaller, so proactive sourcing or relocation may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "New Zealand workplaces run on English; some Maori language exposure helps in local teams. Your family prioritizes English ubiquity and is open to learning Maori.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "NZ PMM (Games) roles are often hybrid; remote with async workflows is common, aligning with this family\u0027s work-life balance in NZ.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "NZ (Games) PMM talent pool is limited; mid-levels dominate; senior roles often sourced remotely or via relocation; demand in Auckland/Wellington remains steady.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "NZ\u0027s progressive policy landscape supports marriage equality and Treaty-based Indigenous partnership. Strong civic engagement reflects the family\u0027s values.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "NZ treats consensual sexuality as private; little moral policing. Open discussion is common across cities like Auckland and Wellington.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "New Zealand health and safety messaging emphasizes wellbeing with transparent data. A pluralistic media scene supports diverse views with minimal propaganda.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In New Zealand, pluralistic media and watchdogs curtail spin; diverse outlets and public broadcasters support trustworthy local news.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "In NZ\u0027s Auckland and Wellington, transit is improving but weekend gaps persist. A backup car helps family trips.",
      "alignmentValue": 6
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "NZ has limited local publisher presence; most relationships are remote, with occasional NZ game dev events - outreach abroad still advised.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Quality of life for higher earners in New Zealand is feasible, but some niche services are gated; Auckland/Wellington offer most options with planning.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "New Zealand provides universal healthcare and strong family support; basic needs are met, but housing costs and saving pressures may require extra work.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "NZ provides universal healthcare and subsidized ECE, easing costs for families. Housing costs vary by city; mindful budgeting keeps a solid lifestyle.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "New Zealand\u0027s real-time game dev scene (Unity/Unreal) is growing, with grants/visas and English ubiquity; fits a remote-friendly, entrepreneur family.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "New Zealand remains secular in policy. Religion informs culture, but politics stay pluralistic and evidence-based.",
      "alignmentValue": 10
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "New Zealand studios commonly offer hybrid roles; remote options exist for experienced staff, fitting our family-friendly plans.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "New Zealand startups increasingly embrace hybrid work; flexible options with periodic on-site meets suit our family-focused, founder-led plan.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "New Zealand’s remote-friendly tech scene supports hybrid work. US time zones mean occasional late calls, but strong broadband and grants help Trey and Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "New Zealand offers residency routes (Skilled Migrant, Accredited Employer, entrepreneur); temporary permits often require income proof and renewals.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "New Zealand\u0027s stable tech scene supports founders; retention is solid, with occasional project pauses. Family-friendly policies and grants aid long-term stability.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "NZ Super starts at 65 with modest payments in New Zealand; homeowners fare better, while renters rely on KiwiSaver to stay comfortable.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "NZ Super is for ordinarily resident retirees; visa holders aren’t eligible yet. KiwiSaver can grow, but government pension access remains limited.",
      "alignmentValue": 4
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "NZ Ruby market is moderate. Remote US/AU gigs and NZ startups offer Rails opportunities; network consistently.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Crime is low across New Zealand with active community policing; exercise standard after-dark caution in urban hubs.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "NZ has strong public schools nationwide. Private/international options cluster in Auckland; bilingual exposure via kura Māori and language programs.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "New Zealand summer sea temps are about 20–22 °C in the north and cooler in the South Island. Longer swims for kids often require wetsuits.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "New Zealand\u0027s seasons are generally predictable; each year brings a couple of notable extremes (storms, heavy rainfall) to monitor and plan around.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Winter daylight in New Zealand is shorter but manageable. Regular outdoor breaks and occasional light therapy keep energy up.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "NZ\u0027s maritime climate: summers mild, winters damp; fits the family\u0027s preference for low extremes with year-round rain gear.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "New Zealand has a solid senior tech pool in Auckland and Wellington; startups may need competitive offers or remote/intl hires for leadership.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "New Zealand offers comprehensive, destigmatized sex education with strong consent and LGBTQ\u002B inclusivity; aligns with sex-positive parenting in NZ.",
      "alignmentValue": 10
    },
    {
      "key": "Social Policies",
      "alignmentText": "New Zealand protects LGBTQ\u002B rights, reproductive care, and Treaty-based indigenous partnership; universal healthcare and safety nets align with the family.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "NZ markets (Auckland/Wellington) have 2k sq ft rentals in suburbs. Expect location/finish trade-offs and possible bidding in peak season.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in New Zealand typically 12–23 °C with brief chilly rain. The North Island is milder while the South is cooler but brighter.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "New Zealand\u0027s stable democracy and strong institutions mean predictable policies and swift crisis response, supporting long-term family plans.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "New Zealand\u0027s pluralist, rights-respecting politics with coalition governance supports open debate and social investment.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "New Zealand blends innovation with strong safety nets, universal healthcare, and fair competition - ideal for entrepreneurial families.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "NZ has a modest but growing game-dev scene, centered in Auckland and Wellington (Dunedin among others); a handful of mid-size studios anchor indie work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "New Zealand summers typically stay around 23–28°C with cool evenings and low humidity. This supports outdoor time and sleeping without heavy AC.",
      "alignmentValue": 10
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "New Zealand tends to warm, polite service; daily interactions feel easygoing. Expect occasional brisk efficiency in busy spots.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "New Zealand offers solid R\u0026D tax incentives for software/games. Grants via Creative NZ and NZFC exist, though application windows are competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "NZ visa timelines for US families often run ~9 months; expect around NZ$4k for the family with some delays.",
      "alignmentValue": 8
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In New Zealand, trust in Parliament and public health agencies remains high, supporting transparent, accountable governance for families like yours.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "New Zealand\u0027s very low corruption and transparent services fit your preference for simple, reliable processes; issues are promptly addressed.",
      "alignmentValue": 10
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "NZ senior software salaries hover around NZD100k-140k; for a US-origin family, remote work or side gigs are needed to match US earnings.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "NZ weekends offer beaches, short tramps, and markets; abundant outdoor family options in cities; occasional bookings may be needed.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "New Zealand schools mostly 9:00-3:00; offices 8:30-5:00. After-school care bridges gaps, supporting a slower, family-friendly routine.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "NZ provides 4 weeks paid annual leave after 12 months plus public holidays; plan around Christmas/New Year for reliable downtime.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "New Zealand tech firms typically offer around 20 days of annual leave plus public holidays, aligning with your family-friendly balance.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "New Zealand offers a budding game-dev vendor scene (Auckland/Wellington), but capacity is limited; plan for remote overflow partners.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "NZ VFX real-time pay lags top markets by ~25–30%. Attractive lifestyle and remote options help attract talent in Auckland/Wellington.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "New Zealand offers regular short courses in real-time VFX via Auckland/Wellington universities. Studios like Weta provide practical workshops.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "New Zealand offers targeted VFX-real-time programs in Auckland/Wellington; class sizes are small and strong industry ties (e.g., Weta) enable internships.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "NZ real-time VFX hiring usually 3–4 months; local pipelines are small (Wellington/Auckland). Proactive sourcing or relocation helps.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "New Zealand VFX (Real-Time) work is English-dominant; Auckland and Wellington studios use English. Bilingual support exists but is not routine.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "New Zealand studios typically accept remote real-time VFX on a limited basis; hybrid setups are common for senior roles.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "NZ offers a solid real-time VFX pool anchored by Wellington\u0027s Weta; hiring is concentrated among a few studios.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "New Zealand and Australia share close, cooperative ties across the Tasman. Travel and cultural exchange are widely celebrated.",
      "alignmentValue": 10
    },
    {
      "key": "View of self",
      "alignmentText": "New Zealand\u0027s egalitarian culture, outdoor life, and inclusive spirit align with the family\u0027s progressive, community-focused values.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "New Zealand is viewed by Australia and Pacific neighbors as stable and eco-conscious; moving there aligns with a welcoming, family-friendly region.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "NZ has Skilled Migrant, Entrepreneur, and Investor routes with online EOIs; quotas exist but criteria are clear.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "NZ cities have walkable pockets and parks for families. Plan routes to avoid busy arterials and use transit where available.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "New Zealand values skilled migrants, including US applicants; clear visa pathways and settlement support, with city communities in Auckland and Wellington.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "New Zealand\u0027s vibrant indie tech and game dev scene, with grants and visas, invites your entrepreneurial family. Māori culture and landscapes enrich daily life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in New Zealand is generally mild. Coastal areas run about 8-14 °C, with occasional frosts inland and heating costs stay manageable.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In New Zealand, standard workweeks are around 37–38 hours with flexibility. This aligns with our family’s need for work-life balance and remote options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "New Zealand workplaces prize balance with flexible hours and remote options. Sarah can protect evenings for family dinners, though launches may bring crunch.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "NZ offers strong workers\u0027 rights: robust health \u0026 safety, paid leave, and accessible recourse. Union coverage exists but isn\u0027t universal.",
      "alignmentValue": 9,
      "sameAsParent": false
    }
  ]
}