{
  "version": 2,
  "iso": "NZ",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Auckland and Wellington keep a steady stream of government and enterprise .NET contracts, but the market is small enough that Trey would need to weave in remote clients between local engagements.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Most urban areas average around 7 µg/m³ PM2.5 so the kids can play outside freely, yet winter wood-smoke inversions in Christchurch or Nelson mean we would keep a purifier handy for sensitive days.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "Nearly half the population reports no religion, letting Sarah and Trey raise the boys secularly with only occasional Christian defaults in school ceremonies to navigate.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, MMP elections, and watchdog media keep democratic scores in the global top tier, aligning with the family’s demand for resilient institutions.",
      "alignmentValue": 9
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Contactless EFTPOS and instant bank-to-bank transfers make day-to-day spending effortless, though cross-border fees stay high enough that we would maintain a US fintech account for savings moves.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Coastal cities give the family easy beach access for weekend play, yet cooler Pacific water and strong UV push us toward wetsuits and vigilant sun care.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Auckland’s board-game cafés and Wellington meetups give Trey outlets, but finding regular tables outside the main metros still takes proactive planning.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Subsidies exist yet long waitlists in Auckland mean Sarah and Trey would juggle paid care with neighbor networks to cover full-time work.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Compact neighborhoods, plentiful playgrounds, and low violent crime let the boys range independently while we monitor traffic in older suburbs.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "20 Hours ECE and Best Start payments trim preschool costs for citizens, but infants still run NZ$350+ per week so families budget carefully until school age.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Temporary visa households access the 20 Hours ECE program, yet most income-tested subsidies stay off-limits, leaving higher out-of-pocket care costs.",
      "alignmentValue": 5
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Weekend tramping clubs, bouldering gyms, and vibrant indie game scenes give both adults plenty of outlets, with rugby culture easy to join as casual fans.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Kiwi neighborliness and active parent-teacher groups make it simple to build a community net, even if newcomers need to show up consistently at first.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Accredited Employer and Skilled Migrant visas spell out income and health hurdles, but shifting annual salary bands mean we must track policy updates to stay compliant.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Groceries, power, and childcare in Auckland or Wellington run 20–30% above US averages, so the family would trade a smaller home or move to secondary cities to balance the budget.",
      "alignmentValue": 5
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "New Zealand allows dual nationality, letting the family keep US passports while naturalizing once residency requirements are met.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "The economy is stable but sluggish after 2023’s technical recession, with high interest rates tempering hiring in tech and construction.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "A liberal market economy with strong agricultural exports coexists with targeted social programs, matching the family’s comfort with regulated capitalism.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Curriculum refreshes keep classrooms student-centered, yet falling PISA math scores mean we would supplement with home resources for the boys.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Employer sponsorship hinges on accredited companies and high salary thresholds, so Trey would target a short list of larger firms or remote-first roles.",
      "alignmentValue": 5
    },
    {
      "key": "Environment",
      "alignmentText": "Dramatic landscapes and low particulate pollution align with the family’s love of nature, even though dairying runoff and invasive species strain rivers and biodiversity.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Progressive brackets and 15% GST put the household near a 30–33% effective rate, comparable to Seattle but without US deductions.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn days hover near 14–20 °C (57–68 °F) in the North Island, which suits Sarah’s mild-climate preference while the South Island brings cooler rain fronts.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Family-friendly work policies and safe neighborhoods support the boys’ routines, though relatives will be far away for backup care.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Partner and dependent visas arrive with open work rights, keeping both adults employed once the main applicant qualifies.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizens receive 26 weeks of paid parental leave, Working for Families tax credits, and flexible work rights, covering much of the family’s desired safety net.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Policy defaults assume a two-parent household, yet flexible leave and shared-care arrangements support blended or nontraditional families reasonably well.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Many cash benefits require residence or citizenship, so newcomers lean on employer policies and universal health coverage until status upgrades.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women’s style centers on practical layers, rain shells, and casual dresses, so Sarah can blend in without overhauling her wardrobe.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men favor smart-casual layers and weatherproof gear, matching Trey’s existing mix of tech hoodies and outdoor wear.",
      "alignmentValue": 7
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Gender expression is relaxed, with workplace norms supporting women in leadership and dads taking leave, which aligns with the family’s progressive stance.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like Wētā Workshop, Grinding Gear, and PikPok sustain a modest industry, so Trey could find opportunities but should expect limited senior openings.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 6,
      "alignmentText": "As noted in Game Dev Work Prospects, Studios like Wētā Workshop, Grinding Gear, and PikPok sustain a modest industry, so Trey could find opportunities but should expect limited senior openings. Hiring velocity at established studios in New Zealand is moderate, with teams needing a few months to land the right hire."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 6,
      "alignmentText": "Compensation clusters around global medians, requiring negotiation to balance cost of living. When opportunities surface in New Zealand, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 6,
      "alignmentText": "Established studios in New Zealand rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 6,
      "alignmentText": "Remote expectations at established studios in New Zealand are mixed—teams juggle on-site collaboration with hybrid arrangements when possible."
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal recognition of gender diversity and community support in major cities give the boys exposure to inclusive norms from an early age.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Equal pay audits, legal abortion access, and high female political representation deliver the protections the family expects.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-income households and normalized paternal leave help Trey and Sarah share caregiving without stigma.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "New arrivals need IRD numbers, private insurance during the first two years, and proof of tenancy for schools, all manageable with upfront paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Sea-level rise threatens low-lying suburbs and stronger cyclones like Gabrielle show up every few years, so we would avoid coastal housing.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Public care is universal but specialist waitlists stretch months, meaning we’d keep private insurance for faster pediatric visits.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Work visas of two years or more unlock public care, yet shorter stays require private coverage and upfront GP fees.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Universities in Auckland, Wellington, Christchurch, and Dunedin are accessible with student loans, though tuition and housing costs push families to plan early savings.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International tuition stays high until residency, so the boys would need scholarships or PR before tertiary study becomes affordable.",
      "alignmentValue": 4
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Tight rental markets, aging insulation, and frequent bidding wars in Auckland mean the family either pays premium rents or targets smaller regional cities.",
      "alignmentValue": 4
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "PAYE withholding, prefilled returns, and the myIR portal keep compliance simple once we register for IRD numbers.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "State schools are free and zoned, but quality varies by decile so we’d choose housing carefully to land in strong catchments.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Children on work or resident visas attend public schools as domestic students, yet temporary visas under two years face international fees.",
      "alignmentValue": 6
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English dominates everyday life while Te Reo Māori signage adds bilingual flair without impeding the family’s integration.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Marriage equality, adoption rights, and visible Pride events keep the social climate welcoming for a polyamory-positive household.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Politics lean centrist with active labor parties, yet pro-market consensus means overt socialist policies remain niche.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Workplaces encourage men to take parental leave and share caregiving, aligning with Trey’s parenting style.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech, parenting, and board-game meetups run regularly in big cities, but smaller towns rely on Facebook groups to self-organize.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The NZ$23.15 minimum wage tracks living costs reasonably well yet still lags the Living Wage, so service workers often need dual incomes.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Fiber broadband and modern airports serve the metros, but aging water pipes and limited intercity rail create periodic disruptions.",
      "alignmentValue": 6
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Glaciers, fjords, and geothermal parks put world-class scenery within a few hours of any city, matching the family’s love of the outdoors.",
      "alignmentValue": 10
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Seismic faults, volcanic zones, and severe storms like Cyclone Gabrielle make emergency kits and earthquake insurance non-negotiable.",
      "alignmentValue": 4
    },
    {
      "key": "Nature Access",
      "alignmentText": "Regional parks, Great Walks, and surf breaks are close enough for regular family adventures without long drives.",
      "alignmentValue": 10
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Auckland and Wellington host lively live-music circuits, yet smaller cities wind down early so date nights take planning.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Metros stay open late with safe late-night transit, while regional towns quiet after midnight, which fits the family’s low-key habits.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "NZGDA meetups and the annual NZGDC give Trey access to peers, though events remain concentrated in Auckland and Wellington.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Studios such as Grinding Gear Games, RocketWerkz, and Balancing Monkey offer collaborative ecosystems even if headcounts stay modest.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Creative grants, the CODE incubator, and film-tax incentives help, but venture funding is thin so Trey would still bootstrap an indie studio.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 6,
      "alignmentText": "Startup founders report that Creative grants, the CODE incubator, and film-tax incentives help, but venture funding is thin so Trey would still bootstrap an indie studio. Hiring velocity at early-stage studios in New Zealand is moderate, with teams needing a few months to land the right hire."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 6,
      "alignmentText": "Compensation clusters around global medians, requiring negotiation to balance cost of living. Early teams in New Zealand balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 6,
      "alignmentText": "Founding teams in New Zealand lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 6,
      "alignmentText": "Remote expectations among startups in New Zealand are mixed—teams juggle on-site collaboration with hybrid arrangements when possible."
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Outside of Auckland, commutes stay short and shops close earlier, giving Sarah the slower rhythm she wants for family time.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools emphasize outdoor play and resilience, dovetailing with the family’s preference for balanced academics and free time.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Citizenship follows five years of residence with strict physical-presence totals, so the family must stay rooted while navigating paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International consistently ranks New Zealand among the least corrupt, satisfying the household’s demand for clean governance.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Mixed-member proportional elections and coalition governance keep policy responsive and pluralistic, aligning with the family’s progressive politics.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Poly groups meet openly in Auckland and Wellington, yet legal frameworks remain monogamy-centric so we would stay discreet with schools and landlords.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Licensed centers and kindergartens cover most suburbs, though popular Auckland neighborhoods still require joining waitlists during pregnancy.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Independent and integrated schools exist but carry NZ$15k–25k tuition, so private options become a selective backup rather than the norm.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Policies on marriage equality, cannabis reform debates, and indigenous partnership echo the family’s progressive priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government messaging focuses on public health and national identity, generally transparent but occasionally paternalistic during crises.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Independent media and active fact-checkers keep spin low, so the family can rely on diverse news sources.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Auckland and Wellington have improving rail and bus networks, yet service gaps and weekend frequency drops mean the family would still keep a car.",
      "alignmentValue": 5
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Secular governance dominates national debates, so faith rarely intrudes on policy affecting the family.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Post-pandemic norms allow hybrid work in tech hubs, though time zones with the US require Trey to schedule late calls.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Resident visas typically follow two to three years on work permits with income tests, so planning for renewals and savings is essential.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "NZ Super kicks in at 65 with modest payments, so homeowners fare best while renters need KiwiSaver contributions to stay comfortable.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "New arrivals must live 10 of the years between 20 and 65 to access NZ Super, pushing the family to self-fund retirement if they relocate mid-career.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Until permanent residence is secured, employer KiwiSaver contributions are limited and government pensions remain out of reach.",
      "alignmentValue": 4
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles cluster in a few startups and consultancies, so Sarah would likely rely on remote US work or retrain toward more in-demand stacks.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime rates stay low and community policing is active, with petty theft around transit hubs the main issue to watch.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools dominate and perform well, but international curricula and secular private options are limited outside Auckland.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Summer sea temps reach 20–22 °C in the north yet stay chilly in the South Island, so longer swims need wetsuits for the kids.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "The maritime climate keeps summers mild and winters damp, matching the family’s dislike of extremes while demanding rain gear year-round.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex education and open public discourse make it easy to raise sex-positive kids without stigma.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Progress on LGBTQ+ rights, reproductive care, and indigenous partnership aligns with the family’s social priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring ranges from 12–18 °C (54–64 °F) in the North Island with frequent showers, while the South runs cooler but brightens quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Political turnover is orderly, and public debt remains moderate, giving the family confidence in long-term plans.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Governments swing between center-left and center-right coalitions, blending social investment with market reforms.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Open markets with consumer protections let entrepreneurs thrive while keeping monopolies in check.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer highs sit near 20–26 °C (68–79 °F) with strong UV, keeping things comfortable if we manage midday sun.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Visa processing routinely stretches beyond six months and application fees top NZ$4,000 for a family, so we’d budget both time and money for the move.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show sustained trust in Parliament and public health agencies, which supports the family’s desire for transparent governance.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Corruption cases tend to be minor local procurement issues, not systemic bribery, matching the family’s low tolerance for graft.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior dev salaries cluster around NZ$120k–140k, covering basics but requiring side projects or remote gigs to match US earnings.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends revolve around beach trips, tramping clubs, and Saturday markets, giving the boys plenty of outdoor time while Sundays stay quieter.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Primary schools run roughly 9 a.m.–3 p.m. and offices 8:30 a.m.–5 p.m., so after-school programs to 6 p.m. bridge both adults’ workdays.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Four weeks of statutory leave plus public holidays provide reliable downtime as long as we book early around Christmas closures.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Most tech employers stick close to the 20-day floor with occasional company shutdowns, so extra rest days require tenure or negotiation.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Kiwis joke about Australia yet maintain cooperative ties across the Tasman, fostering friendly regional sentiment.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "National identity emphasizes fairness, outdoor life, and independence—values that resonate with the family.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Australia and Pacific neighbors generally view New Zealand as stable and eco-conscious, reinforcing a positive regional reputation.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Skilled Migrant and Entrepreneur visas exist but run on points, salary thresholds, and capped quotas, so the family must present strong credentials.",
      "alignmentValue": 5
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Americans integrate easily culturally, yet annual residence caps and strict biosecurity mean entry still feels selective.",
      "alignmentValue": 6
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "The mix of thriving indie tech, Māori culture, and wild landscapes checks every box the family lists for an adventurous move.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters hover around 8–14 °C (46–57 °F) in the north and drop to 5–10 °C (41–50 °F) in the south with damp chill, so insulation upgrades matter.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "A standard 40-hour week is the norm, with overtime less common but still appearing in peak product cycles.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Teams expect employees to log off by early evening, supporting Sarah’s need for predictable family dinners.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Collective bargaining coverage and strong safety laws protect employees, even though union membership is voluntary.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Frequent abrupt changes make certain months feel unstable with several days of hazardous conditions that push us indoors.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Basic needs are met but savings and extracurriculars are hard to sustain without extra support or side work.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Only a handful of listings surface each year; expect bidding wars and significant trade-offs.",
      "alignmentValue": 4
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mostly comfortable integration though some circles question motives or commitment to the country.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Friendly exchanges happen when we initiate; staff and strangers respond positively.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Most locals read body language well, though some settings skew closer than we prefer.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "People appreciate directness and respond constructively when we share concerns or needs.",
      "alignmentValue": 9
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "We feel a gentle push to stay polished in professional or social spaces.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "We notice subtle comparisons; maintaining confidence requires occasional boundary setting.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Certain districts expect polished outfits, though flexibility exists in family spaces.",
      "alignmentValue": 7
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Most encounters are considerate though occasional missteps require direct communication.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Mostly flexible though some circles still expect traditional roles on first approach.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Supportive subcultures exist and mainstream spaces remain tolerant if discreet. non-monogamy acceptance.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Attitudes split; open discussion is fine in urban enclaves yet frowned upon elsewhere.",
      "alignmentValue": 7
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Acceptance exists within progressive scenes and is tolerated publicly with respectful curiosity.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Crowded transit aside, locals check before touching and notice discomfort.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Light penalties and robust health services keep substance issues managed compassionately.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Occasional events occur regionally, prompting situational awareness but not chronic fear.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Prisons meet international standards with active oversight and restorative programs.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Infrastructure is inconsistent; safe walking requires choosing specific neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "We can meet most cravings but specialty ingredients or restaurants appear sporadically.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Mental health burdens exist but are met with accessible services and open dialogue.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms; screening and early detection programs are reliable.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Recessions hit noticeable segments, requiring flexibility or retraining.",
      "alignmentValue": 6
    }
  ]
}
