{
  "version": 2,
  "iso": "NZ",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Christchurch has a modest local .NET scene; most large roles are in Auckland, so remote work or occasional travel suits Trey.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Christchurch, NZ, 2D environmental artist pay lags top hubs by ~10–15%, but lifestyle benefits and local grants attract experienced talent.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Christchurch offers art/design programs and game-dev meetups; 2D environment art CE exists but is intermittent (short workshops and online courses).",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Christchurch, NZ has a couple of reputable digital media/design programs (Ara; UC). The 2D pipeline here is small; grads often move to bigger NZ cities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Christchurch, NZ: 2D Environmental Artist hiring typically 3-4 months; local talent is shallow, so proactive sourcing or relocation/visa support helps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Christchurch, NZ: English is widely used in studios; basic Māori familiarity helps; bilingual candidates favored.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Christchurch studios commonly offer hybrid or remote roles; expect occasional onsite collaboration. Strong broadband and English language ease remote work.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Christchurch, New Zealand has a limited pool of 2D environmental artists; mid-level pros exist, but senior mentorship often imports or remote hires.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Christchurch 3D animator pay trails top hubs by ~10-15%. For your family, NZ lifestyle and universal healthcare offset the gap.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "In Christchurch, NZ, 3D animation continuing education is modest; expect mainly remote courses and rare local workshops.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Christchurch hosts Ara Institute and University of Canterbury animation/digital media programs. Cohorts are small, with on-the-job upskilling common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Christchurch has limited local 3D animator talent; studios rely on remote/imported candidates, stretching timelines.",
      "alignmentValue": 3
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Christchurch, NZ: English fluency is universal among 3D animators; bilingual support covers additional markets.",
      "alignmentValue": 10
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Christchurch, NZ offers remote 3D animation on a case-by-case basis with limited process maturity; good fit for a family prioritizing stability.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Christchurch offers a moderate 3D animation pool; you\u0027ll find mid-level talent locally, but niche seniors may require relocation or remote options.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Christchurch, NZ: 3D Character Artist pay trails top hubs by ~10-15%, but offers strong lifestyle and visa-friendly pathways.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Christchurch has few local 3D art courses; mainly basic offerings with limited seats, pushing advanced topics to remote/online study.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Christchurch, NZ has limited 3D character art programs; cohorts are small. Graduates often upskill in local studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Christchurch has a modest local pool of 3D character artists; hires typically run 4-5 months with possible relocation or remote/global sourcing.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Christchurch, NZ, English dominates the 3D art scene; bilingual skills are optional, English proficiency is usually sufficient.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Christchurch studios favor hybrid 3D roles; fully remote arrangements are negotiable. Strong broadband and English ubiquity in NZ support async collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Christchurch, NZ offers a modest 3D character artist pool; startups may need relocation or remote hires for senior talent, with mid-levels more common.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Christchurch has few game-specific accelerators; most programs are general startup tracks at Canterbury/UC with limited game-tailored support.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Christchurch winters bring wood-smoke inversions, pushing PM2.5 above 12 µg/m3. We’ll run purifiers and monitor air alerts for the kids.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Christchurch has a modest game/dev scene with a couple of service studios; no major IP owners anchor the market.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Christchurch, NZ is broadly secular; atheists are widely accepted and can participate in public life, though some events have light religious overtones.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "From Christchurch, NZ: strong national institutions and active local journalism keep democratic safeguards high.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Christchurch, NZ has modern banking; opening an account is easier for newcomers and cross-border transfers work well. Tap-and-go EFTPOS is widespread.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Sumner, New Brighton, and Taylor\u0027s Mistake offer quick beaches near Christchurch; water is cold and easterlies limit swimming.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Christchurch has a small but steady boardgaming scene; Dice \u0026 Slice and Christchurch Board Gamers meetups exist, so Trey may host at home.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Christchurch, NZ, fitness talk is common but typically respectful; local communities promote body positivity with inclusive messages.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Christchurch, NZ: diversified economy with strong safety nets; downturns pause hiring but recover quickly in construction, tech, and services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Christchurch, NZ: cancer incidence aligns with global norms thanks to universal healthcare and robust screening. Early detection programs keep risk manageable for families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "New Zealand prisons emphasize rehabilitation with strong oversight. Christchurch benefits from humane standards and ongoing reforms.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Christchurch, NZ, subsidies and 20 Hours ECE ease costs, but waitlists and capacity limits require proactive planning.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Christchurch, NZ offers flat bike paths, parks, and new playgrounds ideal for kids. Trams require cautious crossings in busy areas.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Christchurch, NZ: 20 Hours ECE via Best Start helps 3-4s; under-3 care still costly; South Island rents improve subsidy reach vs the north.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Christchurch, NZ, 3-5s access 20 Hours ECE; visa holders get partial subsidies, so younger kids may still cost significant until residency.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Port Hills mountain biking and local bouldering gyms. Christchurch\u0027s indie dev scene keeps both adults engaged in NZ.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Christchurch, NZ hosts regular tech meetups and game-dev events; a steady monthly scene supported by universities and local startups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Christchurch, NZ, universal healthcare and strong parks support active living. Wellness programs and community health resources are accessible.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Christchurch, NZ has a few reputable co-housing options; for families, demand remains steady and waitlists may apply.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Christchurch Community Manager pay typically trails top markets by 25-30%. NZ benefits and family-friendly policies help offset this for families.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Christchurch offers occasional CM trainings via local meetups and UC short courses; most advanced topics require remote study or visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Christchurch has limited dedicated community manager programs; grads mainly come from marketing/communications, often requiring on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Christchurch, NZ: 4-5 month hiring timeline for a Community Manager; local pipelines are modest, so remote or relocation can widen the pool.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Christchurch uses English as the default; expect English-first community managers, with some local Māori language awareness as a bonus.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Christchurch CM roles are often hybrid. Fully remote may require negotiation, fitting your family-friendly, low-stress priorities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Christchurch, NZ has a moderate community manager pool; startups may require relocation or remote hiring for senior CM roles.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Christchurch, NZ, post-quake neighbourhood groups foster mutual aid; newcomers who volunteer quickly feel part of a close-knit community.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Christchurch NZ comp generally tracks global medians after cost of living; expect negotiation for perks like remote/hybrid work and family-friendly benefits.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Christchurch startup pay sits near NZ medians; equity meaningful but cash trails top markets. Grants and visa programs help balance cost of living and runway.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Christchurch NZ outreach eases process, but visa thresholds shift yearly; expect periodic updates and checks.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Christchurch provides continuing education through UC and Ara with online options; regular local courses support software, game dev, and lifelong learning.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Christchurch has a serviceable contractor bench with pockets of scarcity for top game/dev and Azure work; plan for remote specialists.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Christchurch, NZ uses harm-reduction with treatment-first responses and light penalties; strong healthcare supports families.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Christchurch has moderate operating costs with affordable rents and grants. A startup-friendly climate helps manage payroll and services for growth.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Christchurch, NZ offers housing rates about 15-20% cheaper than Auckland. Costs are manageable with budgeting and remote work.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Christchurch, NZ has a solid coworking scene and active startup support; game-dev gear like mocap is scarce, but broadband and grants help teams.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Christchurch, NZ\u0027s tech scene is growing but talent is tight. Remote/hybrid hiring can ease the balance for this family.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Christchurch, NZ, mental health burdens exist but are met with accessible services and open dialogue for families.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Christchurch, NZ welcomes newcomers to clubs and community events. With steady outreach, deeper bonds form for families.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Christchurch, NZ has steady D\u0026I progress and inclusive policies. Family-friendly services support diverse households like yours.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Christchurch, NZ uses proportionate policing with strong oversight. Families rarely see aggressive drug raids; harm reduction and diversion options exist.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "NZ allows dual citizenship with the US; residency enables citizenship without renouncing US status. Christchurch has great schools.",
      "alignmentValue": 10
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Christchurch, NZ offers solid early-stage grants (Callaghan Innovation, regional programs) in the NZ$150k-NZ$350k range for game/dev startups.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Christchurch has NZ-wide VCs and angel networks plus Callaghan Innovation grants; solid early-stage support for games, but few dedicated game funds.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Christchurch\u0027s economy is stable, with construction and agritech driving activity. Growth is slower than Auckland, so job searches may take longer.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "Christchurch, Canterbury (NZ) blends innovation with stable governance. Startup grants and visas support entrepreneurship.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Christchurch, NZ offers a stable policy climate for creators with ongoing grants and visas; occasional tweaks occur, but overall predictability remains high.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Christchurch, NZ has strong public schools and modern facilities post-earthquake rebuild; overall education is excellent, but some districts vary in maths support.",
      "alignmentValue": 8
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "NZ Christchurch has UC and Ara offering CS/IT; game-specific programs are limited, so industry training helps; pipeline exists but uneven.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Christchurch, NZ offers skilled-work sponsorship through Accredited Employers; not universal, but many tech roles sponsor with paperwork for dependents.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Christchurch\u0027s game dev scene leans Unity with active meetups; Unreal presence is growing, offering solid cross-engine collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "In Christchurch, NZ, regenerated river corridors, Port Hills reserves, and Banks Peninsula offer daily nature access, with some upstream agricultural runoff.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Christchurch, NZ: dual incomes face 33% income tax plus 15% GST. Overall tax sits around 30%, with strong public services offsetting costs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Christchurch, NZ is generally mild (about 10-20 C) with occasional windy or rainy days. Plan for layers and flexible outdoor time.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Christchurch offers short commutes, abundant parks along the Avon, and active community events supporting a family-friendly, inclusive rhythm.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouse and two kids eligible for NZ visas; Christchurch offers family-friendly services, but first-time applications may face modest processing times.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Christchurch families gain from NZ\u0027s universal healthcare and paid parental leave, plus tax credits. Some subsidies require paperwork and slow payments.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Christchurch, NZ offers universal healthcare and strong ECE subsidies; family tax credits ease childcare costs as kids grow.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Christchurch, NZ: Public schooling and health services are available after residency; visa access remains opaque, often needing guidance.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Christchurch workplaces favor practical, casual-smart attire. Casual wear fits in many settings, with layers for NZ\u0027s mild climate.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Christchurch, NZ blends practical outdoor wear with diverse urban style; Sarah can dress comfortably without fashion pressure.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Smart-casual with merino layers fits Christchurch offices. Practical, client-ready for NZ tech culture.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Christchurch, NZ, gender equality supports women in tech and family life, though some suburbs retain traditional norms.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Christchurch, NZ, gun ownership exists but is tightly regulated—licensed, trained, and securely stored—creating a safety-minded, family-friendly environment.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Christchurch, NZ has strong consent norms; people check in and venues reinforce boundaries, supporting your family\u0027s safety and inclusivity.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Christchurch has a healthy founder network centered around central-city co-working spaces and Canterbury tech events.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Christchurch, NZ has solid fresh markets and diverse dining; some specialty ingredients may require trips to Auckland or Wellington.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Christchurch, NZ locals are welcoming. Neighbors often help newcomers within weeks, and local community groups invite you in.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Christchurch has a developing indie game scene and grants; remote gigs are common, but local opportunities hinge on networking.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Christchurch, NZ supports gender-diverse identities with inclusive healthcare and protections. Rural areas lag, but Qtopia and allies offer visibility.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "New Zealand protects LGBTQ\u002B rights; Christchurch backs inclusive policies with strong enforcement and broad social acceptance.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Christchurch, NZ shows fluid, egalitarian norms; dual-income families are common and dads actively participate in caregiving with little stigma.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Christchurch, NZ nightlife is broadly inclusive; some pockets still have gendered scripts, but the local culture supports modern, poly-friendly flirting.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Christchurch, NZ visas are workable, but first-timers face renewals/work ties; rentals near top schools still need strong references.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Christchurch, NZ faces sea-level rise and heavier rainfall near the coast (Southshore). Inland relocation remains feasible with mitigation.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "NZ startup visas exist with endorsed businesses; Christchurch offers a growing game/tech scene and family-friendly neighborhoods, though processing is moderate.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Christchurch\u0027s casual Kiwi style fits. Stay polished for work, but avoid overdoing it.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Christchurch, NZ, multi-partner families are increasingly accepted. Civic life shows minimal friction and supportive communities.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Christchurch provides universal healthcare and affordable public services; however, specialist waits can be lengthy, so private coverage is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Public healthcare is limited for visa holders in NZ; expect extra paperwork and private insurance until residency in Christchurch.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Christchurch, NZ: citizens get fees-free first-year uni; as newcomers, your family would rely on loans or savings for higher education.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Christchurch universities charge international fees. Domestic rates require NZ residency or citizenship, which adds time and paperwork.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Christchurch studios hire moderately; most roles take about 3 months to fill, with visa/relocation or remote options common.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Christchurch, NZ, early-stage hiring runs about 3 months; grants and hubs help, but local investor pools remain thin.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Christchurch has modern quake-rebuild homes; prices are high for families but cheaper than Auckland, with tighter supply.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "NZ taxes are transparent and digital via IRD/myIR with clear guidance. In Christchurch, cross-border filings are manageable with local tax advice.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Christchurch, NZ is broadly welcoming to immigrants; supportive communities exist, but national immigration debates can surface occasionally.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Christchurch, NZ generally welcomes skilled U.S. migrants; expect occasional questions about commitment and adapting to local costs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Christchurch, New Zealand provides broad public schooling with free resources; top schools use enrolment zones or ballots, but access remains wide.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Christchurch public schools allow visa-holding kids with proof of residence; once residency is granted, domestic rates apply.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Christchurch, NZ, English dominates daily life. Te Reo Māori programs are expanding, and learning it is encouraged but optional.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Christchurch studios rely on English for operations. Some local-language docs (Maori) exist, but English dominates collaboration and onboarding.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Christchurch, NZ startups lean English for investor and platform work. Bilingual ops are manageable with translations for hiring and compliance.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Christchurch, NZ has some tech/IP lawyers. Dedicated game IP support is limited and often relies on referrals.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Christchurch, NZ broadly welcoming; Pride events visible and anti-discrimination protections robust across urban areas.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Christchurch has a small but active indie/dev scene and university labs; expect informal local feedback with occasional organized playtests.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Christchurch, NZ, open debate and social democracy tolerate Marxist ideas in unions and academia but they remain non-dominant.",
      "alignmentValue": 9
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Christchurch, NZ, rugby culture endures, yet many families push flexible gender roles; emotional openness is rising with mild pushback.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Christchurch, NZ: mass violence is rare; 2019 attack is an outlier, but communities stay vigilant and safety-focused.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Christchurch has a budding tech and family-friendly meetup scene. Some events may require proactive outreach and online signup.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "NZ$23.15 min wage covers basics in Christchurch/Canterbury, but a two-income family may still face tight budgets; enforcement varies by sector.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Christchurch has good fibre broadband and modern services after the quakes; some outer suburbs still under roadworks, but reliable for home offices and kids.",
      "alignmentValue": 7
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Christchurch, NZ, polyamory is generally tolerated in mainstream spaces; discretion may be needed in some suburbs, while urban hubs welcome.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Christchurch, New Zealand, openness is valued; share needs clearly and expect constructive, empathetic feedback with respectful diplomacy when needed.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Stunning, family-friendly scenery around Banks Peninsula and Port Hills near Christchurch. Wetlands and nearby Alps day trips offer easy outdoor days for the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Christchurch has real earthquake and liquefaction risk; strengthen housing and keep robust emergency kits, with evacuation plans.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "From Christchurch\u0027s Port Hills to nearby ski fields, nature is minutes away for family-friendly outdoor days.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Christchurch, NZ has modest nightlife: family-friendly bars and occasional live acts; major tours are infrequent, so nights out are occasional.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Christchurch, NZ, has a modest nightlife, with some central bars and live music. Most venues close early, so late nights are limited for parents.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Christchurch, NZ has regular game dev meetups and the GreenHouse hub. It\u0027s a solid scene but smaller than Auckland.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Christchurch, NZ has a modest, growing game studio scene; local studios like Metia Interactive offer collaboration opportunities for Trey.",
      "alignmentValue": 6
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Moderate obesity levels exist in Christchurch; local programs promote activity and community health to keep trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "NZ offers Callaghan Innovation grants and good startup hubs like EPIC, but Christchurch\u0027s local investor pools are lean; Trey should pursue national funds.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Christchurch, NZ offers a garden-city pace with short commutes and walkable neighborhoods. It aligns with Sarah’s slower lifestyle and family-friendly rhythm.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Christchurch schools encourage parent involvement, and local sport clubs are easy to join. New Zealand supports parental leave and family-friendly policies.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "NZ naturalisation by grant after ~5 years in Christchurch. Dual citizenship is allowed with Life in NZ test required; family-friendly path.",
      "alignmentValue": 10
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In NZ (Christchurch), corruption is rare; robust watchdogs and transparent processes support stable daily life.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Christchurch, NZ personal space is generally respected. A few casual, friendly cues are easy for a two-adult, two-child family to learn.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Christchurch/NZ norms favor respectful personal space; greetings are usually handshakes or nods. In crowds we give room and seek consent before touch.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Christchurch, NZ offers 2-3 strong seasons with great weather; winters are cool and damp, so plan around them.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Christchurch sits in NZ\u0027s transparent, participatory democracy; strong rule of law and open local civic channels ensure reforms and stable governance.",
      "alignmentValue": 10
    },
    {
      "key": "Polyamory",
      "alignmentText": "Christchurch, NZ shows growing private support for polyamorous families. Public services remain cautious; discretion at work and school is wise.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Christchurch, NZ offers a broad ECE network with subsidies for 3- to 5-year-olds. For under-3 care and after-hours needs, availability and costs vary by centre.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Private options exist in Christchurch but are limited vs Auckland; we\u0027ll lean on strong public schools unless the boys need specialized programmes.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common in Christchurch, NZ, but strong fresh markets balance meals. Planning ahead helps families enjoy wholesome, kid-friendly options here.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Christchurch PMM (Games) pay ~20% below top hubs; NZ visa options and lifestyle help attract experienced talent locally.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Christchurch, NZ offers occasional product marketing (games) workshops; most upskilling is online or via visiting experts due to a smaller local scene.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Christchurch offers UC and Ara marketing/digital media programs; local studio partnerships help PMM (Games) readiness, but game-specific pipelines are modest.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Christchurch, NZ\u0027s games PMM talent pool is small; expect 4-6 months; consider remote/imported candidates and potential relocation.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Christchurch, NZ: English dominates games product marketing; knowledge of local Maori language helpful but not required.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Christchurch, NZ game PM roles lean hybrid; expect partial remote weeks and frequent on-site studio collaboration.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Christchurch, NZ has a limited games PMM pool; local talent leans mid-level, so remote hires or relocation for seniors are common for startups.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "Christchurch leans progressive with rebuilding and climate action. It aligns with the family\u0027s values on education, equality, and immigration openness.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Christchurch, NZ: most peers are nonjudgmental toward polyamory; urban discussions are common, though traditional circles may gossip.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Christchurch, NZ messaging prioritizes wellbeing and factual updates, with independent media oversight keeping coverage balanced.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Christchurch, NZ enjoys broad media freedom; outlets like The Press and local radio offer diverse voices, with watchdogs curbing propaganda.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Christchurch has a workable bus network on main corridors, but weekend and late-evening coverage can be spotty; a car remains useful for family trips.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Christchurch has limited local publisher presence; founders should attend overseas events for publishers and leverage online programs.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Christchurch offers solid QoL for higher earners with good schools and healthcare. Some luxury services require planning or travel to larger NZ cities.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Christchurch, NZ offers universal healthcare and supportive services; a two-adult, two-child family can manage on modest income, though housing is tight.",
      "alignmentValue": 9
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Christchurch, NZ offers universal healthcare and solid schools, easing costs for a two-child, middle-income family. With mindful budgeting, housing and childcare stay manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Christchurch, NZ has a growing real-time game dev scene with solid broadband and grants, matching Trey\u0027s Azure cloud focus and game ecosystem.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Christchurch, NZ remains secular; religion and politics stay separate while personal beliefs are respected.",
      "alignmentValue": 10
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Christchurch, NZ studios lean hybrid; remote options exist on a case-by-case basis, aligning with the family\u0027s need for flexible work.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Christchurch startups favor hybrid work; solid remote tooling supports most roles with periodic on-site days.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Christchurch, NZ supports remote work with coworking hubs (EPIC, Saltworks); expect async collaboration due to NZ-US time zones.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "NZ offers multiple residency routes (Skilled, Employer, Entrepreneur); Christchurch regional programs ease long-term stays with ongoing conditions.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Christchurch\u0027s NZ tech scene offers stable retention with remote options; expect solid studios, with occasional churn around funding cycles.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "NZ Super plus KiwiSaver offer solid retirement support in Christchurch. Housing is relatively affordable, helping long-term savings.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Christchurch, NZ, NZ Super is only for long-term residents; visa holders must meet residency thresholds to access state pensions.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles in Christchurch are scarce; Sarah should target remote/contract work or diversify stacks to stay steady.",
      "alignmentValue": 5
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Christchurch, NZ has low violent crime; suburbs are generally safe for kids to bike and play, with incidents well-managed.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Christchurch offers a solid mix of public and state-integrated schools with some IB options. Private secular schools are limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Pegasus Bay water stays cool near Christchurch, NZ; summer swims are brief and wetsuits are common for the kids.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Christchurch, NZ has a temperate maritime climate; generally mild, but each season brings a couple notable extremes to plan around.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Christchurch, NZ, winters bring noticeable darkness. Regular outdoor breaks and light routines help keep energy steady.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Christchurch’s oceanic climate offers mild summers and cool winters; occasional winds and rain call for light gear, but no major extremes.",
      "alignmentValue": 9
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Christchurch has a modest local pool of senior game/tech leaders; startups often recruit from abroad or rely on remote leadership.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Christchurch, NZ: sex education is open and inclusive; schools offer comprehensive programs, with growing LGBTQ\u002B and diverse-relationship support.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Christchurch benefits from NZ\u0027s universal healthcare, housing support, and inclusive rights; strong Maori partnership and LGBTQ\u002B protections are in place.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Christchurch, NZ, 2k sq ft family rentals exist but competitive; expect trade-offs on location or finishes, though family-friendly suburbs help.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Christchurch spring (NZ): mostly comfortable 12-23 C with breezy nor\u0027westers; plan for occasional cool days and keep indoor options handy.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Christchurch and NZ offer high stability. Despite past earthquakes, civic budgeting and crisis response remain reliable for long-term family plans.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Christchurch, NZ, policy is pluralistic and rights-respecting with evidence-based decisions, matching your progressive, family-friendly priorities.",
      "alignmentValue": 10
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Christchurch, NZ offers a balanced social-market economy with strong safety nets and universal healthcare. Visas and grants support entrepreneurship.",
      "alignmentValue": 10
    },
    {
      "key": "Studio Density",
      "alignmentText": "Christchurch, NZ has a modest game/animation scene: a handful of studios and micro teams centered around a small hub, emerging but not dense.",
      "alignmentValue": 5
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Christchurch, NZ, summers typically range 23-28 C with light humidity. Ideal for outdoor play and sleeping without heavy air conditioning.",
      "alignmentValue": 10
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Christchurch, NZ, locals and staff are friendly; initiating conversations usually yields positive responses, easing daily errands.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "NZ offers some grants for games/creative; in Christchurch programs exist but are capped and competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "NZ visa timelines in Christchurch typically 4–8 months; costs are predictable—budget a few thousand NZD per applicant.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Christchurch trusts councils and national agencies; transparent earthquake recovery boosts confidence in services for families.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Christchurch, NZ, corruption is rare and quickly corrected; this supports your family\u0027s safe, predictable public services and governance.",
      "alignmentValue": 10
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Christchurch, senior software salaries hover around NZ$110k–125k; remote US contracts help reach the family\u0027s income goals.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Christchurch weekends offer plenty of markets and Port Hills hikes. Quick trips to Hanmer Springs or Mt Hutt keep the kids outdoors and active.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Christchurch, NZ, primary schools run ~9:00-3:00; offices 8:30-17:00. With remote/hybrid work and local daycare, pickups are manageable.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "New Zealand offers 4 weeks (20 days) of annual leave plus public holidays. Canterbury Anniversary Day in Christchurch adds predictable long weekends.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Christchurch, NZ, most firms offer about 20 days of annual leave plus public holidays; some engineering roles add extra days during shutdowns.",
      "alignmentValue": 7
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Christchurch has a modest vendor scene; expect reliance on remote partners for overflow, with a few local studios handling core art/QA.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX real-time pay in Christchurch trails top hubs by 25–30%; lifestyle and lower costs plus remote options help offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Christchurch offers sporadic in-person VFX (Real-Time) courses; most upskilling is online or via visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Christchurch, NZ has modest VFX real-time education; local programs exist but the pipeline is weaker than Auckland/Wellington.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "In Christchurch, NZ, VFX real-time hiring is selective; expect 3-4 months with proactive sourcing and relocation to land top talent.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Christchurch, NZ relies on English in VFX; local language (Maori) knowledge is helpful but not required.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Christchurch, NZ, remote real-time VFX is possible but often hybrid. Expect periodic onsite collaboration for projects.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Christchurch has a modest real-time VFX pool; expect longer searches or relocation for senior roles; remote/hybrid options helpful for Trey\u0027s ventures.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Christchurch, NZ enjoys strong Australia-Pacific ties; easy cross-border travel and joint tourism/agriculture efforts reflect open regional cooperation.",
      "alignmentValue": 10
    },
    {
      "key": "View of self",
      "alignmentText": "Christchurch\u0027s resilient, community-minded, nature-loving self-view mirrors this KC family\u0027s values as NZ offers calm, good schools, and outdoor life.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "New Zealand is viewed regionally as stable and eco-minded. Christchurch reflects safety, family-friendly living, and inclusive communities.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "NZ offers multiple visa routes: Skilled Migrant, Accredited Employer, and Entrepreneur; Christchurch\u0027s growing tech scene and family livability aids relocation.",
      "alignmentValue": 10
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkability varies in Christchurch. Central and inner suburbs are more walkable, but some routes are car-heavy; use calmer streets with kids.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Christchurch, NZ welcomes US families; councils and NGOs support settlement and community integration.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Christchurch, NZ blends garden-city calm with Alpine access. It\u0027s family-friendly with easy outdoor exploration for curious kids.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter nights in Christchurch, NZ can dip below freezing; days reach 5–10 °C, and snow is rare.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Christchurch tech roles commonly run 37–38 hours weekly with flexible/hybrid options. This fits the family\u0027s balance needs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Christchurch workplaces in NZ value downtime and flexible hours. Parents can protect evenings and weekends, even for startups.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "New Zealand’s strong labor laws and unions protect workers in Christchurch. Some gig-sector gaps remain, but legal recourse is robust.",
      "alignmentValue": 9
    }
  ]
}