{
  "version": 2,
  "iso": "NZ",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In Wellington, NZ, government digital teams and firms like Datacom/Xero keep .NET work steady; Trey can mix public contracts with remote U.S. gigs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Wellington\u0027s Cook Strait winds keep PM2.5 around 5-6 µg/m³; the boys can play outside daily with minimal purifier use.",
      "alignmentValue": 9
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular culture is strong in Wellington, NZ; schools stay religion-neutral, easing faith decisions for Sarah, Trey, and their kids.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "For your family in Wellington, NZ, robust democratic institutions and a free press keep power in check; backsliding risk is very low.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "NZ has strong EFTPOS and digital banking in Wellington. Some foreign onboarding is slower, so we\u0027d keep US fintech for cheaper international transfers.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Wellington (Lyall Bay, Oriental Bay, Kapiti Coast) are 30–45 min away; mild days but cold water and wind limit swimming—great for family walks.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "NZ Wellington offers a lively boardgame scene: Cuba Street cafes, Victoria University clubs, and KapCon; frequent campaigns with family-friendly options nearby.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "NZ provides 20 Hours ECE and subsidies; under-3 care costs and CBD waitlists in Wellington require planning and coordination.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Wellington, NZ features kid-friendly suburbs like Karori and Island Bay with parks, safe crossings, and walkable streets for young families.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Wellington, NZ: Partial subsidies (20 Hours ECE); infant care ~NZ$360/week; paperwork manageable, but gaps remain.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Wellington offers 20 Hours ECE for eligible preschoolers, but visa holders get only partial subsidies; expect notable out-of-pocket costs until status changes.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Wellington, NZ offers Zealandia hikes, waterfront bouldering, and Creative HQ game jams; a strong local gaming and outdoor hobby scene for this family.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Wellington’s civic-minded vibe helps newcomers plug in via marae events, school whānau nights, and local groups with consistent participation.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Wellington, NZ, visa rules are navigable for this US family. Expect periodic checks and updated docs, with minor penalties for slips.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Wellington rents and power bills are high; budget for a smaller hillside home or a Hutt Valley commute to stay within savings targets.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "New Zealand allows dual citizenship with the US; after residency in Wellington, you may naturalize while retaining your US passport.",
      "alignmentValue": 10
    },
    {
      "key": "Economic Health",
      "alignmentText": "New Zealand\u0027s Wellington offers a stable economy with a strong public sector; higher rates cooled local tech hiring, but safety nets support families.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "New Zealand\u0027s balanced, innovation-friendly economy with strong startup grants and stable governance supports family entrepreneurship in Wellington.",
      "alignmentValue": 10
    },
    {
      "key": "Education",
      "alignmentText": "NZ\u0027s education is strong in Wellington; public schools rank well and ECE is accessible, though math lags top OECD; supplement at home.",
      "alignmentValue": 8
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Wellington sponsors skilled migrants (ministries/consultancies); Trey can get sponsorship, but NZ$95k\u002B salary and quotas may apply; dependents accommodated.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "New Zealand\u0027s Wellington backs onto native bush and Zealandia sanctuary with a protected harbour; invasive possums and runoff restoration remain ongoing.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Wellington, NZ, dual tech incomes face ~45-50% tax (income tax \u002B 15% GST); high services, but budget pressure.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Wellington, autumn averages 12–18 °C with southerly winds. Plan layered clothing and backup indoor activities on windy days.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Wellington, NZ offers strong family-friendly policies and safe neighborhoods. Abundant parks and walkable streets support balanced routines for a two-parent, two-child family.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "In Wellington, NZ, a strong expat network and inclusive schooling support the family; adult dependents may need extra visa steps.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "New Zealand provides 26 weeks parental leave, Working for Families credits, and universal healthcare; Wellington families gain stable, accessible support.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "With a 5-year-old and 1-year-old in Wellington, NZ\u0027s universal healthcare and ECE subsidies help; but private childcare and rents keep costs high.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "NZ Wellington: visa families access public schooling and subsidised GP visits after residency; tax credits and cash benefits require longer stays.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Wellington favors practical, rain-ready styles with boutique Kiwi labels; Sarah can mix workwear and casual looks with little fashion pressure.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Wellington offices favor modern smart-casual with merino layers; Trey stays comfortable while remaining professional for client meetings.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Wellington, NZ offers flexible work and strong family policies supporting women balancing careers and kids. Autonomy exists, though beauty norms persist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Wellington hosts Wētā Workshop and PikPok; a solid game-dev hub with remote gigs and grants that suit Trey\u0027s Unity/.NET skills.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Wellington studios like Wētā/PikPok anchor the scene; visa/relocation delays push hires to ~3 months.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Wellington pay aligns with NZ medians, slightly below top global hubs but family-friendly, with solid benefits and visa options.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Wellington studios, English is accessible across teams; domestic teams operate bilingually, with some Maori use for community and compliance.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Wellington studios rate remote on a case-by-case basis; hybrid presence is preferred, aligning with this family\u0027s need for flexibility.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Wellington offers strong protections and visible gender-diverse representation; some official documents still lag.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Wellington, NZ, gender rights are enshrined and enforced, with broad social acceptance. Your family can expect inclusive, everyday protections.",
      "alignmentValue": 10
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Wellington, NZ, strong parental leave and flexible work norms support shared caregiving; dads commonly do school pickups.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Wellington, NZ provides practical startup and skilled-migrant visas; life is stable, but renewals hinge on employment or business status.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Wellington, NZ faces heavier rain and coastal risk. However, strong resilience planning, hillside housing, and local emergency networks keep risk manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Public healthcare in Wellington\u0027s Capital \u0026 Coast DHB is universal and solid for kids. Specialist queues can be lengthy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Temporary NZ visa holders can access public care, but private insurance is common; in Wellington, register with a GP.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "NZ offers Fees-Free first year for eligible citizens; Wellington\u0027s Victoria University and WelTec provide broad degree paths and scholarships.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Wellington, NZ, international tuition is higher; scholarships help, and residency routes exist but with some friction.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Wellington, NZ housing is costly with limited stock; many families look to Hutt Valley or Porirua for more space.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "NZ (Wellington) tax is digital-first via myIR with pre-filled data and Working for Families credits. U.S. obligations for citizens still apply.",
      "alignmentValue": 10
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Wellington, NZ offers broad K-12 access; most public schools are local, though top options may require out-of-zone ballots.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Wellington, NZ, visa-holding children can enroll in public schools with extra paperwork. International-fee considerations may apply.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Wellington, NZ: English dominates work/school; Te Reo Maori signage is common; strong bilingual resources help learning basics.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Wellington, NZ offers strong LGBTQ\u002B protections and active Pride. Inclusive schools and services welcome polyamory-friendly families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Wellington, NZ, Marxist ideas show in academia and activism; policy leans pragmatic social democracy, with open local debate.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Wellington, NZ, masculine norms are evolving; dads sharing caregiving with work is common, so Trey\u0027s nurturing role fits locally.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Wellington, NZ hosts frequent tech, parenting, and multicultural meetups with family-friendly venues downtown, fostering quick network-building.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Wellington\u0027s NZ minimum wage is about NZ$24–NZ$25, still below the living wage of NZ$28–NZ$29; a gap exists for families, suggesting dual incomes or subsidies.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Wellington, NZ: fibre broadband and reliable power with earthquake-resilient civic infrastructure; occasional rail-line outages.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Wellington, NZ offers easy family-friendly nature amid green hills and a sheltered harbour; Zealandia and nearby forests are close and accessible.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Wellington, NZ has real quake risk; strong building codes and drills help, but keep emergency kits ready and plan for rental retrofits.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Beaches, hill walks, and Zealandia are easy to reach by public transit in Wellington, enabling spontaneous family nature breaks.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Nightlife in Wellington, NZ offers Cuba Street venues, the Opera House, and indie gigs. Most events end earlier, suiting families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Wellington, NZ\u0027s nightlife is moderate. Safe, walkable districts like Cuba Street and Courtenay Place offer options; for date nights, arrange sitters.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Wellington hosts NZGDA meetups and Level Up events with Miramar studios nearby. This gives Trey regular peer collaboration and learning opportunities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "PikPok and A44 anchor Wellington\u0027s game scene in NZ, offering solid output and local networking/grant opportunities for Trey.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Wellington has a solid game-dev scene with local talent and grants. NZ programs provide funding, though capital remains competitive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Wellington, startup hiring often runs ~3 months as talent weighs risk. NZ visas and grants help founders.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Wellington startups offer solid base pay \u002B meaningful equity. Not SV-level, but NZ healthcare and family-friendly policies ease costs.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Wellington, NZ startups rely on English; local-language outreach (Maori) helps hiring and compliance, but translation budgets are often needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Wellington, NZ startups favor hybrid work for senior roles; strong remote tooling supports teams, matching family-friendly needs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Wellington, NZ offers a lively but manageable pace: walkable neighborhoods, short commutes, and hillside calm that suits Sarah and family life.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Wellington, NZ supports whānau involvement and flexible work; parenting is welcomed with constructive school partnerships and empathetic guidance.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "NZ citizenship is straightforward: 5 years residency (1,350 days) with dual citizenship; Wellington ceremonies are family-friendly.",
      "alignmentValue": 10
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "New Zealand\u0027s Wellington shows very low perceived corruption; strong watchdogs and transparent public services support safe, stable family life.",
      "alignmentValue": 10
    },
    {
      "key": "Political System",
      "alignmentText": "NZ\u0027s Wellington Parliament uses MMP with proportional representation and transparent institutions, supporting a resilient, participatory democracy.",
      "alignmentValue": 10
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Wellington, NZ, polyamorous families enjoy strong social support and inclusive services, though legal recognition remains limited.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Wellington offers subsidised ECE (20 hours free for 3-5s) with many centers; infant care costs vary but options exist; bilingual te reo choices are common.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Private options exist in Wellington, but public schools are strong. We\u0027ll rely on zoned public schools and strong early childhood programs.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Wellington backs climate action and LGBTQ\u002B inclusive policies. Your progressive family fits the capital\u0027s civic culture.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Wellington, NZ, public and independent media emphasize wellbeing and clear, inclusive information with minimal propaganda.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Wellington, NZ, media is pluralistic with strong independent outlets; government briefings occur, but watchdogs debunk spin, keeping propaganda rare.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Wellington\u0027s Metlink bus/rail covers the city well for families. Weekend frequencies are lower, so plan around timetables.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Wellington, NZ, Parliament focuses on policy rather than faith; secular governance and pluralism align with your family\u0027s secular, progressive values.",
      "alignmentValue": 10
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Wellington, NZ, is remote-work friendly: hybrid norms and active coworking spaces (BizDojo) keep remote parents connected; time zones suit US partners.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Residency in Wellington hinges on employer-tied or Skilled Migrant routes. For first-time applicants, processing typically runs 6-9 months to secure status.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "NZ Super \u002B KiwiSaver provide solid retirement for new Wellington residents; universal healthcare adds security.",
      "alignmentValue": 9
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Temporary visa holders in Wellington, NZ cannot access NZ Super; KiwiSaver limited until residency, so retirement benefits are modest for this family.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Wellington hosts Ruby shops in GovTech, Silverstripe, and small NZ SaaS outfits. Steady roles suit Sarah\u0027s remote-friendly, low-stress workstyle.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Crime is low in Wellington, NZ; downtown petty theft occurs but overall safety is high, with suburbs safe for daylight family trips.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Wellington has solid public primaries and many state-integrated options; bilingual te reo opportunities exist, private secular options are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Cook Strait waters near Wellington, NZ peak 17–18 °C in summer; wetsuits recommended for longer swims, especially with young kids.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Wellington, NZ has a mild maritime climate with year-round cool comfort; expect wind and rain, but extreme heat is rare.",
      "alignmentValue": 9
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Wellington, NZ, sex education is inclusive and openly discussed. This matches the family\u0027s sex-positive, progressive stance.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "NZ\u0027s Wellington offers universal healthcare, child subsidies, and strong equality protections that fit our progressive, family-friendly goals.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Wellington, NZ, spring is mild but windy with showers; expect mostly comfortable days with a few cold, windy ones needing a medium jacket.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Wellington\u0027s stability and responsive civil service offer predictable governance. For a family, this means calm daily life and reliable public services.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Wellington, New Zealand leans centre-left with Labour-led governance; strong rights protections and evidence-based policy align with your progressive family.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Wellington, NZ blends market dynamism with strong welfare and startup grants/visas. This supports Trey\u0027s studio while guarding the family\u0027s well-being.",
      "alignmentValue": 9
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer highs in Wellington are about 20-24°C with strong UV; sea breezes keep days comfortable for beach outings.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "NZ Skilled Migrant process for a family in Wellington can run beyond a year with fees likely over $10k USD; budget accordingly.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Wellington, NZ, policy transparency and responsive services keep public trust high; straightforward processes support families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Wellington, corruption is typically petty/localized and quickly investigated by strong oversight; no systemic issues.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Wellington, senior devs earn about NZD 120k-135k; solid, yet not US parity; remote work or dual incomes help the family budget.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Wellington mix waterfront markets, Zealandia, and Kapiti Coast day trips for outdoor time. We balance planned outings with spontaneity.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Wellington, schools run about 9-3 and offices 8:30-5. After-school care until 6 helps both parents finish work with minimal juggling.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "New Zealand provides 4 weeks annual leave plus public holidays; roughly 30 days. Plan around Wellington Anniversary Day for downtime.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Wellington, NZ, typical leave is around 20 days; many firms add public holidays and tenure-based extras for work-life balance.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Wellington residents view Australia as a friendly rival yet cooperate on climate and defense; cross-Tasman ties and travel are robust.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Wellington\u0027s confident yet humble civic pride, aware of challenges, aligns with the family\u0027s progressive, community-minded values.",
      "alignmentValue": 9
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Australia and Pacific partners view Wellington as stable and eco-minded. It aligns with our family\u0027s focus on education, healthcare, and openness.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Visa Paths",
      "alignmentText": "From Wellington, NZ offers Skilled Migrant, Accredited Employer, and Entrepreneur visas; outcomes depend on points, offers, and business viability.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Wellington, US migrants are generally well-received; skilled-migrant programs and community groups aid integration, with standard visa steps.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Wellington, NZ\u0027s stable governance, creative tech scene, and rugged coastlines fuel family-friendly exploration. Great schools and healthcare support families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Wellington, NZ winters are mild (8-12°C) with damp southerlies; prioritize insulation and a dehumidifier - snow gear isn\u0027t needed.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Wellington, NZ, typical weeks run 37-38 hours with flexibility; remote options and good work-life balance suit this family\u0027s needs.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Wellington, NZ, work-life balance is strong with flexible hours and hybrid roles; downtime is valued and family milestones are generally supported.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "New Zealand\u0027s robust labor laws, active unions, and accessible dispute resolution back worker rights; Wellington supports family-friendly, flexible work.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Wellington seasons are generally mild, with occasional windy springs and wet winters; expect quick weather shifts but daily life remains mostly smooth.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Wellington, NZ winters are noticeably darker with overcast days; we\u0027ll stay energized with outdoor breaks and occasional light therapy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Wellington\u0027s temperate maritime climate is often rainy and cool. Outdoor time is best in a few prime months.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "7: In Wellington, NZ, universal healthcare and childcare support ease basic needs; housing waitlists and high rents challenge lower-income families with kids.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Wellington, NZ offers strong services and family-friendly living; housing and childcare can strain a middle-income budget, though subsidies help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Wellington, NZ has strong public schools and a family-friendly vibe; most premium services exist, but some niche options may require planning or travel.",
      "alignmentValue": 8
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft rentals in Wellington are tight and pricey; expect competition and premium rents. You may need to compromise on location or finishes to secure space.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Wellington, NZ, multiple co-housing options and family networks exist; new families are regularly welcomed, though options may take patience.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Wellington, NZ locals are warm and helpful; newcomers typically receive support within weeks, making integration quick and genuine.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "New Zealand\u0027s Wellington is broadly welcoming; English is ubiquitous, safety and healthcare are strong, and inclusive communities support families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Positive reception in Wellington, NZ for White US migrants; welcomed for tech/business contributions; any stereotypes are mostly easy to navigate.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Wellington, NZ, most interactions are warm and efficient. Staff and strangers are typically polite even during busy times.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Wellington, NZ, newcomers find inclusive clubs and community events. Bonds deepen with genuine interest and shared activities.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "NZ Wellington: personal space is respected; locals are polite but not distant, with clear cues and kid-friendly public spaces.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Wellington, NZ, honesty is valued when delivered empathetically; share concerns openly in plain English with inclusive, non-shaming dialogue.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Wellington, NZ, grooming is noticeable but practical. Budget a modest time and money buffer to fit work and social settings.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Wellington, NZ, family-friendly culture supports kids’ self-image; subtle body comparisons exist, but boundaries and respect guide social talk.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Wellington, NZ, tidy smart-casual fits most settings. Fashion isn\u0027t mandatory; practicality and comfort come first.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Wellington, NZ, consent culture is strong. People check in, and bystanders intervene when lines blur.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Wellington, New Zealand upholds inclusive gender norms. All genders can initiate or decline with consent, aligning with your poly-friendly, progressive values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Wellington, NZ, polyamorous families are broadly understood. Workplaces and schools treat it as a normal family variation.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Wellington, NZ, most peers are nonjudgmental about nonmonogamy; casual relationships are accepted, though some circles prefer discretion.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Wellington, NZ, progressive communities broadly accept non-monogamy; public attitudes are respectful with little friction.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Wellington, NZ, personal space is respected; hugs or handshakes follow cues and locals stay mindful of comfort, including for kids.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "New Zealand enforces strict gun licensing, safe storage, and training. Ownership is mostly among hunters, with low daily gun exposure in Wellington.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "7: Wellington, NZ prioritizes harm reduction and healthcare; cannabis not fully legalized, but treatment options are robust.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Wellington, NZ, drug enforcement is proportionate with strong oversight. Families rarely witness aggressive drug raids.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence in Wellington, NZ is uncommon; authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "New Zealand\u0027s carceral system, including Wellington, is generally decent with oversight; a few facilities lag in services and transparency.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkable pockets exist in Wellington, NZ; safe crossings help with kids. Hills and wet weather can make routes challenging, so plan ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Wellington, NZ offers a health-conscious culture with universal healthcare, parks, and preventive care. Wellness resources are readily accessible.",
      "alignmentValue": 9
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Wellington, NZ, fresh markets and farmers\u0027 stalls balance processed foods. With planning you can shop well, though convenient options stay nearby.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Wellington, NZ, fresh markets abound and diverse global cuisines are widely available. Only rare gaps exist for specialty ingredients.",
      "alignmentValue": 9
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Wellington, NZ is moderate; universal healthcare supports access, but therapy wait times exist.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity is moderately common in Wellington, New Zealand. Prioritize active transport and family meals to support healthy lifestyles.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "New Zealand cancer incidence aligns with global norms. Wellington\u0027s universal healthcare supports early detection.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Wellington\u0027s diversified economy (tech and public sector) supports quick reemployment and strong safety nets for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "NZ Wellington has a healthy mix of studios anchored by Weta; solid indie scene and VFX capabilities in Miramar.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "New Zealand\u0027s Wellington is anchored by Weta Digital/Workshop; a strong regional VFX hub offering steady jobs and training.",
      "alignmentValue": 8
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Wellington has a solid game-dev vendor scene: art/QA studios, co-dev partners, and government grants; outsourcing is viable with friendly time zones.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Victoria University of Wellington programs and local studios like PikPok offer internships; the game-degree pipeline is strong but not large-scale.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Wellington, NZ has regular tech meetups, bootcamps, and uni short courses for Trey (game dev/Azure) and Sarah (web dev).",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Wellington, NZ hosts a steady calendar of tech meetups and indie game jams; a connected software/startup scene supports creators.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Active Unity-focused game-dev scene in Wellington, NZ with growing Unreal presence; your Unity skills align with local opportunities.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Wellington, NZ has a growing game-dev/real-time scene with notable VFX talent; strong broadband and grants support. Real-time focus is strong with some cinematic pipelines.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Wellington\u0027s growing tech/game scene shows steady developer demand; strong remote options and NZ visa pathways help family relocation.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Retention in Wellington is stable due to a robust tech scene, visas, and grants. Flexible, hybrid work supports this family\u0027s long-term stay.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "New Zealand\u0027s Wellington offers strong D\u0026I with progressive gender/ethnic inclusion and LGBTQ\u002B protections; immigrant-friendly services support families.",
      "alignmentValue": 10
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Wellington offers R\u0026D tax incentives and game/creative grants; competitive rounds exist but windows vary; strong local game-dev ecosystem.",
      "alignmentValue": 7
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Wellington\u0027s stable NZ policy climate offers predictable rules and startup support (grants/visas), with few surprises.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Growing founder base in Wellington with regular meetups; a budding game-dev ecosystem and access to local grants support Trey\u0027s team.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Wellington, NZ: generalist funds and public grants (Callaghan Innovation) support game startups; a growing, government-backed game dev scene.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Occasional game-focused accelerator cohorts exist in Wellington (Lightning Lab NZ); strong game dev community and access to national grants.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Wellington, NZ has a modest senior tech pool; many startups rely on hiring from abroad or remote leadership.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Wellington\u0027s contractor bench is serviceable for software/web, but game/dev and Azure specialists are scarce; expect lead times with remote options.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Wellington, NZ offers solid coworking and a budding game-dev scene; mocap/production labs are limited, but grants and visa routes support startups.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Wellington has several firms with reliable game IP and licensing experience; startup-friendly pricing varies, but local counsel is accessible.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Wellington, NZ has limited local publisher presence; most platform engagement will be remote, though grants and events aid access.",
      "alignmentValue": 6
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Wellington has a growing game dev scene with local testers and Victoria University labs. Expect lead times for formal playtests.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "New Zealand has an Entrepreneur Work Visa path with startup criteria. Wellington offers a growing tech ecosystem, though processing can be moderate.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Wellington, NZ costs are slightly elevated; local grants/visas help, but rents and living costs are high, plan with incentives.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Moderate 3D character artist pool in Wellington; major studios like Weta anchor talent. Firms may need relocation or remote hires for niche skills.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Wellington has small but real 3D character art programs (WelTec/Whitireia, Victoria Univ). Grads require upskilling for studios.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Wellington, NZ offers regular short courses and active game-dev meetups with strong instructors, supporting 3D character art development.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Wellington, NZ, 3D character artist roles typically take 3–4 months; expect proactive sourcing or remote/global candidates.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Wellington, New Zealand, 3D character artist pay is competitive but trails top hubs by ~10-15%; strong lifestyle and visa options help attract talent.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Wellington, NZ, studios are English-first; local language knowledge is a plus but not required.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote 3D character artist roles exist in Wellington, NZ case-by-case. Studios show limited process maturity and expect some onsite collaboration.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "New Zealand\u0027s Wellington has a moderate 3D animator pool; strong film/VFX presence (Weta) helps, but startups may need relocation or remote hiring.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Wellington has a modest 3D animation pipeline: Te Auaha and Victoria U feed local studios (Weta); opportunities exist, but program size is limited.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Wellington has limited ongoing 3D animation training: local colleges offer basics; occasional workshops exist, but most advanced topics require remote study.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Wellington\u0027s 3D animator pool is niche; expect 3-4 months to hire with proactive sourcing and relocation help, aligned with NZ startup visas.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Wellington, NZ: 3D animator comp ~20% below global medians; strong QoL and English-friendly market help offset the gap.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Wellington, NZ studios predominantly use English for 3D animation; te reo Maori presence exists but isn\u0027t required.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Wellington, NZ, studios favor hybrid 3D animation roles; remote work is common with stipends; full remote is negotiable.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Wellington\u0027s 2D environmental artist pool is moderate; a healthy indie scene supports hiring, but niche roles may require relocation or longer searches.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Wellington, NZ offers design/arts programs via Victoria U and partners; on-the-ground studios bridge gaps for 2D environmental art, but cohorts remain modest.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Wellington, NZ has occasional 2D environmental art courses via design schools. For game-art focus, it relies on visiting experts or online options.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "3-4 month timelines for 2D environmental artists in Wellington; local talent is niche, so proactive sourcing or relocation options help fill roles.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Wellington, NZ, 2D environmental artist pay trails top markets by about 20%. Great lifestyle and universal healthcare offset the difference.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Wellington, 2D environmental art operates mainly in English; Māori/English bilingual support exists but not required. Your English-first plan fits.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Hybrid roles are common in Wellington studios; fully remote options require negotiation, supporting your family-friendly balance.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "VFX (Real-Time) talent in Wellington is solid, centered around Weta and local studios. Family-friendly living and a strong film/tech ecosystem support hiring.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "In Wellington, NZ, VFX/real-time education exists with industry links (Weta), but programs are niche; grads often upskill on-the-job.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "VFX real-time continuing education exists in Wellington, NZ with occasional workshops; universities and local studios offer short courses plus remote options.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Wellington\u0027s VFX/real-time scene (Weta, studios) supports 1–2 month hires; solid local talent pool and English-friendly hiring.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX artist (real-time) pay in Wellington, NZ, trails top markets by ~25–30%. Strong film/tech demand and visa options improve overall value.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Wellington, NZ, VFX (Real-Time) studios primarily use English. Multilingual capability exists, but English fluency generally suffices.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Wellington, NZ real-time VFX roles are typically onsite; partial remote weeks exist, but frequent onsite collaboration is expected.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "NZ Wellington has a limited community manager pool; startups may rely on mid-level talent with remote or relocated senior mentorship.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Wellington, NZ has solid IT/creative programs (Victoria Univ, WelTec) feeding CM grads. CM curricula are scarce; on-the-job upskilling is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Wellington, NZ has occasional community manager trainings via universities and local meetups; many sessions rely on visiting experts or remote delivery.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Wellington, Community Manager hiring often runs 3–4 months; local talent pool is small; proactive sourcing or visa-friendly relocation is recommended.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Wellington, NZ: total comp trails top markets by ~25–30%; lifestyle perks and family-friendly policies help offset pay gaps.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Wellington teams use English widely; some studios expect basic Māori knowledge. Your emphasis on English and willingness to learn local language fits.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Wellington, NZ, studios favor hybrid/remote; remote setups are common but negotiated; ensure reliable broadband for family-friendly work-life balance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Wellington, NZ has a growing game-dev cluster. PMM talent is solid but concentrated among a few studios; senior roles are competitive and relocation may be needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Wellington, NZ has budding game marketing programs but small class sizes; on-the-job upskilling bridges the PMM (games) pipeline.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Wellington, NZ offers occasional game PMM training events; rely on remote/visiting experts rather than steady local programs.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In Wellington NZ, PMM (Games) hiring is slow; expect 4-6 months unless you actively source remote/global talent or relocate.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Wellington PM (Games) pay lags top hubs 10-15%, but solid local median with good benefits; remote/hybrid options help attract talent.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Wellington, NZ: English is universal in games product marketing; basic Maori exposure helpful but not required.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Many Wellington, NZ studios offer flexible remote/hybrid Product Marketing Manager (Games) roles with stipends, aligning with the family’s remote needs.",
      "alignmentValue": 9,
      "sameAsParent": false
    }
  ]
}