{
  "version": 2,
  "iso": "NZ",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In Wellington, government digital teams and consultancies like Datacom and Xero keep .NET projects in play, so Trey can rotate between public-sector contracts and remote U.S. clients to stay fully booked.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Wellington’s constant Cook Strait winds flush PM2.5 levels down near 5–6 µg/m³, so the boys can play outside daily with little need for purifiers even in winter.",
      "alignmentValue": 9
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular culture dominates Wellington’s public life, and state schools stay religion-neutral, letting Sarah and Trey raise the kids without navigating faith-based defaults.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "National integrity bodies, MMP coalition politics, and an active press gallery anchored in Wellington keep checks on executive power strong enough for the family’s comfort.",
      "alignmentValue": 9
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Contactless EFTPOS works everywhere from Cuba Street cafes to suburban markets, yet we’d keep a U.S. fintech account to dodge fees on international transfers.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Lyall Bay, Oriental Bay, and Kapiti Coast beaches sit within 30–45 minutes, giving breezy weekend outings even though cold water and strong winds shorten swimming season.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Cuba Street game cafes, Victoria University clubs, and Kapcon conventions keep tabletop calendars full, so Trey can find regular campaigns without much travel.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "City-run childcare centers and 20 Hours ECE subsidies help, but limited CBD slots mean we’d still juggle waitlists or in-home carers to cover both workdays.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Compact suburbs like Karori and Island Bay mix playgrounds, low crime, and strong school walksheds, matching the family’s preference for independent kid mobility.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizen families layer 20 Hours ECE with Best Start payments, but Wellington center fees still hit NZ$360 per week for infants until school begins.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Temporary residents can claim the 20 Hours ECE allocation, yet income-tested subsidies stay off-limits, so newcomers pay near full freight for under-fives.",
      "alignmentValue": 5
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "From Zealandia hikes and waterfront bouldering gyms to indie game jams at Creative HQ, both adults find plenty of like-minded communities.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighbourhood Facebook groups, marae events, and school whānau nights make it easy to plug into Wellington’s civic-minded community once we show up consistently.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Living near Immigration New Zealand’s head offices simplifies paperwork questions, but shifting wage thresholds and medical screenings still demand careful tracking.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Wellington rents and power bills mirror Auckland’s, so we’d budget for a smaller hillside home or consider Hutt Valley commutes to stay within savings targets.",
      "alignmentValue": 5
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Settling in the capital still lets us retain U.S. passports while naturalising after residency, keeping family travel options open.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "Wellington’s public-sector employment cushions national slowdowns, yet high interest rates have cooled tech hiring and venture funding.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "The capital showcases New Zealand’s mixed economy—state services alongside startup grants—matching the family’s taste for regulated markets.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Decile-10 schools like Wellington Girls’ and high-ranked primaries support the boys, though math scores lag OECD leaders so we’d supplement at home.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Wellington’s accredited ministries and consultancies sponsor skilled migrants more readily than smaller towns, yet Trey must meet salary bands above NZ$95k.",
      "alignmentValue": 6
    },
    {
      "key": "Environment",
      "alignmentText": "The city backs onto native bush, Zealandia sanctuary, and a protected harbour, though invasive possums and runoff still demand ongoing restoration work.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Dual professional incomes in Wellington land near the 33% bracket plus 15% GST, comparable to Seattle without U.S. deductions.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn days run 12–18 °C with frequent southerlies, so we plan layered school runs and backup indoor activities when gales roll through.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Parent-friendly work cultures, weekend markets, and short drives to regional parks give the family balanced routines close to home.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "A strong expat network and inclusive schools help each family member find peers quickly, though distant U.S. relatives still require long-haul visits.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizen families access paid parental leave, Working for Families tax credits, and subsidised healthcare, easing long-term planning in the capital.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Wellington employers often top up national leave schemes, yet high costs mean middle-income households still watch budgets closely.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa holders miss tax credits but still tap public schooling and subsidised GP visits once resident visas are approved.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Wellington leans toward practical layers, raincoats, and boutique Kiwi designers, letting Sarah blend professional and casual looks without pressure to chase high fashion.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Smart-casual jackets and merino layers dominate Wellington offices, so Trey can stay comfortable while still fitting into client meetings.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Public-sector leadership and flexible work policies normalise professional women balancing family life, supporting Sarah’s expectations.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like Wētā Workshop Game Studio and PikPok anchor Wellington’s scene, giving Trey contract options alongside remote collaborations.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Queer-friendly events and inclusive school policies in Wellington normalize gender diversity, matching the family’s progressive values.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "The capital hosts national LGBTQ+ advocacy groups and strong anti-discrimination enforcement, so rights protections feel robust day to day.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Shared parental leave norms and dual-career households mean dads at school pickups are common, supporting Trey’s caregiving goals.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Most services accept temporary visas, yet proving income for rentals and school enrollment still requires organized paperwork.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Wellington faces sea-level rise and more frequent southerly storms, but aggressive resilience planning and hillside housing mitigate near-term risk.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Capital & Coast DHB hospitals and community clinics keep wait times reasonable, though specialist queues still require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Resident visa holders tap the same GP network after the stand-down period, but newcomers on temporary visas should budget for private insurance.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Victoria University and WelTec give Wellington teens strong tertiary pathways with fees-free first-year options for citizens.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International tuition is steep until the boys gain residency, so we’d rely on scholarships or delay enrollment if they pursue local degrees.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Steep terrain and quake-strengthening costs keep Wellington family homes pricey, pushing many newcomers toward Hutt Valley or Porirua rentals.",
      "alignmentValue": 5
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "IRD’s myIR portal handles filings smoothly, though limited deductions mean we still track U.S. obligations carefully.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizens enjoy guaranteed spots in zoned schools with modern facilities, and Wellington’s decile mix offers strong state options.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident visas unlock domestic status, but temporary visas pay international fees—manageable if we shift to residency before long-term enrollment.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English dominates workplaces and schools, while Te Reo Māori signage encourages the family to learn basics without impacting daily navigation.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Wellington Pride, inclusive school boards, and visible queer leadership make the city welcoming for polyamory-friendly parents.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Left-leaning arts communities debate redistribution, but mainstream politics remains pragmatic social democracy rather than radical.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Wellington dads split caregiving and office duties, so Trey’s nurturing role fits local expectations.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech meetups, poly-friendly socials, and multicultural festivals cluster downtown, offering regular in-person networking.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The NZ$23.15 minimum wage applies citywide, supporting service workers the family depends on even if it trails Wellington’s living wage.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Fibre broadband, reliable power, and quake-strengthened civic buildings keep daily life smooth, aside from occasional southerly outages on the rail line.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "The city sits between bush-clad hills and a sheltered harbour, giving weekend access to Zealandia, Cape Palliser, and Rimutaka Forest Park.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Wellington’s quake risk is real—strengthened buildings and regular drills help, but we’d retrofit rentals and store supplies for the next big one.",
      "alignmentValue": 5
    },
    {
      "key": "Nature Access",
      "alignmentText": "Public transport reaches beaches, hill walks, and Zealandia within 30 minutes, so spontaneous nature breaks are easy for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Cuba Street venues, the Opera House, and indie gigs keep nightlife varied, though the scene winds down earlier than Auckland’s.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Bars close around midnight and the vibe stays relaxed, which suits parents balancing childcare with the occasional date night.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Wellington hosts NZGDA meetups, Level Up events, and shared studios in Miramar, giving Trey consistent peer support.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "PikPok, A44, and Wētā Workshop anchor Wellington’s industry, offering benchmarks and potential collaborators for Trey’s studio.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Creative HQ accelerators and the government’s screen rebates lower early costs, yet local venture capital still requires persistent pitching.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Downtown runs on public-sector schedules, but hillside suburbs stay calm, giving Sarah a manageable rhythm with manageable commutes.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools encourage whānau involvement and flexible work, so active parenting is celebrated rather than penalized.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "After securing residence and spending 1,350 days in New Zealand, Wellington families transition to citizenship smoothly with local ceremonies.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International still ranks New Zealand among the least corrupt, and Wellington’s watchdog agencies quickly surface any lapses.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Living near Parliament highlights proportional representation and active select committees, reassuring the family about democratic resilience.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Queer-friendly social clubs and progressive relationship therapists make non-monogamous families feel seen, even if legal recognition remains limited.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Quality centers exist across the city, but demand outstrips supply, so we’d register early and line up backup nannies.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Private options like Scots College exist but command high fees, so we’d rely on zoned public schools unless the boys need specialized programs.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "Wellington votes strongly for progressive parties, supports climate action, and celebrates Pride, aligning tightly with the family’s politics.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Public service campaigns emphasize evidence-based messaging, and the press gallery scrutinizes spin, keeping civic communication transparent.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "State broadcasters provide balanced coverage, and while government announcements are frequent, independent media offer immediate fact-checks.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Metlink trains and buses cover most suburbs, but wind disruptions and aging rolling stock mean we’d keep a car for backups.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Parliament debates focus on policy rather than faith, and Wellington council meetings rarely invoke religion, matching the family’s secular priorities.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Government agencies and tech firms now support hybrid rosters, and coworking hubs like BizDojo keep remote parents plugged in.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Accredited Employer and Skilled Migrant pathways operate from Wellington, but processing still takes 6–9 months before residency is secured.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "NZ Super and KiwiSaver matching make retirement planning straightforward once the family naturalizes.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Newcomers who gain residency accumulate KiwiSaver benefits, though they must live in-country for a decade to access full NZ Super.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Temporary visa holders cannot access NZ Super and face limited KiwiSaver participation, so long-term savings stay self-directed until residency.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Wellington hosts Ruby shops in GovTech, Silverstripe, and small SaaS outfits, offering Sarah a modest but steady pool of roles supplemented by remote gigs.",
      "alignmentValue": 6
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime remains low, and while petty theft spikes occasionally downtown, suburban neighborhoods feel safe for independent kid travel.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Strong state-integrated schools and a handful of IB programs provide variety, though secular private choices remain limited.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Cook Strait waters peak around 17–18 °C, so summer swims are brisk unless the family uses wetsuits.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Wellington’s windy maritime climate keeps temperatures mild but demands year-round rain gear and windbreakers.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive health curricula and open public discourse support sex-positive parenting in the capital.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Parliament’s track record on marriage equality, reproductive health, and Māori partnership feels tangible in Wellington’s civic services.",
      "alignmentValue": 9
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring swings between 11–17 °C with gusty showers, so we plan layered outfits and flexible weekend plans.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Being close to the civil service underscores how smoothly budget cycles and elections transition, reassuring long-term planners.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Coalition shifts between Labour and National play out visibly in Wellington, yet both respect social safety nets and market economics.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Small business grants, co-ops, and open markets coexist, giving Trey room to experiment with his studio without heavy-handed regulation.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer highs hover around 20–24 °C with strong UV, so we chase beach days while managing wind and midday sun.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Skilled Migrant fees plus medical exams run several thousand dollars, and processing still averages six months, so we’d budget time and cash reserves.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Proximity to ministries shows transparent policy consultations, keeping public trust in institutions relatively high.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Any corruption tends to be minor procurement missteps quickly investigated by Wellington’s oversight agencies, not systemic bribery.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers in Wellington pull NZ$120k–135k; comfortable but below U.S. compensation, so remote contracts remain valuable.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends revolve around waterfront markets, Zealandia, and short drives to Kapiti walks, giving the kids consistent outdoor adventures.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools run 9 a.m.–3 p.m., government offices 8:30–5, and after-school care to 6 p.m., letting both parents finish work without stress.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Four weeks of statutory leave plus Wellington Anniversary Day anchor reliable downtime if we plan around Christmas closures.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Most Wellington tech employers stick close to the 20-day baseline, so extra rest requires tenure or salary trade-offs.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Locals maintain friendly rivalry with Australia while collaborating on climate and defense, fostering a positive regional outlook.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "Wellingtonians prize creativity, public service, and outdoor access—values the family shares.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Australia and Pacific partners view Wellington as a reliable, eco-minded capital, supporting a stable reputation abroad.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Skilled Migrant, Accredited Employer, and Entrepreneur visas are accessible from the capital but still hinge on points, salary, and health checks.",
      "alignmentValue": 5
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Cultural fit is easy, yet strict biosecurity and limited visa caps mean Americans still navigate a selective process.",
      "alignmentValue": 6
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "The blend of public-sector stability, creative tech, and access to wild coastlines makes Wellington a compelling long-term base.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters hover around 8–12 °C with damp southerlies, so we’d prioritize insulation and dehumidifiers over snow gear.",
      "alignmentValue": 6
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "A 40-hour week is standard, with most public-sector teams discouraging overtime except during budget cycles.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Hybrid policies and early-finish Fridays in many agencies give Sarah the calmer rhythm she’s seeking.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Collective agreements, strong health-and-safety enforcement, and ready access to mediation back employees who need flexibility.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Frequent abrupt changes make certain months feel unstable with several days of hazardous conditions that push us indoors. Seasonal Weather at 6/10 and Natural Disasters at 5/10 steer the family toward a mixed outlook for seasonal extremes & variability.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale. Seasonal Weather at 6/10 and Environment at 8/10 steer the family toward a strong outlook for seasonal sunlight hours.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside. Seasonal Weather at 6/10 and Environment at 8/10 steer the family toward a strong outlook for pleasant weather windows.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Basic needs are met but savings and extracurriculars are hard to sustain without extra support or side work. Minimum Wage at 7/10, Housing Situation at 5/10, and Childcare Support (Citizens) at 7/10 steer the family toward a mixed outlook for quality of life – lower-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months. Typical Software Salaries at 5/10, Housing Situation at 5/10, and Work-Life Balance at 8/10 steer the family toward a mixed outlook for quality of life – middle-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated. Housing Situation at 5/10, Private Education at 5/10, and Family Life at 8/10 steer the family toward a mixed outlook for quality of life – higher-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Most 2k sq ft options feel overpriced or stuck in fringe neighborhoods with weaker schools. Housing Situation at 5/10 and Cost of Living (Optional) at 5/10 steer the family toward a mixed outlook for spacious housing benchmark (2k sq ft rent).",
      "alignmentValue": 5
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience. Community Vibes at 8/10, Meetups & Communities at 8/10, and Family Life at 8/10 steer the family toward a strong outlook for community living opportunities.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually. Community Vibes at 8/10, Meetups & Communities at 8/10, and Common Hobbies at 8/10 steer the family toward a strong outlook for friendliness & neighborliness index.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern. Welcoming of US Migrants at 6/10, Progressivism at 9/10, and Language & English Ubiquity at 9/10 steer the family toward a strong outlook for immigrant sentiment – general.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mostly comfortable integration though some circles question motives or commitment to the country. Welcoming of US Migrants at 6/10, Language & English Ubiquity at 9/10, and View of Them by Neighboring Countries at 8/10 steer the family toward a strong outlook for immigrant sentiment – white migrants.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Politeness is situational; some contexts feel brisk but respectful. Community Vibes at 8/10, Nightlife Culture at 6/10, and Common Hobbies at 8/10 steer the family toward a strong outlook for surface interaction norms.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic. Community Vibes at 8/10, Meetups & Communities at 8/10, and What Is Intriguing at 9/10 steer the family toward a strong outlook for depth-seeking social norms.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Most locals read body language well, though some settings skew closer than we prefer. Community Vibes at 8/10, Sex (Attitudes) at 8/10, and View of self at 8/10 steer the family toward a strong outlook for personal boundary & bubble norms.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "People appreciate directness and respond constructively when we share concerns or needs. Progressivism at 9/10, What Is Intriguing at 9/10, and Trust in Government at 8/10 steer the family toward an excellent outlook for moral, honesty & openness expectations.",
      "alignmentValue": 9
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in. Fashion Trends (Male) at 6/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for grooming & beauty investment.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "We notice subtle comparisons; maintaining confidence requires occasional boundary setting. Fashion Trends (Male) at 6/10, Fashion Trends (Female) at 6/10, and Sex (Attitudes) at 8/10 steer the family toward a strong outlook for body image & fitness pressure.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs. Fashion Trends (Male) at 6/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for fashion & style expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Most encounters are considerate though occasional missteps require direct communication. Sex (Attitudes) at 8/10, LGBTQ+ Attitudes at 9/10, and Nightlife Culture at 6/10 steer the family toward a strong outlook for flirting boundaries & consent culture.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Mostly flexible though some circles still expect traditional roles on first approach. Gender Roles at 8/10, Gender Fluidity at 8/10, and Sex (Attitudes) at 8/10 steer the family toward a strong outlook for gendered flirting expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Supportive subcultures exist and mainstream spaces remain tolerant if discreet. Polyamory at 8/10, Sex (Attitudes) at 8/10, and Community Vibes at 8/10 steer the family toward a strong outlook for monogamy vs. non-monogamy acceptance.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Most peers are nonjudgmental but traditional families may gossip. Sex (Attitudes) at 8/10, Nightlife & Music at 7/10, and Community Vibes at 8/10 steer the family toward a strong outlook for promiscuity attitudes.",
      "alignmentValue": 8
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Acceptance exists within progressive scenes and is tolerated publicly with respectful curiosity. Polyamory at 8/10, Community Vibes at 8/10, and LGBTQ+ Attitudes at 9/10 steer the family toward a strong outlook for group & multi-partner relationship attitudes.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely. Community Vibes at 8/10, Sex (Attitudes) at 8/10, and Nightlife Culture at 6/10 steer the family toward a strong outlook for personal space & touch norms.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations. Safety & Crime at 8/10, State Ideology at 7/10, and Political System at 9/10 steer the family toward a strong outlook for firearm laws & ownership culture.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Light penalties and robust health services keep substance issues managed compassionately. Progressivism at 9/10, Political System at 9/10, and Safety & Crime at 8/10 steer the family toward an excellent outlook for controlled substance policies.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease. Safety & Crime at 8/10, Progressivism at 9/10, and Authoritarian Backsliding Risk at 9/10 steer the family toward a strong outlook for drug enforcement climate.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Occasional events occur regionally, prompting situational awareness but not chronic fear. Safety & Crime at 8/10 and Stability at 9/10 steer the family toward a strong outlook for mass violence incidence.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Prisons meet international standards with active oversight and restorative programs. Authoritarian Backsliding Risk at 9/10, Safety & Crime at 8/10, and Perceived Corruption at 9/10 steer the family toward an excellent outlook for carceral conditions & prison labor.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children. Public Transportation at 7/10, Housing Situation at 5/10, and Nature Access at 9/10 steer the family toward a strong outlook for walkability & pedestrian safety.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available. Healthcare (Citizens) at 8/10, Work-Life Balance at 8/10, and Community Vibes at 8/10 steer the family toward a strong outlook for community health consciousness.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common but balanced by strong fresh markets. Cost of Living (Optional) at 5/10, Community Health Consciousness at 8/10, and Fresh & International Cuisine Access at 8/10 steer the family toward a strong outlook for processed food saturation.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel. Nightlife & Music at 7/10, Common Hobbies at 8/10, and Meetups & Communities at 8/10 steer the family toward a strong outlook for fresh & international cuisine access.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is moderate; we secure support with some wait times. Seasonal Weather at 6/10, Work-Life Balance at 8/10, and Community Vibes at 8/10 steer the family toward a strong outlook for depression prevalence.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common. Community Health Consciousness at 8/10, Work-Life Balance at 8/10, and Cost of Living (Optional) at 5/10 steer the family toward a strong outlook for obesity rate.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms; screening and early detection programs are reliable. Environment at 8/10, Healthcare (Citizens) at 8/10, and Community Health Consciousness at 8/10 steer the family toward a strong outlook for cancer incidence.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Recessions hit noticeable segments, requiring flexibility or retraining. Economic Health at 6/10, Remote-Friendly Culture at 8/10, and Typical Software Salaries at 5/10 steer the family toward a mixed outlook for broader job market resilience.",
      "alignmentValue": 6
    }
  ]
}
