{
  "version": 2,
  "iso": "NZ",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Christchurch’s tech park and engineering firms offer occasional .NET roles, but Trey would rely on remote contracts or travel to Auckland for bigger projects.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "Winter inversions trap wood-smoke in Christchurch’s basin, pushing PM2.5 above 12 µg/m³ on cold nights, so we’d run purifiers and monitor air-quality alerts.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "Christchurch is broadly secular with Anglican heritage still visible, meaning public schools stay neutral but some community events retain light Christian overtones.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Even from the South Island, strong national institutions and active local journalism keep democratic safeguards high.",
      "alignmentValue": 9
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Tap-and-go EFTPOS is ubiquitous from Riccarton Mall to farmers’ markets, with only the occasional rural vendor requesting cash.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Sumner, New Brighton, and Taylor’s Mistake give the family quick beach escapes, though chilly Pacific water and strong easterlies limit swim season.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Clubs at Dice & Slice and the Christchurch Board Gamers meetup keep regular tables, but the scene is smaller so Trey may host games at home more often.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Fees are lower than Auckland’s, yet quality centres still have waitlists, so we’d combine ECE hours with part-time sitters.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Flat bike paths, new playgrounds in the rebuild, and light traffic give the boys independence once we teach them to handle occasional tram crossings.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens can stack 20 Hours ECE with Best Start payments, and lower South Island rents stretch those subsidies further than in the north.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Temporary residents cover most childcare costs out of pocket, though lower rates than Auckland soften the hit until residency.",
      "alignmentValue": 5
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Port Hills mountain biking, bouldering gyms, and the strong indie dev scene around Christchurch Game Developers keep both adults engaged.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Post-quake neighbourhood groups foster tight-knit support networks, so newcomers who volunteer quickly build lasting friendships.",
      "alignmentValue": 9
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Immigration NZ runs outreach in Christchurch, yet visa thresholds still shift annually, requiring careful paperwork despite the smaller city pace.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing and childcare cost 15–20% less than Auckland, letting the family afford a larger home while still budgeting for imported groceries.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Settling in Christchurch still allows dual passports once residency time requirements are met.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "Construction and ag-tech keep the local economy steady, but growth lags Auckland, so job searches may take longer.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "Canterbury combines export agriculture with cooperative enterprises, reflecting New Zealand’s balanced market-social model.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Christchurch Boys’ and Girls’ High plus innovative rebuild schools offer strong academics, though we’d supplement maths to offset national declines.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Fewer Christchurch employers hold accreditation, so Trey would target engineering consultancies or plan to stay remote-first until residency.",
      "alignmentValue": 5
    },
    {
      "key": "Environment",
      "alignmentText": "Regreened river corridors, Port Hills reserves, and proximity to Banks Peninsula deliver daily access to nature despite agricultural runoff upstream.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Earnings still fall into the 33% bracket plus GST, though lower housing costs help balance the effective rate.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn days range 10–18 °C with crisp evenings, so we plan for layers and earlier sunsets than in the North Island.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Short commutes, weekend access to ski fields, and community events around the Avon River support a balanced family rhythm.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Each family member finds outlets—from Code Clubs for the kids to inclusive social groups for the parents—without major travel.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizen households in Christchurch benefit from national parental leave, tax credits, and subsidised healthcare, stretching further thanks to lower living costs.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Middle-income families enjoy affordable extracurriculars and rebuilt community centres, though wages remain lower than in Auckland.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa holders lack tax credits but still gain access to public schooling and community health services once residency is secured.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Christchurch leans toward practical layers and outdoor wear, so Sarah can focus on comfort over high fashion.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Smart-casual with merino layers suits local offices, letting Trey stay low-key while client-ready.",
      "alignmentValue": 5
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Professional women juggle careers and family in Christchurch, though traditional expectations linger in some suburbs.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like CerebralFix and Digital Confectioners provide local gigs, but Trey would still supplement with remote contracts.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 6,
      "alignmentText": "As noted in Game Dev Work Prospects, Studios like CerebralFix and Digital Confectioners provide local gigs, but Trey would still supplement with remote contracts. Hiring velocity at established studios in Christchurch is moderate, with teams needing a few months to land the right hire."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 6,
      "alignmentText": "Compensation clusters around global medians, requiring negotiation to balance cost of living. When opportunities surface in Christchurch, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 6,
      "alignmentText": "Established studios in Christchurch rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 6,
      "alignmentText": "Remote expectations at established studios in Christchurch are mixed—teams juggle on-site collaboration with hybrid arrangements when possible."
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Queer advocacy groups like Qtopia ensure visible support, even if smaller-town attitudes mean we pick schools carefully.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "National anti-discrimination laws protect LGBTQ+ residents, and Christchurch City Council backs inclusive policies.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-income households are common, and dads at playgrounds are increasingly visible, aligning with Trey’s caregiving role.",
      "alignmentValue": 7
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Services understand temporary visas, but we’d still need strong references to secure rentals in sought-after school zones.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Sea-level rise threatens coastal suburbs like Southshore, and heavier rain events test flood defences, though relocation inland is straightforward.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Christchurch Hospital delivers quality care, yet specialist waitlists can stretch months, so citizens often add private insurance.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Resident visas unlock the public system; until then we’d maintain comprehensive private cover for the family.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "University of Canterbury and Ara Institute offer strong tertiary options with fees-free first year for citizens.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International fees at UC remain steep, so the boys would need residency before enrolling locally.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Earthquake rebuilds created modern, insulated homes at prices below Auckland, though insurance premiums remain higher.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "IRD’s digital services make returns simple, but we’d still coordinate cross-border filings with a specialist.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizens access rebuilt, high-quality state schools with modern facilities, and zoning is less competitive than in Auckland.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Temporary visas pay international fees, but once residency lands the boys join local schools at domestic rates without long waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English dominates daily life, and growing Te Reo programmes provide optional language learning without creating barriers.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "The city is welcoming at Pride events and in rebuilt downtown, but we’d vet suburban communities for consistent acceptance.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Social justice groups are active, yet the broader culture remains pragmatic and business-friendly.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Rugby culture still shapes norms, but younger families embrace more flexible gender roles.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech meetups and poly-friendly socials run monthly; participation means driving a bit farther than in Wellington but staying connected is doable.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The NZ$23.15 minimum wage applies, and Canterbury’s lower living costs help service staff stretch their pay.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Post-quake rebuilds delivered modern public buildings and fibre broadband, though some suburban roads remain under construction.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Banks Peninsula, Southern Alps day trips, and restored wetlands put breathtaking scenery within an hour’s drive.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Christchurch still faces earthquake risk and liquefaction zones, so we’d prioritise strengthened housing and maintain robust emergency kits.",
      "alignmentValue": 4
    },
    {
      "key": "Nature Access",
      "alignmentText": "From the Port Hills to nearby ski fields, outdoor adventures are minutes away, aligning with the family’s love of nature.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "The rebuild revived a modest bar and music scene, but offerings are thinner than Auckland’s, making nights out more occasional.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Downtown winds down early, which suits parents but limits late-night variety when sitters are available.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Christchurch Game Developers meetups and shared spaces at GreenHouse provide support, albeit on a smaller scale than Auckland.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Studios like CerebralFix, Digital Confectioners, and Metia Interactive operate locally, offering partnership options for Trey.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Callaghan Innovation grants and the EPIC Innovation Hub lower barriers, yet local investor pools are thin so Trey would court national funds.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 6,
      "alignmentText": "Startup founders report that Callaghan Innovation grants and the EPIC Innovation Hub lower barriers, yet local investor pools are thin so Trey would court national funds. Hiring velocity at early-stage studios in Christchurch is moderate, with teams needing a few months to land the right hire."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 6,
      "alignmentText": "Compensation clusters around global medians, requiring negotiation to balance cost of living. Early teams in Christchurch balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 6,
      "alignmentText": "Founding teams in Christchurch lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 6,
      "alignmentText": "Remote expectations among startups in Christchurch are mixed—teams juggle on-site collaboration with hybrid arrangements when possible."
    },
    {
      "key": "Pace of Life",
      "alignmentText": "A slower, garden-city pace keeps commutes short and weekends relaxed, aligning with Sarah’s desire for a calmer rhythm.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools encourage parent participation, and community sport clubs make it easy to stay involved in the boys’ activities.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "After securing residence and meeting the in-country days, Christchurch families naturalise through local ceremonies without added hurdles.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Residents share the national perception that corruption is rare and swiftly addressed.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Local council reforms and national proportional representation keep governance transparent even far from Wellington.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Poly-friendly counselling exists, but smaller social circles mean we’d build discretion and choose communities carefully.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Quality centres like Kidsfirst are accessible if we enrol early; otherwise we’d mix ECE hours with in-home carers.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Private options exist but are limited compared to Auckland, so we’d lean on strong public schools unless the boys need specialized programmes.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "Christchurch votes slightly more centrist, yet post-quake planning emphasises sustainability and inclusion, aligning reasonably with the family’s values.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Council communications focus on rebuild updates and hazard preparedness, with independent media providing oversight.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Government messaging is visible but balanced by outlets like The Press and community radio, keeping information pluralistic.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Metro buses cover core suburbs, yet limited frequency and no commuter rail mean we’d keep a car for most errands.",
      "alignmentValue": 5
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Faith-based voices appear in council debates occasionally, but policy remains largely secular.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Coworking spaces like EPIC and Saltworks host remote workers, though some employers still prefer onsite presence.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Visa pathways mirror the national process, with regional talent visas sometimes easing Trey’s case if he supports local tech growth.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "NZ Super combined with KiwiSaver gives Christchurch citizens a stable retirement, and lower housing costs help savings last.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Immigrants who gain residency can contribute to KiwiSaver and access NZ Super after ten years, supporting long-term security.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Temporary visa holders must self-fund retirement until residency, similar to other New Zealand cities.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Few Christchurch companies hire Ruby specialists, so Sarah would cultivate remote clients or contract work to maintain steady income.",
      "alignmentValue": 5
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime remains low, and while petty theft occurs in the CBD, suburban streets feel safe for kids biking to friends’ houses.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "A mix of state-integrated schools and a few IB programmes offer choice, though specialized secular private options are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Pegasus Bay waters rarely exceed 17 °C, so beach days focus on sand play and surfing rather than long swims.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Christchurch’s oceanic climate brings cool, dry summers and frosty winters, matching the family’s mild preference if we manage nor’west winds.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Health classes cover consent and sexuality, though conversations may be slightly more reserved than in Wellington.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "National protections for LGBTQ+ rights, reproductive care, and Māori partnership apply equally in Christchurch services.",
      "alignmentValue": 9
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring swings between 8–17 °C with gusty nor’westers, so we balance outdoor plans with backup indoor options.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Despite seismic history, civic institutions and budgeting remain steady, giving the family confidence in long-term plans.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Regional politics lean centre-right but respect social programmes, keeping policy within the family’s comfort zone.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Entrepreneurial co-ops, agritech start-ups, and community trusts balance open markets with social investment.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer highs reach 22–26 °C with low humidity, ideal for outdoor play aside from occasional hot nor’west winds.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Visa fees and processing times mirror the national norm, so we’d reserve funds and patience for a six-month timeline.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Local surveys report high trust in councils and national agencies, especially after transparent quake recovery efforts.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Corruption cases are rare and typically minor procurement issues quickly addressed by oversight bodies.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers earn around NZ$110k–125k, so remote U.S. contracts help match the family’s income goals.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends mix farmers’ markets, Port Hills hikes, and quick trips to Hanmer Springs or ski fields, keeping the kids active outdoors.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools run roughly 8:55–3 p.m. and offices 8:30–5, with manageable commutes letting both parents handle pickups without stress.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Four weeks of statutory leave plus Canterbury Anniversary Day provide predictable downtime for alpine or coastal getaways.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Most employers stick near the 20-day baseline, though some engineering firms offer extra days during summer shutdowns.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Canterbury maintains friendly ties with Australia and the Pacific through tourism and agriculture, reinforcing cooperative attitudes.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "Christchurch residents see themselves as resilient, community-minded, and close to nature—traits that resonate with the family.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "International visitors view Christchurch as a rebuilt, eco-focused city, giving residents a positive regional reputation.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Skilled Migrant, Accredited Employer, and Entrepreneur visas follow national criteria; regional skill shortages may offer minor leverage but still require strong credentials.",
      "alignmentValue": 5
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Locals appreciate international talent, though the smaller community expects newcomers to engage actively in neighbourhood life.",
      "alignmentValue": 6
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Christchurch’s blend of garden-city calm, alpine access, and collaborative rebuild projects offers an adventurous yet grounded lifestyle.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter lows dip to 0–8 °C with frosts and occasional snow flurries, so we’d invest in double glazing and heat pumps.",
      "alignmentValue": 5
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "A standard 40-hour week applies, with many firms embracing flexible schedules to retain talent in a smaller market.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Short commutes and family-friendly employers let evenings stay free for community events and kid activities.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Employment law protections and active unions in construction ensure workers can advocate for safe, flexible conditions.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Every season brings common extremes, so we rely on specialized clothing, cooling, or heating solutions to stay comfortable.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Lower-income families can make it work but face long waitlists or limited options in desirable neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Large rentals appear occasionally and move fast, demanding premium rent or broker connections.",
      "alignmentValue": 6
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Sentiment splits; friendly communities exist but national discourse can turn skeptical.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Friendly exchanges happen when we initiate; staff and strangers respond positively.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Most locals read body language well, though some settings skew closer than we prefer.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Openness is usually welcomed though some contexts expect diplomacy and softening of hard truths.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Beauty investments run high; opting out draws comments or limits opportunities.",
      "alignmentValue": 5
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Diet talk and body critiques surface regularly in social circles.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Trend cycles move fast; failing to keep up draws comments or limits networking.",
      "alignmentValue": 5
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Mixed norms—some groups embrace consent while others rely on outdated assumptions.",
      "alignmentValue": 6
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "We notice gendered scripts in nightlife; deviating invites puzzled looks.",
      "alignmentValue": 7
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Acceptance varies—urban hubs are welcoming while suburbs expect discretion. non-monogamy acceptance.",
      "alignmentValue": 7
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Attitudes split; open discussion is fine in urban enclaves yet frowned upon elsewhere.",
      "alignmentValue": 7
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Openness varies; we find understanding circles but remain discreet with institutions.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "sameAsParent": true
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "sameAsParent": true
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Infrastructure is inconsistent; safe walking requires choosing specific neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common but balanced by strong fresh markets.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh & International Cuisine Access",
      "sameAsParent": true
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Mental health burdens exist but are met with accessible services and open dialogue.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Moderate obesity levels exist but community efforts keep trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "sameAsParent": true
    }
  ]
}
