{
  "version": 2,
  "iso": "NZ",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Auckland’s finance, logistics, and SaaS companies hire senior .NET engineers year-round, giving Trey a thicker pipeline while he builds remote U.S. work on the side.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "Port emissions and motorway traffic push Auckland’s annual PM2.5 toward 7–8 µg/m³, so we’d keep air purifiers for winter inversions even though sea breezes clear most days.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "Auckland’s multicultural schools stay largely secular, though Christian special-character schools are common enough that we’d confirm each zone’s ethos.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Local media, Ombudsman oversight, and active civic groups maintain the same strong democratic guardrails the family expects.",
      "alignmentValue": 9
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Tap-to-pay dominates Auckland’s retail and ferry network, but we’d still lean on U.S. fintech accounts for cross-border transfers.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Thirty minutes unlocks both calm Hauraki Gulf beaches and rugged West Coast surf, so weekends can rotate between family swims and coastal hikes.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Stores like Dice & Fork, Vagabond, and hobby clubs across the North Shore give Trey ample groups without leaving the metro.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Auckland centre fees often exceed NZ$400 per week and waitlists run long, so we’d combine part-time care with trusted sitters to cover work hours.",
      "alignmentValue": 5
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Neighborhoods like Devonport and Mt Albert offer playgrounds and safe streets, but heavy traffic in central suburbs means close supervision for independent travel.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizen households can stack 20 Hours ECE with Best Start, yet Auckland premiums erode savings until the boys hit primary school.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Temporary residents rely almost entirely on private pay, so we’d budget for top-tier costs until residency unlocks subsidies.",
      "alignmentValue": 4
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Climbing gyms, esports lounges, yacht clubs, and indie dev meetups across the CBD keep both adults engaged without exhausting commutes.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Auckland’s scale makes neighbour bonds slower to form, but school whānau groups and community centres in suburbs like Pt Chev foster belonging once we commit.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Most Accredited Employer sponsors sit in Auckland, yet shifting salary bands and health screenings still require vigilant documentation.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Auckland’s housing, groceries, and childcare sit 25–35% above U.S. midwest prices, so we’d trade square footage or live further out to protect savings.",
      "alignmentValue": 4
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Living in Auckland doesn’t alter New Zealand’s dual citizenship allowance, so we can naturalise without surrendering U.S. passports.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "Auckland concentrates the country’s GDP, with logistics, film, and tech sectors rebounding faster than national averages despite higher interest rates.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "The metro showcases New Zealand’s mix of open markets and social programmes—startup incubators sit next to strong public health services.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "High-decile schools on the North Shore and Central Auckland deliver student-centred learning, though we’d bolster maths at home to counter national dips.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Auckland hosts the largest pool of accredited tech employers, yet Trey still must meet NZ$95k+ salary thresholds and job-check requirements.",
      "alignmentValue": 6
    },
    {
      "key": "Environment",
      "alignmentText": "Island sanctuaries and Waitākere ranges show Auckland’s biodiversity, but urban sprawl and harbour pollution keep the score below pristine.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Dual tech incomes in Auckland still face the 33% marginal rate plus GST, mirroring Wellington tax obligations.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn stays around 13–20 °C with gentle rains, offering plenty of comfortable outdoor afternoons for the boys.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "City-fringe suburbs deliver playgrounds and ferry-accessible adventures, but longer commutes can squeeze weekday family time if we work downtown.",
      "alignmentValue": 7
    },
    {
      "key": "Family Members",
      "alignmentText": "Each family member can find niche communities—from tech meetups to inclusive playgroups—though cross-town travel adds planning overhead.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Citizen families access parental leave, Working for Families credits, and subsidised GP visits, softening Auckland’s higher baseline costs.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Middle-income households benefit from targeted tax credits and public schooling, though rising mortgages still demand budgeting discipline.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa holders miss out on the richer tax credits but can still access public schools and vaccination programmes once resident visas arrive.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Auckland’s creative scene blends Pacific prints with urban streetwear, letting Sarah mix professional looks with casual weekend style.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Smart casual wardrobes—blazers with sneakers—fit Auckland’s tech offices, so Trey can stay comfortable while client-ready.",
      "alignmentValue": 7
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Dual-career households and visible women leaders set expectations that mothers balance work and family without stigma.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like Grinding Gear Games and RocketWerkz hire in Auckland, giving Trey contract and networking options alongside remote clients.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Auckland Pride, queer youth centres, and inclusive school policies keep gender-diverse residents visible and supported.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Human Rights Commission enforcement and an active queer community ensure anti-discrimination protections feel real in daily Auckland life.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Shared parental leave is common among professional couples, though some older suburbs still carry traditional expectations.",
      "alignmentValue": 7
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Most landlords and schools accept visa paperwork, but high demand rentals require extra documentation and guarantors.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Sea-level rise threatens low-lying suburbs and more intense rainfall strains stormwater, yet council adaptation plans and higher ground housing provide options.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Auckland City Hospital offers advanced care, but high demand lengthens some waitlists, so we’d pair with private insurance for elective needs.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Resident visa holders access the same GP network, yet temporary visa families must self-insure until their status shifts.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Auckland University, AUT, and Unitec provide broad tertiary choices with citizen discounts and scholarships.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International fees remain high until residency, so the boys would need domestic status before considering local degrees.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Median Auckland house prices exceed NZ$1 million, forcing newcomers toward outer suburbs or townhouse living to stay within budget.",
      "alignmentValue": 4
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Inland Revenue’s online services make PAYE and GST straightforward, though limited deductions mean we’d coordinate with a cross-border accountant.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizens secure spots in strong zoned schools like Epsom and Takapuna, though competition for high-decile zones boosts housing costs.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident visas bring domestic fees, but temporary visas pay international rates—manageable only short-term.",
      "alignmentValue": 6
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English dominates civic life while widespread bilingual signage encourages Te Reo learning without creating language barriers.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Rainbow Auckland events and inclusive employers make the metro broadly queer-friendly, though rural fringes can feel more conservative.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Progressive circles debate equity, yet Auckland’s business-first culture keeps overt socialist movements relatively niche.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Diverse workplaces normalize dads taking parental leave, though machismo lingers in certain sports communities.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech, gaming, parenting, and poly-friendly meetups run weekly across the CBD and North Shore, so social calendars can stay full.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The national NZ$23.15 minimum wage applies, but Auckland’s higher living wage campaigns nudge employers toward better pay for service staff.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Ultra-fast fibre, electrified rail expansions, and frequent ferries keep Auckland’s infrastructure modern despite congestion challenges.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Volcanic cones, native bush, and island day trips put dramatic landscapes within easy reach of the city centre.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Auckland faces lower earthquake risk than Wellington, though volcanic monitoring and cyclone-driven flooding remain considerations.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Regional parks and gulf islands are a short ferry or car ride away, though weekend traffic can slow spontaneous getaways.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Aotea Centre shows, Karangahape Road gigs, and Britomart bars keep nightlife vibrant for occasional date nights.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Late-night dining and live music run well past midnight downtown, offering options when grandparents visit to watch the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Grinding Gear Games, RocketWerkz, and NZGDA meetups create a dense network for Trey to plug into.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Global successes like Grinding Gear and Ninpo Game Studio highlight Auckland’s deep talent pool for potential hires.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Callaghan Innovation grants, GridAKL coworking, and proximity to investors make Auckland the strongest launchpad for Trey’s studio in New Zealand.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Auckland’s traffic and long commutes create a faster pace than Wellington, so we’d target inner suburbs to protect downtime.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools encourage parent involvement, but full calendars mean we must intentionally carve out volunteer time to stay connected.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Residency plus 1,350 days in-country still leads to citizenship, with Auckland ceremonies held regularly.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Aucklanders share the national view that corruption is rare and handled swiftly when uncovered.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Local government participation and national proportional representation keep democratic engagement strong throughout the metro.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Poly-friendly meetups and relationship counsellors exist, though suburban stigma still pops up in more conservative communities.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Quality centres exist across the isthmus, yet demand for full-day care exceeds supply, so we’d register early and maintain backup carers.",
      "alignmentValue": 5
    },
    {
      "key": "Private Education",
      "alignmentText": "Auckland offers IB and secular private schools, but tuition rivals U.S. rates, so we’d reserve them for specific needs.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Central Auckland votes progressive and champions climate action, while outer suburbs lean moderate, keeping the overall tone aligned with the family.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Council communication emphasizes evidence-based updates, and multiple newsrooms challenge spin quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "State messaging is visible but balanced by independent outlets like The Spinoff and Newshub, so narratives stay pluralistic.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "AT buses, ferries, and commuter rail cover the region, yet service gaps on evenings and weekends mean we’d keep a car for cross-town trips.",
      "alignmentValue": 6
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Faith groups contribute to social services, but policy debates remain largely secular, aligning with the family’s expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Many Auckland tech firms now run hybrid weeks, and coworking hubs like GridAKL and Generator support remote specialists.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Accredited Employer and Skilled Migrant pathways are well supported in Auckland, yet application queues still run 6–9 months.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Citizens enjoy NZ Super and KiwiSaver matching, though living costs encourage continued part-time work.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Immigrants who gain residency can access KiwiSaver and eventually NZ Super after 10 years, supporting long-term plans.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Temporary visa holders cannot tap NZ Super and have limited KiwiSaver access, so savings rely on private accounts until residency.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Auckland’s SaaS companies and consultancies maintain Ruby teams, giving Sarah more on-site roles plus remote U.S. options.",
      "alignmentValue": 7
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime remains low, but car break-ins and retail theft are more common in the CBD, so we’d choose suburbs with active community patrols.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "The metro offers IB, Montessori, and bilingual programmes alongside strong public schools, giving the boys varied paths.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Hauraki Gulf waters warm to 20–22 °C in late summer, letting the kids swim comfortably several months per year.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Auckland’s subtropical climate brings mild winters and warm, humid summers, so we manage rain showers and the occasional tropical storm.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex education and diverse media representation keep conversations open for sex-positive parenting.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "National reforms on marriage equality, healthcare, and Māori partnership manifest strongly in Auckland’s social services.",
      "alignmentValue": 9
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring sits around 12–19 °C with blooming parks, making shoulder-season outdoor time easy for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Auckland’s economic heft keeps employment steady even during national political transitions, reinforcing long-term stability.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Local politics swing between progressive and centrist coalitions, but both support social safety nets and competitive markets.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Auckland’s entrepreneurial culture, venture scene, and access to Asia-Pacific markets keep capitalism dynamic yet regulated.",
      "alignmentValue": 8
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer highs of 23–27 °C deliver warm beach days, though humidity and UV require sun-smart routines.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Visa fees, medical checks, and relocation costs mirror national figures, so we’d reserve funds for six months of rent and application expenses.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Local surveys show high trust in public institutions, though transport delays occasionally test patience.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Issues typically involve minor council procurement errors, not systemic bribery, aligning with the family’s tolerance.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers earn NZ$125k–150k in Auckland—better than elsewhere in NZ but still below U.S. packages, encouraging side contracts.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends mix farmers’ markets, ferry rides to Waiheke, and sports at the Domain, keeping the kids engaged outdoors.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools run roughly 8:55–3:05 and tech offices 8:30–5, but commute traffic means we’d lean on before/after-school care for smoother evenings.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Four weeks of statutory leave plus Auckland Anniversary Day deliver reliable downtime if we stagger with school holidays.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Most Auckland employers offer the 20-day baseline with occasional company shutdowns around Christmas.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Residents maintain close business and family ties with Australia and the Pacific, reinforcing a cooperative regional view.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "Aucklanders see themselves as diverse, ambitious, and outward-looking—traits that mesh with the family’s goals.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Australia and Pacific partners regard Auckland as New Zealand’s global city, reflecting positively on residents.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Skilled Migrant, Accredited Employer, and Investor visas are administered locally but still require meeting strict wage, points, and health criteria.",
      "alignmentValue": 5
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Auckland’s expat community makes cultural integration easy, yet border caps and biosecurity rules keep entry selective.",
      "alignmentValue": 6
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Auckland’s blend of career opportunities, island escapes, and multicultural food scene checks nearly every box on the family’s wish list.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter lows hover around 7–10 °C, keeping things damp but rarely freezing, so we focus on dehumidifiers rather than snow gear.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "A 40-hour week is standard, though startups sometimes expect longer hours during product pushes.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Hybrid policies are growing, yet commute times can eat into evenings unless we choose employers with flexible hours.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Collective bargaining coverage and strong labour inspectors support employees, and grievances get resolved through the Employment Relations Authority when needed.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Extremes & Variability\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Sunlight Hours\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Pleasant Weather Windows\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Friendliness & Neighborliness Index\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - General",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - General\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - White Migrants",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - White Migrants\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Surface Interaction Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depth-Seeking Social Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Boundary & Bubble Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Moral, Honesty & Openness Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Living Opportunities\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Lower-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Lower-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Middle-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Middle-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Higher-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Higher-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Spacious Housing Benchmark (2k sq ft Rent)\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Grooming & Beauty Investment\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Body Image & Fitness Pressure\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fashion & Style Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Flirting Boundaries & Consent Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Gendered Flirting Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Monogamy vs. Non-Monogamy Acceptance\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Promiscuity Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Group & Multi-Partner Relationship Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Space & Touch Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Firearm Laws & Ownership Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Controlled Substance Policies\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Drug Enforcement Climate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Mass Violence Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Carceral Conditions & Prison Labor\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Walkability & Pedestrian Safety\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Health Consciousness\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Processed Food Saturation\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fresh & International Cuisine Access\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depression Prevalence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Obesity Rate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Cancer Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Broader Job Market Resilience\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    }
  ]
}
