{
  "version": 2,
  "iso": "KP",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "For Trey's .NET career, North Korea's command economy assigns coders to state bureaus, leaving no private market or freedom to work remotely, so he'd have no viable job path.",
      "alignmentValue": 1
    },
    {
      "key": "Air Quality",
      "alignmentText": "Coal-fired heating, dust storms, and aging industry keep PM2.5 well above safe thresholds, leaving the boys' lungs exposed to the kind of pollution we try to avoid.",
      "alignmentValue": 2
    },
    {
      "key": "Atheism",
      "alignmentText": "Although the regime is officially atheist, loyalty tests and punishment for dissent turn secularism into coercion, so our preference for freely chosen beliefs would be impossible.",
      "alignmentValue": 3
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "A hereditary totalitarian state with no civil liberties directly violates our family's insistence on resilient democracies.",
      "alignmentValue": 1
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Sanctions and ration cards dominate commerce, and foreigners cannot rely on cards or modern payments, meaning daily transactions would be nearly impossible for us.",
      "alignmentValue": 1
    },
    {
      "key": "Beach Life",
      "alignmentText": "While the peninsula has coastline, militarization and lack of amenities mean our family would rarely reach a safe, pleasant beach.",
      "alignmentValue": 2
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "State surveillance and bans on unsanctioned gatherings erase the hobby scenes Trey and the kids love, leaving that community nonexistent.",
      "alignmentValue": 1
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Work units run nurseries with poor resources and heavy indoctrination, so even with nominal coverage we couldn't trust the care for the boys.",
      "alignmentValue": 2
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Crumbling infrastructure, blackouts, and constant surveillance make cities stressful for our boys instead of nurturing.",
      "alignmentValue": 1
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizen families get assigned childcare, but quality and autonomy are so poor that parents trade safety and enrichment for state monitoring.",
      "alignmentValue": 2
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Foreigners almost never live here long-term and would receive no childcare guarantees, leaving us without any support network.",
      "alignmentValue": 1
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Recreational activities are dictated by propaganda, leaving no overlap with our geeky, creative interests.",
      "alignmentValue": 1
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Trust is enforced through informants, creating fearful, state-directed communities that are the opposite of the open networks we seek.",
      "alignmentValue": 1
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Minor rule breaches can land families in labor camps, so the risk of severe punishment would hang over every routine decision.",
      "alignmentValue": 1
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Official prices seem low, but scarcity and bribes devour income, making everyday affordability wildly unstable.",
      "alignmentValue": 2
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "The regime does not recognize dual citizenship, so our family would lose U.S. protection with no recourse.",
      "alignmentValue": 1
    },
    {
      "key": "Economic Health",
      "alignmentText": "Chronic sanctions, famine risk, and negligible growth leave the economy stagnant and offer no prospects for entrepreneurs like us.",
      "alignmentValue": 1
    },
    {
      "key": "Economic System",
      "alignmentText": "A rigid command economy eliminates private enterprise, blocking any path to prosperity or independent work.",
      "alignmentValue": 1
    },
    {
      "key": "Education",
      "alignmentText": "Schools emphasize ideology over learning, and materials are outdated, so our kids would miss the critical thinking and resources they need.",
      "alignmentValue": 2
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "No private employers can sponsor foreigners, shutting down any legitimate way to live and work here.",
      "alignmentValue": 1
    },
    {
      "key": "Environment",
      "alignmentText": "Deforestation, pollution, and limited conservation leave few healthy outdoor spaces for family time.",
      "alignmentValue": 2
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Income rules are arbitrary and foreigners' pay is seized or rationed, so we could not rely on transparent taxation or even access to earnings.",
      "alignmentValue": 1
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn swings between chilly winds and mild afternoons (roughly 5–20°C/41–68°F), forcing constant wardrobe changes that complicate the boys' routines.",
      "alignmentValue": 3
    },
    {
      "key": "Family Life",
      "alignmentText": "State dictates roles and punishes nonconformity, the opposite of the supportive family culture we need.",
      "alignmentValue": 1
    },
    {
      "key": "Family Members",
      "alignmentText": "Collective punishment can target entire families for one person's misstep, so safety for loved ones is never assured.",
      "alignmentValue": 1
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "While pronatalist benefits exist, they come with surveillance and ideological requirements, turning support into coercion.",
      "alignmentValue": 2
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "A 'normal' family is defined rigidly as hetero and obedient, leaving no room for our polyamory-positive values.",
      "alignmentValue": 1
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Foreign families seldom gain residency and face constant oversight, so policies effectively exclude outsiders like us.",
      "alignmentValue": 1
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women must follow state-issued styles and badges, smothering Sarah's personal expression.",
      "alignmentValue": 1
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men are expected to wear approved haircuts and uniforms, erasing Trey's ability to present himself authentically.",
      "alignmentValue": 1
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Femininity is tied to obedience and motherhood under surveillance, far from Sarah's need for autonomy.",
      "alignmentValue": 1
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "No independent studios exist, so Trey cannot build or join a game dev community.",
      "alignmentValue": 1
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Gender variance is criminalized and policed, making safety and acceptance impossible for gender-diverse friends or family.",
      "alignmentValue": 1
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Women work and serve in the military but lack autonomy; forced loyalty keeps rights shallow and unreliable.",
      "alignmentValue": 2
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Roles are centrally assigned, and deviation is punished, leaving no flexibility for our household.",
      "alignmentValue": 1
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Foreigners live under escorts, restricted internet, and exit controls, so daily life would be untenable.",
      "alignmentValue": 1
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "The peninsula faces worsening droughts, floods, and crop failures, so climate change is already disrupting basic safety nets.",
      "alignmentValue": 3
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Hospitals lack medicine and power, so families rely on informal markets and still struggle to find reliable care.",
      "alignmentValue": 2
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Foreigners must use under-equipped clinics under surveillance, leaving us without safe medical support.",
      "alignmentValue": 1
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "University slots depend on loyalty and songbun status, so merit and academic quality are routinely compromised.",
      "alignmentValue": 2
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Foreign students rarely enroll and face tight controls, making real higher education access practically impossible.",
      "alignmentValue": 1
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Apartments are allocated by the state, often without heat or maintenance, so housing would be unreliable and uncomfortable.",
      "alignmentValue": 2
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Taxes and 'patriotic donations' are arbitrary with no digital tools, turning compliance into a punitive guessing game.",
      "alignmentValue": 1
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Schooling is universal but under-resourced and indoctrinating, so our kids would receive little actual education.",
      "alignmentValue": 2
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Foreign kids cannot attend regular schools and only receive monitored tutoring, which keeps them isolated and under watch.",
      "alignmentValue": 1
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Queer identities are denied by the state, making life unsafe for our polyamory-positive, LGBTQ+-affirming household.",
      "alignmentValue": 1
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English is tightly controlled and interpreters are state-provided, so we would lack autonomy in even basic communication.",
      "alignmentValue": 1
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "The population must publicly embrace Juche-Marxist rhetoric regardless of private belief, so coerced ideology shapes every interaction.",
      "alignmentValue": 2
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Masculinity equates to military obedience, which conflicts with Trey's creative identity and emotional style.",
      "alignmentValue": 1
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Unofficial gatherings risk arrest, leaving no safe space for the open-source or parenting meetups we rely on.",
      "alignmentValue": 1
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Wages are symbolic and distributed through rationing, so pay protections mean nothing in practice.",
      "alignmentValue": 1
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Power outages, limited broadband, and outdated transport keep infrastructure failing when we'd need stability for remote work and schooling.",
      "alignmentValue": 1
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "The mountains and coasts are scenic, yet travel permits and limited maintenance restrict access, so the landscapes are hard to enjoy.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Floods and typhoons regularly overwhelm infrastructure, turning disasters into routine disruptions.",
      "alignmentValue": 3
    },
    {
      "key": "Nature Access",
      "alignmentText": "Even hikes require escorts and permits, so our outdoorsy family would struggle to reach nature on our own terms.",
      "alignmentValue": 2
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Entertainment is propaganda-focused, leaving no authentic nightlife for adults to unwind.",
      "alignmentValue": 1
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Curfews and surveillance suppress evening social life entirely, so there is no casual night culture to join.",
      "alignmentValue": 1
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "There are no independent dev meetups or studios to learn from, so Trey would lose vital peer networks.",
      "alignmentValue": 1
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Only state propaganda studios exist, providing no career or mentorship for Trey.",
      "alignmentValue": 1
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Private startups are illegal, so launching an indie studio would be impossible.",
      "alignmentValue": 1
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Daily routines are rigid and punctuated by mandatory meetings, so even quiet streets feel stressful for Sarah.",
      "alignmentValue": 2
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents must enforce ideology and collective rituals, which clashes with the values we want to model for the boys.",
      "alignmentValue": 1
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization is effectively impossible for foreigners, keeping the door closed to permanent status.",
      "alignmentValue": 1
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Every service requires bribes or loyalty, so corruption would dominate day-to-day life.",
      "alignmentValue": 1
    },
    {
      "key": "Political System",
      "alignmentText": "A one-party dictatorship with dynastic leadership leaves no room for the democratic norms we require.",
      "alignmentValue": 1
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamorous relationships are unthinkable and dangerous, contradicting our family's openness.",
      "alignmentValue": 1
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "State nurseries provide coverage but prioritize indoctrination over enrichment, so we'd worry about what the boys are taught.",
      "alignmentValue": 2
    },
    {
      "key": "Private Education",
      "alignmentText": "Private schools are banned, leaving no alternative to ideological classrooms.",
      "alignmentValue": 1
    },
    {
      "key": "Progressivism",
      "alignmentText": "Progressive civil society does not exist; politics revolves around loyalty, so our values would have no outlet.",
      "alignmentValue": 1
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Every broadcast, poster, and classroom lecture glorifies the Kim family and war readiness, crushing the empathetic, humanity-first narratives we value.",
      "alignmentValue": 1
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "State networks monopolize information, from neighborhood speakers to party newspapers, leaving zero room for independent or compassionate perspectives.",
      "alignmentValue": 1
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Pyongyang's metro and buses reach few areas, and foreigners are restricted, leaving us with minimal usable transit.",
      "alignmentValue": 2
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion is suppressed yet replaced by quasi-spiritual loyalty to the Kim family, so ideology still intrudes on civic life.",
      "alignmentValue": 2
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Internet access is locked behind state intranets, making remote work impossible for Trey or Sarah.",
      "alignmentValue": 1
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Only tightly controlled short stays are allowed, so long-term residency plans collapse immediately.",
      "alignmentValue": 1
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Elders rely on rationing and family support with little healthcare, keeping retirement insecure.",
      "alignmentValue": 2
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Foreign retirees are not permitted, leaving us no path to age in place here.",
      "alignmentValue": 1
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "There is no Ruby ecosystem or open internet, so Sarah would have no way to practice her craft.",
      "alignmentValue": 1
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Street crime is low, but arbitrary detention keeps us uneasy because state threats replace criminal risk.",
      "alignmentValue": 3
    },
    {
      "key": "Schooling Options",
      "alignmentText": "We would have no school choice beyond ideological classrooms, eliminating any alternative for the boys.",
      "alignmentValue": 1
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Cold currents keep water chilly outside brief summer weeks, so family beach trips would rarely be comfortable.",
      "alignmentValue": 2
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Harsh winters, muggy monsoons, and dusty springs mean constant adaptation that would wear us down.",
      "alignmentValue": 3
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex education is censored and premarital sex punished, creating a repressive environment for healthy conversations.",
      "alignmentValue": 1
    },
    {
      "key": "Social Policies",
      "alignmentText": "Policy is designed to control citizens rather than expand rights, so reforms never aim to improve personal freedom.",
      "alignmentValue": 1
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Dust storms and swings between chilly mornings and mild afternoons (5–17°C/41–63°F) demand constant adjustments our family would struggle with.",
      "alignmentValue": 3
    },
    {
      "key": "Stability",
      "alignmentText": "The regime appears stable, but sanctions and famine risk create persistent volatility we couldn't plan around.",
      "alignmentValue": 2
    },
    {
      "key": "State Ideology",
      "alignmentText": "Juche doctrine requires absolute devotion, contradicting our pluralistic values.",
      "alignmentValue": 1
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Only black markets operate quietly; formal capitalism is banned, so we'd rely on risky informal trade for basics.",
      "alignmentValue": 1
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Humid monsoon highs near 30°C/86°F with little relief, plus power shortages, make summers oppressive for the whole household.",
      "alignmentValue": 2
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Visa processes are opaque, expensive, and often denied, so we'd burn time and money for paperwork that rarely succeeds.",
      "alignmentValue": 1
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Citizens must feign trust to avoid punishment, so genuine trust and accountability are nonexistent.",
      "alignmentValue": 1
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Petty bribes and elite graft permeate every service, meaning corruption shapes every transaction.",
      "alignmentValue": 1
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Programmers earn ration coupons, not market wages, leaving tech workers without sustainable income.",
      "alignmentValue": 1
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends require propaganda events and community labor, leaving no family downtime.",
      "alignmentValue": 1
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Mandatory overtime and political meetings erase evenings, crushing family time.",
      "alignmentValue": 1
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Leave is nominal and controlled by work units, so vacations exist only on paper.",
      "alignmentValue": 1
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Even approved leave comes with travel bans and reporting, making true rest impossible.",
      "alignmentValue": 1
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "State media vilifies neighbors, encouraging hostility that conflicts with our desire for regional openness.",
      "alignmentValue": 1
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors view the regime with suspicion and sanction it, so regional relationships stay strained.",
      "alignmentValue": 1
    },
    {
      "key": "View of self",
      "alignmentText": "Propaganda elevates self-reliance myths and discourages humility, fostering an insular national self-image.",
      "alignmentValue": 1
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Only brief, escorted visits are possible, leaving no workable immigration pathway.",
      "alignmentValue": 1
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Americans are rarely admitted and heavily surveilled, so we'd be treated as suspects, not neighbors.",
      "alignmentValue": 1
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "The media environment offers research value for understanding propaganda, but nearly every practical aspect of life fails our family's priorities, so we cap intrigue at a cautious 2.",
      "alignmentValue": 2
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters plunge to -13°C/8°F with biting winds and limited heating, making the cold harsh beyond our comfort.",
      "alignmentValue": 2
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Long hours plus mandatory sessions keep workweeks exhausting with no flexibility.",
      "alignmentValue": 1
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "State demands override family autonomy, leaving Sarah without the balance she needs.",
      "alignmentValue": 1
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Forced labor, no unions, and collective punishment strip workers of any real protections.",
      "alignmentValue": 1
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Extremes & Variability\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Sunlight Hours\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Pleasant Weather Windows\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Friendliness & Neighborliness Index\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - General",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - General\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - White Migrants",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - White Migrants\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Surface Interaction Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depth-Seeking Social Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Boundary & Bubble Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Moral, Honesty & Openness Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Living Opportunities\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Lower-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Lower-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Middle-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Middle-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Higher-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Higher-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Spacious Housing Benchmark (2k sq ft Rent)\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Grooming & Beauty Investment\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Body Image & Fitness Pressure\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fashion & Style Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Flirting Boundaries & Consent Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Gendered Flirting Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Monogamy vs. Non-Monogamy Acceptance\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Promiscuity Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Group & Multi-Partner Relationship Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Space & Touch Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Firearm Laws & Ownership Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Controlled Substance Policies\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Drug Enforcement Climate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Mass Violence Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Carceral Conditions & Prison Labor\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Walkability & Pedestrian Safety\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Health Consciousness\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Processed Food Saturation\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fresh & International Cuisine Access\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depression Prevalence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Obesity Rate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Cancer Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Broader Job Market Resilience\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    }
  ]
}
