{
  "version": 2,
  "iso": "GB",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Belfast, Northern Ireland, has a healthy .NET market: public sector and fintech roles with steady openings; remote options suit Trey\u0027s senior work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air quality in Belfast, Northern Ireland remains good overall; watch for seasonal pollen or dust days and consider portable filtration on higher days.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular life is common in NI cities, though some schools and ceremonies lean religious; Trey and Sarah can raise non-religious kids in integrated settings.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Northern Ireland\u0027s robust rule of law and power-sharing curb executive overreach; courts and civil society protect family rights.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "UK/Northern Ireland banking is digital and fast. Opening UK accounts for remote workers is smooth, though non-residents may face extra checks.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Causeway/Antrim beaches near Northern Ireland are great for scenic family trips. Water is cold and swimming is seasonal, so plan around guarded stretches.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Belfast has an active board-game scene with cafes, clubs and Q-Con; Trey will find regular in-person groups with short commutes in Northern Ireland.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "NI has free preschool hours and Tax-Free Childcare, but gaps mean families mix funded hours with paid wraparound care.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Belfast and NI towns offer ample playgrounds and parks. Some older streets are not stroller-friendly, but weekend trips to parks and the coast are easy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Northern Ireland offers funded hours for eligible 3–4-year-olds. A 1-year-old still largely relies on paid childcare with some subsidies.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Northern Ireland visa families can access Tax-Free Childcare, but NRPF limits most subsidies; plan early to keep kids enrolled with modest public support.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "NI offers Belfast-area climbing gyms, coastal walks, and family trails. Board games and tabletop play are accessible, supporting Trey and Sarah\u0027s hobby mix.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Northern Ireland communities near schools and clubs are welcoming; Sarah will find slower, neighborly networks with a little effort.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Northern Ireland visa rules are navigable but involve periodic check-ins and BRP upkeep; stay organized with reminders.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Northern Ireland offers modest UK costs. Housing is affordable and remote incomes cover essentials, though energy/groceries remain budgeting hurdles.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Northern Ireland (UK) fully permits dual citizenship with the US; you can naturalise without renouncing US passport, enabling smoother long-term settlement.",
      "alignmentValue": 10
    },
    {
      "key": "Economic Health",
      "alignmentText": "NI\u0027s economy is stable with a strong public sector and growing tech; remote roles work for the family, though high local pay is less than US markets.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Northern Ireland has a mixed economy with NHS welfare nets that back entrepreneurship. Grants and visas support startups here, though bureaucracy remains.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Northern Ireland offers good public schools with integrated/non-denominational options; admissions can be competitive, aligning with their secular values.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Northern Ireland has some Skilled Worker sponsorship, mainly in Belfast. Sponsorship is not as broad as GB hubs and may involve caps and extra paperwork.",
      "alignmentValue": 6
    },
    {
      "key": "Environment",
      "alignmentText": "Northern Ireland offers lush countryside and clean coasts with generally good air. Easy access to parks and nature supports our family-friendly lifestyle.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Northern Ireland uses UK tax bands plus NI; tech salaries often yield ~35% effective rate, plan deductions accordingly.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Northern Ireland stays mild (about 9–15°C / 48–59°F) with rain and wind. Light layers keep the kids comfy for school runs.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Northern Ireland offers family-friendly neighborhoods, libraries, parks, and leisure centres. Safety, healthcare, and strong schools support families.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouse and two minor children easily qualify for a UK family visa in Northern Ireland. Sarah can work on the main permit; dependents get NHS access.",
      "alignmentValue": 10
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Northern Ireland (GB) has statutory parental leave and Child Benefit; NHS provides healthcare. Flexible working exists, though some payments can be slow.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Northern Ireland/UK offers solid parental leave and childcare support, but caps and paperwork limit net relief for families.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In NI, visa holders face public-funds limits; NHS is available, but cash benefits and most childcare subsidies require residency or sponsorship.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Northern Ireland\u0027s urban fashion is diverse and expressive. Sarah\u0027s tech-friendly, smart-casual style fits Belfast meetups without judgement.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "NI urban style is modern; Trey wears dark denim, knits, and a waterproof jacket for meetings and game events in mild, drizzly weather.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Northern Ireland (Belfast) blends progressive tech scenes with conservative pockets; Sarah can lead with autonomy amid supportive local networks.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "NI\u0027s indie scene and NI Screen grants offer steady local opportunities. Expect mid-sized hiring with remote/contract work to keep Trey busy.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "NI\u0027s established studios are moderate; typical fills take about 3 months. Trey should rely on contract work and remote collaboration in NI.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Northern Ireland compensation tracks UK medians; not top-tier globally, but remote/hybrid roles and family-friendly benefits help families.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English dominates NI studios; your English-first stance fits, and you’re open to learning local language for community and compliance.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Hybrid and remote options are standard in Northern Ireland studios (Belfast area) with formal policies; fits family-friendly needs.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Belfast, Northern Ireland, gender-diverse identities are increasingly supported; urban LGBTQ\u002B spaces exist, though some official documentation lags.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Northern Ireland benefits from UK-wide gender rights: employment, healthcare, and same-sex marriage protections support the family\u0027s progressive values.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Gender roles in Northern Ireland are egalitarian, with shared caregiving in cities like Belfast. Sarah seeks balanced hours while Trey builds projects.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "UK visa route in Northern Ireland requires BRP, IHS, and GP registration; upfront admin for first-time applicants, but solid work rights once approved.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Northern Ireland has a mild, wet climate with modest warming. Belfast flood defenses help protect kids from flood risk.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Northern Ireland\u0027s NHS offers universal care, but GP/dental waits are long; many families opt for private dental or urgent-care to cover gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Northern Ireland, visa holders with the IHS access NHS services. GP registration can be slow at first; consider private options for faster care.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Northern Ireland, Queen\u0027s and Ulster offer capped domestic fees; as US citizens, your children face international rates, so plan for loans/scholarships.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Northern Ireland, US visa holders pay international tuition until ILR; scholarships exist but are limited; domestic rates require settled status.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "NI housing near Belfast offers family-friendly options with good schools; competition is moderate and searches are typically manageable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Northern Ireland uses UK PAYE for wages; self-employed income goes through HMRC Self Assessment; cloud bookkeeping keeps indie revenue compliant.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In NI, K-12 access varies by district; grammar schools are selective. Proactive families navigate boundaries for good placements.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Public schools are free in Northern Ireland for visa families; enrollment requires address proof and immigration verification.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English dominates daily life in Northern Ireland; services and schooling are mainly English, with some Irish/Ulster Scots presence and good language support.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Legal protections exist; Belfast Pride signals acceptance. Urban NI is welcoming, but rural areas remain cautious for polyamorous families.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Northern Ireland, Marxism is fringe; public talk occurs mainly on campuses or in arts venues, not in daily life for this progressive family.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Northern Ireland, caregiving dads are becoming more accepted and diverse careers are less stigmatized. Some traditional views still linger.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Belfast, NI offers regular tech meetups, game jams, and hobby groups in coworking spaces; great local networks for a two-adult, two-child family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "NI NLW (~£10/h) trails family living costs by ~10–15%; two earners in Northern Ireland still need subsidies or extra income for childcare.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "NI towns offer robust broadband and reliable power; cashless payments common. Rural fibre lags, but Trey\u0027s latency needs are well-supported in towns.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "From the Mournes to Antrim basalts, NI landscapes are stunning and reachable within an hour, great for family outdoor weekends.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Occasional storms and floods in Northern Ireland; though warnings exist, infrastructure and insurance mitigate family risk.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Strong nature access in Northern Ireland: Belfast Hills and Antrim Coast within an hour, with many family-friendly trails; some spots need a car.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Belfast and Derry offer live music with family-friendly daytime events. Date nights may require planning and occasional local travel.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Northern Ireland\u0027s cities like Belfast is lively in city centers; family-friendly late options are limited, so plan sitters and transport.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Northern Ireland has NI Screen-backed events and university clubs in Belfast; communities exist but meet infrequently, so Trey should network proactively.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Notable game studios in NI: Belfast hosts a small indie scene with a few mid-tier studios; not a major hub yet.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "NI Screen grants and UK Games Fund offer openings; Belfast\u0027s game scene grows, but capital remains tight; remote teams and hustle help Trey.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "NI Screen and the UK Games Fund back studios in Northern Ireland; hiring runs about 3-4 months, with remote options aiding Trey\u0027s startup.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "NI startup comp mirrors UK medians, with top markets about 20% higher. Equity terms vary; Invest NI grants can help extend runway.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "NI startups are English-first; regulatory tasks are English-dominant. Some local-language marketing exists, but English ubiquity remains strong.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Northern Ireland startups broadly embrace remote/hybrid work. Sarah and Trey can work remotely with periodic on-sites (e.g., Belfast).",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Northern Ireland, life moves at a calm pace. Short commutes and time for lingering meals fit the family.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Northern Ireland, parenting favors shared involvement and balanced activity; schools and clubs support low-pressure routines with unstructured time.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "UK path: ILR after 5 years, citizenship after 1 year; dual citizenship allowed; Life in the UK and English tests required in Northern Ireland.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Northern Ireland watchdogs scrutinise procurement; most daily life in NI feels safe with occasional sector concerns.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Northern Ireland\u0027s devolved system uses a power-sharing Assembly. Partisan gridlock can slow reform, but the rule of law and civic rights remain strong.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Belfast, Northern Ireland, polyamorous families are largely accepted in private circles; mainstream services still misunderstand them.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Northern Ireland provides funded pre-school for 3-4s, but 1-year-olds rely on paid nurseries or childminders; waitlists and costs vary.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "In Belfast, Northern Ireland, private schools exist but vary in quality and cost; secular needs can be met by public/state-integrated options; verify accreditation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Belfast or Derry, Northern Ireland, progressives push reforms, yet pushback from conservative areas keeps changes gradual.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Northern Ireland\u0027s media scene (BBC NI, local papers, independents) is diverse. Messaging tends toward factual, with inclusive civic participation.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "NI has a plural media scene with watchdogs. Brexit/sectarian issues inject spin, but independent outlets remain accessible for Trey and Sarah.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Translink and Belfast Glider cover Belfast well, but rural routes are sparse; a car helps for regional trips around Northern Ireland with kids.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Northern Ireland, faith identities influence politics; stay engaged with integrated schools and civic groups to navigate remaining divides.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Remote roles are plentiful in Northern Ireland; hybrid work and coworking options with solid broadband support for Trey and Sarah.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "NI residency paths like Skilled Worker or Start-up lead to ILR after ~5 years. Digital status replacing BRPs eases renewals; pursue sponsorship or startup routes and NI grants.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "NI state pension relies on National Insurance history in Northern Ireland. Many retirees rely on employer pensions and private savings, with NHS care.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "UK state pension access is limited for visa holders in Northern Ireland until ILR. Workplace pensions remain portable; private retirement savings become central.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Northern Ireland, Ruby roles are sparse. Remote UK/EU gigs help Sarah stay competitive.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "In Northern Ireland, UK, crime is generally low; petty theft in city centers is the main risk. With sensible precautions, the kids stay safe.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Northern Ireland offers integrated and Irish-medium schools plus grammar choices. Admissions can be competitive and require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Northern Ireland coast water stays around 8-14°C most of the year. Summer temps seldom exceed 17°C, so kids need wetsuits or brief swims.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Northern Ireland, UK, has a maritime climate with mild summers, cool winters, and regular rain. Occasional warm spells or damp periods may need light rain gear.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Northern Ireland, sex education is evolving; urban areas like Belfast show more openness and LGBTQ\u002B visibility, while rural schools remain cautious.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "NI NHS provides universal care; UK welfare with NI tweaks and residency rules - solid safety net, but regional eligibility limits apply.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Northern Ireland (GB) sits around 7–14°C (45–57°F) with showers; mild, changeable days—layer up for school runs and playground.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Northern Ireland remains stable for families; occasional power-sharing tensions influence policy, but daily life, schools, and healthcare stay steady.",
      "alignmentValue": 7
    },
    {
      "key": "State Ideology",
      "alignmentText": "Northern Ireland\u0027s devolved system blends power-sharing with social policies. Pluralism exists, but minority voices can be sidelined.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Northern Ireland blends a pro-business market with strong public services (NHS, schools). Startups benefit from Invest NI grants and visa routes, supporting family-friendly growth.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Northern Ireland summers typically 15–21°C (59–70°F); mild and comfortable for outdoor play, with rare spikes above 24°C (75°F).",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "UK visa fees and health surcharge for a US family in NI total thousands of pounds. Processing typically completes within six months with predictable costs.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Northern Ireland, trust in government is mixed due to power-sharing and Brexit; staying civically engaged helps the family navigate policy shifts.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Corruption is infrequent in Northern Ireland; public services operate with oversight, so pay-to-play barriers are unlikely for your family.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Northern Ireland, software pay is decent but lags London; remote US/UK contracts can lift the household\u0027s earning power.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Northern Ireland weekends offer abundant family-friendly events, parks, and coastal walks (Antrim coast, Belfast area); casual outings with occasional reservations.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "NI primary schools typically run 9:00–15:00 with after-school clubs. Remote or hybrid work helps cover the 5-year-old and toddler with wraparound care.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "UK/Northern Ireland law grants 28 days of annual leave (incl. holidays); supports family travel and school-term planning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Northern Ireland tech firms commonly offer about 28 days of annual leave (incl. holidays). This fits Sarah\u0027s need for steady downtime and balance.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Northern Ireland (UK): views on Ireland and Great Britain are mixed; cooperation exists, but caution lingers; your cross-community stance fits.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "Northern Ireland\u0027s pluralist, resilient society inspires us—proud yet aware of challenges, ready to contribute.",
      "alignmentValue": 9
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbours view Northern Ireland as pragmatic and scenic; UK–ROI tensions color politics, but cross-border links aid travel and family life.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "NI offers UK visas (Skilled Worker, Start-up, Innovator Founder) but many need sponsorship or funds. Trey\u0027s plan fits Innovator Founder.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Belfast, English fluency helps quick US family integration; the tech scene is welcoming, with locals curious but supportive.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "NI offers dramatic coastlines (Giant\u0027s Causeway), a thriving arts scene, and GoT tours - fueling the family\u0027s creativity and curiosity.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters hover around 2-7°C (36-45°F) with damp, windy days. Snow is rare; waterproof layers keep school commutes smooth.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Northern Ireland, the norm is ~37-38 hours with occasional crunches; remote/hybrid work supports Sarah\u0027s desire for predictable, family-friendly schedules.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Northern Ireland tech generally supports hybrid roles and family-friendly hours; expect some startup crunch, but evenings/weekends are often protected.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "NI follows UK labor law: paid leave, sick pay, safety standards. Enforcement varies in SMEs, but unions and professional bodies provide strong worker support for families.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Weather in Northern Ireland is generally mild with regular rain and wind. Occasional intense weeks require light scheduling tweaks.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Winter daylight in Northern Ireland is noticeably shorter; stay energized with daily outdoor breaks and occasional light therapy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Northern Ireland (GB) enjoys two to three strong seasons with pleasant springs and autumns; summers are mild but often showery, so plan for rain.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Northern Ireland\u0027s NHS and public schools help meet basics for this two-adult, two-child family. Savings and activities may be tight without extra support.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Northern Ireland offers a comfortable middle-income life with NHS healthcare and family-friendly areas; plan for housing and childcare costs.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Northern Ireland, high-income living is feasible in Belfast with good schools and healthcare; some premium options require advance booking or travel.",
      "alignmentValue": 8
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Spacious 2k sq ft rentals exist in Belfast suburbs, Northern Ireland, with family-friendly neighborhoods and good schools; some competition, but generally doable within budget.",
      "alignmentValue": 8
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Northern Ireland (UK), there are a few reputable co-living projects around Belfast. Family-friendly options exist, but not widespread.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Northern Ireland (GB), locals are polite and willing to connect when we take the initiative. Expat and community groups across Belfast and towns ease integration for families.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Northern Ireland, UK: broadly welcoming toward immigrants with occasional political debate; safe to speak languages and share traditions.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mostly smooth integration in Northern Ireland; some local circles question long-term commitment to NI/UK.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Northern Ireland generally offers warm, courteous service. English is dominant, and LGBTQ\u002B-friendly communities around Belfast support families.",
      "alignmentValue": 9
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Northern Ireland, clubs and community groups reward patient outreach; deep friendships form gradually as you join local activities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Northern Ireland (UK), expect varied norms; crowded public spaces may feel closer, but families with kids can set comfortable boundaries politely.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Northern Ireland, be tactful about concerns; share openly yet respectfully to fit diverse, sensitive communities (Belfast).",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Northern Ireland (Belfast): smart-casual norms; a gentle push to stay polished in work or social spaces.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Northern Ireland, fitness talk exists but is generally respectful; family-friendly communities support body positivity and inclusivity for kids.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Northern Ireland (UK), tidy smart-casual fits most settings in Belfast and beyond; practical, weather-ready outfits help with school and family life.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Consent norms are improving in Northern Ireland; most people respect boundaries. In Belfast nightlife, alcohol can blur lines; keep clear signals.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Belfast and other towns in Northern Ireland show modern flirting norms. Some venues still echo traditional first-approach scripts, though acceptance grows.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Monogamy vs. non-monogamy acceptance varies in Northern Ireland. Urban areas like Belfast are more welcoming, but privacy remains prudent.",
      "alignmentValue": 7
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Northern Ireland, urban Belfast is liberal. Casual dating is accepted, though some rural areas may prefer discretion.",
      "alignmentValue": 9
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Northern Ireland\u0027s progressive scenes, including Belfast, tolerate polyamory with respectful curiosity. Normalization varies by region and institution.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Northern Ireland, we occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Northern Ireland, UK: strict gun laws and licensed ownership keep firearms rare; daily life is calm with minimal gun exposure.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Northern Ireland enforces drug laws strictly. Penalties persist, though Belfast area offers harm-reduction and treatment options.",
      "alignmentValue": 6
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Northern Ireland enforcement is targeted with strong oversight; families can avoid rough areas by choosing stable districts with good community cohesion.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence is rare but sporadic in Northern Ireland. Stay aware at large gatherings in Belfast and NI, but overall risks are low.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Northern Ireland prisons have active oversight and restorative programs; generally meet international standards.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkable pockets exist in Northern Ireland\u0027s cities like Belfast. Plan routes to avoid busy arterials near schools to keep the family safe.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Northern Ireland provides accessible wellness programs in urban areas. For our family, resources are generally available and easy to join.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Northern Ireland has strong fresh markets and local produce. With planning, convenient foods are plentiful nearby.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Fresh options are solid in Northern Ireland, with Belfast markets and diverse eateries covering most cravings; some specialty ingredients may need trips to Dublin.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression in Northern Ireland is addressed by universal HSC mental health care; services are accessible, but CAMHS wait times can occur.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Northern Ireland, obesity is moderately common; we monitor our family\u0027s diet and activity to stay healthy.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Northern Ireland\u0027s NHS offers universal cancer screening; incidence aligns with global norms. Routine checks for the family support early detection.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Northern Ireland\u0027s diverse economy and growing tech scene offer steady job prospects for families. Downturns are often short with quick rehiring.",
      "alignmentValue": 8
    },
    {
      "key": "Studio Density",
      "alignmentText": "Moderate studio presence in Northern Ireland, centered on Belfast; NI Screen supports indie studios, not a dense production hub.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Belfast/NI has several regional anchors like Kainos and Allstate NI; steady IT work exists, but game studios remain small.",
      "alignmentValue": 7
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "NI has a budding vendor scene with indie studios and QA shops; core game-dev vendors are limited, so expect remote or UK partners.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Northern Ireland (Belfast) has solid CS/games programs at QUB and UU; industry links are growing but not yet dense.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Northern Ireland offers limited but regular continuing education for tech and creative fields; quarterly events and local university courses cover core needs in Belfast.",
      "alignmentValue": 7
    },
    {
      "key": "Community Activity",
      "alignmentText": "In Belfast and across Northern Ireland, regular monthly dev meetups and occasional game jams keep the game-dev community connected.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Northern Ireland\u0027s game scene (Belfast) leans Unity. Unreal presence exists, with cross-training resources, though the overall scene is modest.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Northern Ireland offers a growing real-time game dev scene with NI Screen funding (Belfast base). Some pre-rendered work exists, offering balance.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Northern Ireland\u0027s Belfast tech scene is growing; steady web/game dev demand exists with moderate competition and solid remote options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Northern Ireland\u0027s growing tech scene offers founder grants and visa options. Churn can spike with funding cycles, but English ubiquity helps.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Northern Ireland\u0027s D\u0026I scene shows commitments in Belfast studios, but progress is uneven; LGBTQ\u002B inclusion is improving and conversations are active.",
      "alignmentValue": 7
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "NI relies on UK VGTR via HMRC; strong, accessible relief for game dev; NI Screen grants bolster early-stage studios.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "NI startup grants and UK programs; policy shifts with elections but remains manageable for founders and families in Belfast.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Healthy Belfast-area founder network with regular meetups and accelerators; activity is concentrated in Belfast with NI-wide programs via Invest NI.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "NI has Invest NI and UK grants for startups. Game-specific funding is mixed; expect remote investors and blended grants.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "NI offers generalist accelerators and university incubators in Belfast. Occasional game-focused cohorts exist, but no large, dedicated game accelerator network.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "NI has a growing tech ecosystem with university-led senior talent; hiring is solid but often requires competitive packages and remote options.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Northern Ireland offers a growing tech scene (Belfast, Derry) with a solid contractor pool, though niche game-dev roles can be scarce.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Good Belfast coworking and startup hubs; NI Screen grants aid indie game dev, but mocap/advanced labs are scarce.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Northern Ireland (Belfast) has IP/tech lawyers; dedicated game-IP specialists are limited, so startups lean on general counsel with some game experience.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "NI offers occasional publisher engagement via UK/EU events; most publisher ties are remote. Attend Belfast startup meetups to build relationships.",
      "alignmentValue": 6
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "NI has a small but active Belfast and Derry indie scene. Expect informal local feedback, with UK-wide vendors and some lead time for formal studies.",
      "alignmentValue": 5
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "UK Startup/Innovator visas exist for entrepreneurs in Northern Ireland; endorsement and funds are required, enabling family relocation with NHS access.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Northern Ireland offers relatively affordable rents and strong tech talent in Belfast. Invest NI grants help early studios establish operations.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Northern Ireland\u0027s 3D character artist pool is modest; Belfast-area studios exist, but startups may need relocation or longer searches for niche skills.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Northern Ireland has a few university programs (QUB, UU) in game/animation; industry ties help, but a dedicated 3D artist pipeline is still developing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Northern Ireland offers regular short courses in 3D art and character creation at Belfast Met, QUB, and Ulster University; solid for Trey\u0027s game-dev path.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "NI (Belfast) 3D Character Artist roles typically take 4–5 months; global searches and NI Screen grants can help speed hires.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Northern Ireland, 3D character artist pay is roughly 20% below global medians. Belfast studios offer lower living costs and steady demand.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Northern Ireland 3D character artists operate in English. Belfast and Derry studios are English-first, family-friendly.",
      "alignmentValue": 10
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "NI studios allow partial remote weeks for 3D artists, but frequent Belfast onsite work is common; strong broadband and English ease collaboration.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Northern Ireland\u0027s 3D animation pool is modest; Belfast has studios but niche roles require relocation or remote hires.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Northern Ireland has several animation/digital media programs (Ulster University, Queen\u0027s Belfast) with small cohorts; grads often need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "In Northern Ireland, 3D animation education comes mainly from Belfast workshops and online courses. In-person events are modest, with strong online options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Belfast, Northern Ireland has a solid grads pool and remote options. 3D animator roles are niche—plan 3–4 months with proactive sourcing and relocation help.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Northern Ireland, 3D animator comp trails top markets by ~25-30%; cost of living and remote options help offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "English is universal in Northern Ireland\u0027s 3D animation scene. Studios primarily operate in English, with optional local-language onboarding if needed.",
      "alignmentValue": 10
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Remote/hybrid 3D animator roles are common in Northern Ireland; studios support async workflows with occasional on-site days.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "NI\u0027s 2D environmental artist pool is limited (Belfast). Senior talent is mostly remote or UK-wide; local hires are feasible but scarce.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "NI has 1–2 reputable game/art programs (Queen\u0027s University Belfast, Ulster University) feeding regional studios; steady but modest pipeline.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Northern Ireland offers occasional 2D environmental art training. Expect visiting instructors or online courses across NI.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Northern Ireland, 2D Environmental Artist roles may run 4-5 months due to a modest local pipeline; consider remote or global sourcing.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Northern Ireland, 2D Environmental Artist pay trails top hubs by about 25-30%; Belfast studios offer lifestyle perks and lower costs.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "English is standard in Northern Ireland studios; bilingual skills help for niche markets, but English suffices for most 2D Environmental Artist work.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Hybrid 2D art roles are common in Northern Ireland; remote options exist but usually require some onsite time.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Northern Ireland\u0027s real-time VFX talent pool is small (Belfast area); expect sporadic availability and aggressive sourcing or remote/contract hires.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "NI has multiple VFX/real-time programs (Queen\u0027s Belfast, Ulster) delivering steady grads. Local studios and grant pathways support growth.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "In Belfast, NI, VFX real-time education is mainly via universities and online workshops; expect visiting experts rather than a dense local scene.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Northern Ireland\u0027s real-time VFX hiring is typically 4-5 months; Belfast/NI studios rely on UK/EU talent and remote hires to land the right fit.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Belfast, NI, VFX real-time pay trails top markets by ~20% vs global medians; lower cost of living helps offset the gap for a family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Northern Ireland VFX (Real-Time) studios are English-dominant; multilingual teams exist, aligning with your English ubiquity priority.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "NI studios offer remote options case-by-case; expect periodic on-site work in Belfast-area real-time VFX roles.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Northern Ireland has a moderate CM pool (Belfast region); startups may need relocation or longer searches for senior hires.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Northern Ireland has game/creative tech degrees at QUB and Ulster, but dedicated community manager programs are scarce; cohorts are small.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Northern Ireland has sporadic CM training (Belfast/NI); most upskilling is self-directed, with occasional workshops, which suits flexible family schedules.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "NI\u0027s market has a modest pool of gaming/community pros (Belfast). Expect 2-3 months to hire a Community Manager; remote options can help.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Northern Ireland community manager pay trails top markets by 25-30%; alignment 5. Lower costs and remote options help attract talent.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Northern Ireland studios operate mainly in English; Gaelic familiarity helps, but English suffices for community managers.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "NI studios largely support hybrid/remote CM roles, with occasional Belfast presence; suits Trey\u0027s startup and Sarah\u0027s remote-friendly plan during visa steps.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Moderate pool in Northern Ireland (Belfast focus); startups may hire but may need relocation or extended searches for niche games marketing roles.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "NI offers several game/tech programs (QUB, Ulster) with industry links; cohorts are small, so some upskilling helps for Belfast games marketing roles.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "In Northern Ireland, PMM in games has intermittent events; Belfast hosts some workshops and many remote/online options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Northern Ireland game PMM hiring typically 2-3 months; specialist pools limit speed, but remote/hybrid options and UK/EU talent help.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "In Northern Ireland, PMM (Games) pay trails top markets by 25–30%; cost of living is lower, with Belfast offering strong lifestyle benefits.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Northern Ireland PMM (Games) is English-dominant; a few studios value basic Gaelic familiarity for local outreach.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Northern Ireland\u0027s growing games scene supports flexible remote PMM roles; most studios offer remote/hybrid setups and English-friendly visa routes.",
      "alignmentValue": 9
    }
  ]
}