{
  "version": 2,
  "iso": "GB",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Belfast's enterprise and fintech firms keep a steady .NET hiring pipeline alongside public contracts and consultancies. Trey can pair those roles with UK-remote options to sustain senior-level work without uprooting the family.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Prevailing Atlantic winds keep particulate levels low, with only brief winter traffic spikes in Belfast. That keeps the kids' outdoor time easy to manage without needing constant filtration.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular life is widely accepted in cities even though communal identities still reflect historic denominations. Trey and Sarah can live openly non-religious while steering the kids toward integrated or secular schools.",
      "alignmentValue": 7
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "UK-wide rule of law and NI's power-sharing institutions temper executive overreach despite occasional stalemates. Civil society and courts give the family confidence that rights stay protected.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Contactless, Faster Payments, and online banking are ubiquitous once proof of address is secured. That digital-first setup supports their remote work and indie business finances without friction.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "The Causeway and Antrim coasts are stunning for walks and surfing, but cold water and short swim seasons limit casual beach days. It's great for scenic family outings rather than warm lounging.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Belfast hosts active board-game cafes, clubs, and conventions like Q-Con that welcome new players. Trey will find in-person groups to complement his tabletop hobby without long commutes.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Part-time preschool funding and Tax-Free Childcare soften costs, yet full-day coverage still relies on pricey private nurseries or childminders. The family should budget for wraparound care during crunch weeks.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Belfast and market towns invest in playgrounds, museums, and leisure centres, though older streets can be narrow for strollers. Weekend outings stay easy with short drives to parks and coastlines.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "UK statutory parental leave, child benefit, and part-time nursery places apply, but coverage rarely meets full-time needs. Local delivery varies, so they'll still mix state schemes with paid childcare.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Work visa holders can tap Tax-Free Childcare once settled status and earnings thresholds are met, yet NRPF rules limit other subsidies. Planning documentation early keeps the kids in programs without gaps.",
      "alignmentValue": 5
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Football, rugby, hiking, and coastal walks dominate, with climbing gyms and festivals rounding out the calendar. That mix supports both Trey’s active interests and relaxed family weekends.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighbourhood associations and sports clubs make it easy for newcomers to plug in, especially around schools. Sarah can find the slower-paced, community-oriented networks she values.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "UK visas require tracking absences, maintaining income thresholds, and renewing BRPs on time, but guidance is clear. A shared calendar for deadlines keeps their residency path smooth.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing and childcare cost less than London, yet energy bills and groceries still sting on UK wages. The family gains value if they leverage remote income while living in lower-cost towns.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "The UK recognises dual nationality, allowing the family to naturalise without losing US passports. That flexibility supports long-term settlement planning once they qualify.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "Northern Ireland's economy grows modestly with strong public-sector employment and emerging tech services. It's stable enough for the family's remote-first careers but offers fewer high-paying local roles.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "A mixed economy couples private enterprise with NHS and social benefits, balancing market freedom and safety nets. That structure aligns with their desire for progressive policies without sacrificing entrepreneurship.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Public schools perform well with grammar streams and a growing integrated sector, though admissions can feel competitive. Choosing integrated or non-denominational schools will align with their secular values.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Only mid-to-large firms in Belfast routinely sponsor Skilled Worker visas, leaving gaps compared to GB hubs. Trey may need to court UK-wide employers willing to base him remotely.",
      "alignmentValue": 5
    },
    {
      "key": "Environment",
      "alignmentText": "Lush countryside, clean coasts, and limited heavy industry keep daily life green and breathable. The easy access to nature supports the family’s quality-of-life goals.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Progressive UK bands and National Insurance push combined effective rates into the mid-30s for tech salaries. Budgeting for those deductions is key when modelling indie studio income.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn days hover around 9–15°C (48–59°F) with increasing rain and wind but few extremes. Light layers keep school runs comfortable for the kids.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Libraries, leisure centres, and short countryside drives make weekend planning easy for a family of four. Community sports and arts keep both boys engaged without overscheduling.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Dependants receive schooling and NHS access, while partners usually gain work rights on main visas. Keeping documentation organised ensures Sarah can work if Trey holds the primary permit.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Statutory maternity, paternity, and shared parental leave provide income support, with child benefit supplementing budgets. Once settled, the family can lean on these protections during life events.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Employers often follow UK norms for flexible hours and parental leave, though experiences vary by sector. Choosing family-friendly workplaces will reinforce Sarah’s work-life balance goals.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Temporary visa status can limit access to public funds and some childcare subsidies. They should negotiate employer-backed leave and benefits until they reach indefinite leave.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women default to practical layers, weatherproof coats, and smart-casual looks with bursts of colour. Sarah can blend in with comfortable attire that still fits tech meetups.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men lean on smart-casual staples—dark denim, knits, and waterproof jackets—adjusted for constant drizzle. Trey can stay comfortable while meeting clients or attending game events.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Modern gender expectations coexist with a practical, low-key style culture. Sarah can pursue tech leadership without pressure to perform traditional roles.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "A handful of indie and service studios plus NI Screen projects create intermittent hiring waves. Trey will need to combine contract work and remote collaborations to stay fully booked.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal gender recognition and anti-discrimination laws are in place, though rural attitudes lag. Urban communities offer affirming spaces for the family's LGBTQ+ circle.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "UK and EU-derived protections cover employment, healthcare, and marriage equality. That strong legal baseline supports the family's progressive values.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-income households are common and caregiving duties are increasingly shared. The social expectation supports Sarah seeking balanced hours while Trey builds projects.",
      "alignmentValue": 7
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Visa holders must secure BRPs, pay the Immigration Health Surcharge, and register with GPs before accessing services. Front-loading these admin tasks keeps the household's transition smooth.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Climate projections show modest sea-level rise and wetter winters but limited heat extremes. Flood-resilient housing choices near Belfast mitigate the remaining risk for the kids.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "NHS care is comprehensive but GP and dental wait times are long across Northern Ireland. Families often add private dental or urgent-care plans to cover gaps.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "After paying the health surcharge, visa holders access NHS services like residents, yet initial GP registration can be slow. Carrying travel insurance during the first months bridges the delay.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Domestic students enjoy capped tuition at Queen's and Ulster plus loan support, though competitive courses fill quickly. Long-term planning keeps options open for the boys if they stay through adolescence.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International fees apply until they reach settled status, and scholarship pools are smaller. The family may prefer to wait for ILR before funding university locally.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Home prices and rents trail the UK average, yet demand in good school catchments creates bidding pressure. Early searches around Belfast's suburbs secure the space they need.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "PAYE handles most employment income, while self-employed or indie game revenue flows through HMRC self-assessment. Cloud bookkeeping keeps their side projects compliant without a heavy lift.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "State-funded Controlled, Maintained, and Integrated schools cover most areas, though some grammar places are selective. Applying early to integrated schools aligns with their inclusive ethos.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Children with residence can enroll in public schools at no tuition cost, provided the family shows visas and proof of address. English support services help newcomers settle quickly.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English dominates daily life, with Irish and Ulster Scots enriching culture rather than acting as barriers. The family can plug into services immediately without language hurdles.",
      "alignmentValue": 10
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Legal equality is strong and Belfast hosts Pride, yet rural pockets stay conservative. Sticking to urban neighbourhoods keeps their polyamory-positive network more comfortable.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist academic and activist circles exist but remain niche compared with mainstream politics. Expect discussions to surface on campus or in arts venues rather than daily life.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Traditional sports culture mixes with growing acceptance of caregiving fathers and creative careers. Trey won't face stigma for prioritising parenting or indie work.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech meetups, game jams, and hobby groups meet regularly in Belfast's coworking spaces. Both adults can grow networks without flying to London.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The UK National Living Wage offers predictable annual uplifts but trails typical family budgets. It's adequate for supplementary earners yet pushes Trey to secure higher-paying tech roles.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Urban fibre broadband, reliable power, and cashless payments are standard, though rural fibre still rolls out. That covers Trey's latency needs while letting the family explore nearby towns.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "From the Mournes to basalt cliffs, dramatic landscapes are within an hour's drive. Nature-loving weekends stay fresh for the whole family.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Serious hazards are rare, limited to occasional Atlantic storms and localized flooding. Choosing housing outside floodplains keeps disruptions minimal.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Greenways, forests, and coasts are close to urban centres, so spontaneous hikes or beach walks are easy. That supports their goal of raising outdoorsy kids.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Belfast and Derry offer lively pubs, venues, and a strong traditional music scene, albeit on a smaller scale than London. Trey and Sarah can still find date nights without major travel.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "City centres stay busy with live music and late bars, while suburbs are quieter. It balances adult evenings out with a calm home base for the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "University clubs and NI Screen-backed events create an emerging but not yet dense dev community. Trey will need to stay proactive to meet collaborators.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "A few indie and service studios operate locally, yet AAA employers are absent. Building Trey's studio means leaning on remote teammates and publishers.",
      "alignmentValue": 4
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "NI Screen grants, the UK Games Fund, and modest office costs create openings for small studios. Trey still must court investors abroad, but the cost base favours experimentation.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Commuting times are short and evenings stay free of big-city grind. Sarah gets the calmer daily rhythm she prioritises for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents encourage sports and outdoor play without extreme extracurricular pressure. The kids can sample community clubs while keeping plenty of unstructured time.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Most work routes lead to ILR after five years and citizenship a year later, pending language and Life in the UK tests. Keeping continuous residence makes the long-term plan achievable.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International scores the UK well, and NI watchdogs scrutinise procurement. Everyday life rarely encounters graft, which reassures the family about governance.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "A devolved power-sharing government operates within the UK monarchy, but the Assembly occasionally stalls. Families mostly feel the impacts as delayed policy changes rather than daily disruption.",
      "alignmentValue": 6
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory lacks legal recognition and public understanding beyond queer-friendly circles. Maintaining discretion outside progressive Belfast communities avoids awkward encounters.",
      "alignmentValue": 4
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "The Pre-School Education Programme funds part-time places and mixes with private nurseries, yet slots fill fast. Early applications secure routines that fit their work schedules.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Independent schools cluster around Belfast with moderate fees and selective admissions. They are an option if the family wants smaller class sizes, but state integrated schools suffice for secular needs.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "Urban areas vote progressive on social issues while rural constituencies remain cautious. Choosing Belfast or Derry keeps them near like-minded neighbours and civic groups.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Media is pluralistic with BBC, Irish, and UK tabloids offering competing narratives, including partisan spins. The family's interest in media ecosystems is satisfied without drowning in state messaging.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Political communication is robust but contested, with coverage split across UK and Irish outlets. Critical media literacy keeps bias in check for Trey and Sarah.",
      "alignmentValue": 5
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Translink's buses and Belfast Glider cover cities reliably, yet rural routes thin out at night and weekends. They can live car-light in Belfast but will want a vehicle for regional trips.",
      "alignmentValue": 6
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Faith identities still shape party politics, although policy debates grow more secular over time. Staying engaged with integrated schools and civic groups helps the family navigate remaining divides.",
      "alignmentValue": 5
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Hybrid schedules stuck post-pandemic, with coworking hubs and broadband supporting remote teams. Trey and Sarah can base themselves at home while tapping into occasional office days.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Work, family, and talent visas span two to five years before ILR eligibility, with digital status replacing BRPs soon. Keeping passports and online accounts updated prevents bureaucratic snags.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "State pension access hinges on National Insurance history, often topped up with workplace schemes. Long-term residents plan with employer pensions plus voluntary NI contributions.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Until they gain ILR, access to state benefits is limited, though workplace pensions remain portable. Building private savings protects retirement options during visa years.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles are sparse beyond a few startups and consultancies. Sarah may need to pitch herself for remote UK/EU positions rather than relying on the local market.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime rates are low, with most issues limited to petty theft in city centres. Sensible precautions keep the kids safe during school and transit.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Families choose among Controlled, Maintained, Integrated, and Irish-medium schools, plus grammar pathways. That variety lets them prioritise secular, inclusive environments.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Sea temperatures hover around 8–14°C (46–57°F), so only late summer feels swimmable even with wetsuits. Beach days become brisk adventures rather than lounging sessions.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "The maritime climate brings mild summers, cool winters, and frequent drizzle instead of extremes. That steady weather fits their preference for mild climates, aside from needing good rain gear.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Public discourse remains modest, yet sex education and queer visibility are improving in urban schools. Progressive circles offer the openness the couple expects.",
      "alignmentValue": 6
    },
    {
      "key": "Social Policies",
      "alignmentText": "UK-wide welfare, NHS, and disability supports apply, with NI-specific tweaks in delivery. Benefits help once they clear residency tests, offering a moderate safety net.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring days run 7–14°C (45–57°F) with lengthening daylight and light showers. Layering keeps school runs and playground trips pleasant.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Power-sharing pauses and Brexit-related trade talks create periodic uncertainty. Daily routines continue, but families track politics to anticipate policy shifts.",
      "alignmentValue": 6
    },
    {
      "key": "State Ideology",
      "alignmentText": "Governance blends centrist economic policy with devolved social priorities that differ by community. The mix offers moderate progressivism without drastic swings.",
      "alignmentValue": 6
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Private enterprise thrives alongside public healthcare and education, keeping markets open yet regulated. That balance supports Trey's entrepreneurship while maintaining social supports.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer highs average 15–21°C (59–70°F) with rare heat spikes above 24°C (75°F). The family gets comfortably mild summers ideal for outdoor play.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Visa fees, the health surcharge, and legal advice quickly total several thousand pounds, and processing can take months. Budgeting those costs up front keeps the move on track.",
      "alignmentValue": 4
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Public trust sits in the middle due to power-sharing disputes and Westminster scandals. Staying civically engaged helps the family navigate shifting policies.",
      "alignmentValue": 5
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Corruption cases are infrequent and typically administrative rather than criminal. The family can interact with public services without expecting pay-to-play barriers.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Local software salaries trail London by a wide margin even at senior levels, though cost of living cushions the gap. Remote UK or US contracts will raise the household's earning power.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends centre on parks, coastal walks, sports clubs, and community events, with Sunday trading shorter but active. That rhythm matches their desire for quality family time.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Primary schools run roughly 09:00–15:00 while offices work 09:00–17:30, supported by after-school clubs. The schedule leaves room for evening family time and Trey’s side projects.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Employees receive 28 days including public holidays, giving solid baseline rest compared with the US. Planning around school breaks lets them travel within the British Isles.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech employers often offer 30+ days of leave plus flexible policies. That generosity supports Sarah's need for restorative downtime.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Opinions on the Republic of Ireland and Great Britain vary by community, ranging from pragmatic cooperation to cautious distance. Engaging in cross-community spaces keeps dialogue healthy.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Residents emphasise resilience, creativity, and tight-knit communities shaped by recent history. The family can lean into that civic pride as they integrate.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbours see Northern Ireland as scenic and welcoming, though politics are often viewed through UK–ROI tensions. Maintaining relationships across both islands helps the family contextualise commentary.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Skilled Worker, Global Talent, Innovator Founder, and family visas exist but nearly all require sponsorship or proof of income. Mapping Trey’s business plans to the right pathway is essential.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "English fluency and cultural familiarity mean Americans integrate quickly, especially in Belfast’s tech circles. Locals are curious rather than skeptical, easing the family's landing.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Film locations, vibrant arts, and proximity to both Dublin and Glasgow keep exploring exciting. Those varied experiences feed the family's creative projects.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters sit around 3–8°C (37–46°F) with damp chill, rare lowland snow, and occasional frost. Proper waterproof layers keep school commutes manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Standard contracts hover around 37.5–40 hours with overtime expectations lower than US norms. That structure supports Sarah’s push for predictable schedules.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Employers outside London favour hybrid setups and respect personal time, though crunch still appears in tech. Choosing people-first teams helps keep evenings free for family life.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "UK labour law enforces paid leave, sick pay, and health and safety standards, albeit with mixed enforcement in smaller firms. Joining a union or professional body adds extra support if needed.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Extremes & Variability\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Sunlight Hours\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Pleasant Weather Windows\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Friendliness & Neighborliness Index\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - General",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - General\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - White Migrants",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - White Migrants\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Surface Interaction Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depth-Seeking Social Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Boundary & Bubble Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Moral, Honesty & Openness Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Living Opportunities\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Lower-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Lower-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Middle-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Middle-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Higher-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Higher-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Spacious Housing Benchmark (2k sq ft Rent)\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Grooming & Beauty Investment\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Body Image & Fitness Pressure\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fashion & Style Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Flirting Boundaries & Consent Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Gendered Flirting Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Monogamy vs. Non-Monogamy Acceptance\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Promiscuity Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Group & Multi-Partner Relationship Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Space & Touch Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Firearm Laws & Ownership Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Controlled Substance Policies\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Drug Enforcement Climate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Mass Violence Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Carceral Conditions & Prison Labor\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Walkability & Pedestrian Safety\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Health Consciousness\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Processed Food Saturation\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fresh & International Cuisine Access\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depression Prevalence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Obesity Rate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Cancer Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Broader Job Market Resilience\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    }
  ]
}
