{
  "version": 2,
  "iso": "NO",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Trondheim’s compact footprint and surrounding forests keep air and water quality high, giving the kids easy access to safe green space.",
      "alignmentValue": 9
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Northern latitude moderates sea-level risk, yet heavier river floods and thaw cycles are increasing, pushing the city to upgrade drainage.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Long winters and quick summers define Trondheim, so outdoor play peaks from May to August and shifts to skiing the rest of the year.",
      "alignmentValue": 4
    },
    {
      "key": "Air Quality",
      "alignmentText": "Limited traffic and district heating keep annual PM2.5 around 8 µg/m³, though wood-burning neighborhoods add short winter spikes.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "River flooding along Nidelva and avalanches in surrounding valleys crop up more often as winters warm, so the city is reinforcing levees and monitoring slopes.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring creeps in slowly at 0–9 °C (32–48 °F); meltwater and mud linger through April before trails dry out.",
      "alignmentValue": 3
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer highs usually land between 16–22 °C (61–72 °F) with long daylight, and rare heat spikes above 25 °C (77 °F) fade quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn drops to 4–9 °C (39–48 °F) with frequent rain and early frosts, so winter layers return before Halloween.",
      "alignmentValue": 5
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters regularly hit −8 to −1 °C (18–30 °F) with reliable snowpack, demanding layering, studded tires, and extra daylight planning.",
      "alignmentValue": 5
    },
    {
      "key": "Beach Life",
      "alignmentText": "Trondheim’s fjord beaches like Korsvika are scenic but chilly, making family beach days rare outside the short July warm spell.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Fjord water peaks near 14 °C (57 °F), so swims generally pair with saunas or quick plunges.",
      "alignmentValue": 2
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Bymarka forest, Trondheimsfjorden, and mountain daytrips deliver stunning nature within a tram ride.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Trondheim, national bargaining agreements set high sector wages, though the lack of a single legal floor means newcomers must confirm coverage.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Trondheim engineers command 600k–820k NOK, reflecting strong demand but slightly lower pay than Oslo.",
      "alignmentValue": 6
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Technology firms tied to NTNU, defense contractors, and industrial automation keep .NET roles plentiful in Trondheim.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby jobs are rare locally, so Sarah would rely on remote clients or polyglot roles that mix JavaScript and backend work.",
      "alignmentValue": 4
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Trondheim, skilled-worker sponsorship exists but hinges on salary minimums and degree proof, adding paperwork for the household.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Trondheim, a diversified economy backed by the sovereign wealth fund keeps unemployment low and cushions oil price swings.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "University spin-offs and research labs embrace remote-first habits, though manufacturing partners still prefer in-person collaboration.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Trondheim, labor norms champion leaving work on time and valuing family hours, matching Sarah’s need for predictable evenings.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Trondheim, the 37.5-hour standard is well enforced, though occasional project crunch can stretch weeks slightly.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Trondheim, workers receive at least 25 paid days plus holidays, giving ample space for family travel with notice.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Trondheim, most teams use the full five weeks, but July shutdowns mean planning around synchronized office breaks.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Trondheim feels like a large university town—walkable and calm even in term time, which fits the family’s desire for a slower rhythm.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Trondheim, schools run roughly 8:30–15:00 and offices 9–16, making after-school programs key for Trey and Sarah’s full days.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Trondheim, weekends emphasize outdoor trips and organized kids’ activities, but limited Sunday retail hours require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "In Trondheim, generous leave, child allowances, and widespread playgrounds create a strong support system for raising young kids.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Student-led queer and poly groups meet openly, yet the community is smaller and more discreet than Oslo’s scene.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Trondheim, parents are expected to balance work and family time, though social services still assume strong parental involvement.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "In Trondheim, car-lite streets, stroller access, and plentiful playgrounds keep urban life easy with toddlers.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Quality public schools are standard, and an IB school plus bilingual programs help international families integrate, albeit with limited seats.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Trondheim, municipal barnehage slots are plentiful in cities, though placement can involve waitlists for fall starts.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Trondheim, heavily subsidized preschool and capped fees ensure Norwegian citizens pay modest amounts for full-day care.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Trondheim, visa holders access subsidies after registration, but upfront deposits and documentation require extra prep.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Trondheim, public schools are free and inclusive with special-needs support, aligning with the family’s quality expectations.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Trondheim, children enroll easily once residency is granted, though Norwegian-language immersion demands early support.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "In Trondheim, private and international schools exist but are few and pricey, so spaces fill quickly for expat families.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Trondheim, long parental leave, child benefits, and flexible hours show the state prioritizes families like theirs.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Trondheim, non-citizens tap most benefits after residence, yet some cash allowances require minimum stay periods.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Trondheim, tuition-free universities and generous loans make future study affordable for the boys.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Trondheim, resident non-citizens access public universities with modest fees, but certain scholarships favor citizens.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Trondheim, high female labor participation and egalitarian norms support the couple’s expectation of shared parenting.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Trondheim, legal recognition and social acceptance of gender diversity are strong in cities, though rural areas adapt more slowly.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Trondheim, comprehensive anti-discrimination laws and inclusive policies protect LGBTQ+ adults and kids.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Trondheim, women navigate workplaces with minimal sexism, yet leadership gaps persist in some traditional industries.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Trondheim, cultural expectations embrace involved fathers and emotional openness, aligning with Trey’s parenting style.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "In Trondheim, outdoor culture, design-forward cities, and a collaborative tech scene provide rich new experiences for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "In Trondheim, English is widely spoken in urban workplaces, but bureaucracy and school communications lean on Norwegian.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Trondheim, policies on social welfare, labor rights, and equality reflect the family’s progressive values.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Trondheim, left parties influence policy debates, yet mainstream politics stay social-democratic rather than radical.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "In Trondheim, secularism dominates public life, though cultural Lutheran ties still shape some holidays and rituals.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Trondheim, sex education is comprehensive and open, but explicit discussion of non-monogamy remains less mainstream.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "In Trondheim, legal protections and Pride events across major cities make queer family members feel welcome.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Trondheim, locals value privacy yet participate in clubs and associations, so newcomers need time to build deeper ties.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "In Trondheim, Norwegians prize modesty and social trust, fostering cooperative neighborhoods once relationships form.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Trondheim, regional pride is strong, with friendly rivalry toward Sweden and Denmark influencing banter.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Trondheim, neighbors respect Norway’s wealth and diplomacy, though they tease its high prices.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife centers on student bars and live venues around Solsiden, with quieter streets once term breaks begin.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Trondheim, men favor functional outdoor wear mixed with minimalist street style, easy for Trey to blend in.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Trondheim, women balance Scandinavian chic with practical layers, matching Sarah’s preference for comfortable fashion.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Trondheim, hiking, skiing, and maker culture are mainstream, offering plenty of family-friendly activities.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "The Trondheim board-gaming scene hosts weekly meetups at Work-Work café and student societies, giving Trey regular groups.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Events like Pstereo and student-run concerts create a vibrant but seasonal music calendar.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "NTNU, DIGS coworking, and volunteer clubs foster inclusive meetups, many of which operate bilingually for international staff.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Bymarka trails, ski loops, and fjord ferries sit within 20 minutes, letting the family swap city streets for wilderness easily.",
      "alignmentValue": 10
    },
    {
      "key": "Political System",
      "alignmentText": "In Trondheim, a stable parliamentary democracy with proportional representation aligns with their desire for resilient governance.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Trondheim, church influence is limited, but Christian Democrats occasionally swing coalition policies.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "In Trondheim, strong unions, collective bargaining, and legal protections safeguard working parents.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Trondheim, the social-democratic model balances markets with welfare, offering the safety net the family values.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Trondheim, high trust institutions, free media, and civic engagement keep democratic erosion risk low.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Trondheim, markets are open but heavily regulated with state stakes in key sectors, which can slow startup dynamism.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "In Trondheim, political consensus and prudent finances yield predictable policy, supporting long-term planning.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Trondheim, independent media and transparency norms keep state messaging factual, matching the family’s media preferences.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Trondheim, government campaigns focus on public health and inclusion, though energy policy narratives promote petroleum pragmatism.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Trondheim, robust welfare, parental leave, and inclusive education mirror the family’s priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Trondheim, citizens broadly trust institutions, helping new residents navigate bureaucracy smoothly.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Trondheim, Norway ranks among the least corrupt nations, reinforcing their desire for clean governance.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Trondheim, when corruption surfaces it is usually minor procurement issues, not systemic graft.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Family apartments cost less than Oslo but supply is tight near top schools, so bidding above asking is still common.",
      "alignmentValue": 5
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Trondheim reports very low violent crime, with occasional bike thefts the main nuisance.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Trondheim, universal coverage and low out-of-pocket costs provide solid care, though specialist queues require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Trondheim, residents gain access after registering, but initial waits and limited private options mean budgeting time for care.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Trondheim, caps on daycare fees and guaranteed preschool spots ease dual-working parent logistics.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Trondheim, combined parental leave, child stipends, and right-to-flexible work directly benefit a family with young children.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "In Trondheim, equitable public schools emphasize play-based learning and strong outcomes, aligning with their priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Buses and the Trønderbanen rail connect neighborhoods well, though 24-hour service is limited outside campus corridors.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "In Trondheim, a social market blend delivers high living standards while keeping inequality low, supporting their values.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Trondheim, pre-filled digital returns and automatic withholding simplify compliance despite the high rates.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Trondheim, dual earners near the median face combined taxes around one-third of income, demanding disciplined budgeting.",
      "alignmentValue": 6
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "In Trondheim, cashless payments and instant bank transfers make everyday finance easy once accounts are set up.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Daily expenses remain high, yet prices run roughly 10–15% lower than Oslo, opening modest room for savings on dual tech incomes.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Trondheim, state and occupational pensions combine to replace a large share of income for long-term residents.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Trondheim, expats accrue pension rights but must contribute several years before fully vesting benefits.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Trondheim, skilled worker, job-seeker, and entrepreneur visas exist, yet most require job offers or significant capital.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "NTNU’s international staff and research labs create an open atmosphere, yet deeper friendships still take time and language effort.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "In Trondheim, most permits run one to three years with renewals tied to employment, demanding steady work history.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Trondheim, citizenship typically takes eight years plus language exams, so long-term plans require commitment.",
      "alignmentValue": 5
    },
    {
      "key": "Family Members",
      "alignmentText": "In Trondheim, family reunification is available, but income and housing requirements add planning steps.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "In Trondheim, application fees are moderate, yet case processing can stretch several months, so moves need lead time.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "In Trondheim, missing registration deadlines or dropping below salary thresholds jeopardizes status, requiring diligent paperwork.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Trondheim, dual nationality has been legal since 2020, letting the family keep US passports once eligible.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Trondheim, new arrivals need national IDs before accessing banking and healthcare, creating a slow first-month setup.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Work-Work, Rock Pocket’s satellite, and student-led studios mean Trey will mix local collaborations with remote contracts to stay fully engaged.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Red Thread partners, Rock Pocket’s Trondheim team, and Work-Work incubated outfits form a modest but active studio list.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Trondheim Game Collective, Work-Work café, and TGD Jam create an engaged indie community even if events rotate on a monthly cadence.",
      "alignmentValue": 6
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Innovation grants and NTNU talent pools help prototypes, but limited investors push new studios toward remote publishing partners early.",
      "alignmentValue": 5
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "In Trondheim, fiber broadband, electrified transit, and digital public services rank among Europe’s best, supporting remote work and parenting logistics.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Every season brings common extremes, so we rely on specialized clothing, cooling, or heating solutions to stay comfortable. Seasonal Weather at 4/10 and Natural Disasters at 7/10 steer the family toward a mixed outlook for seasonal extremes & variability.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Extended daylight deficits and short, cloudy summers introduce ongoing mood strain the family must actively counter. Seasonal Weather at 4/10 and Environment at 9/10 steer the family toward a mixed outlook for seasonal sunlight hours.",
      "alignmentValue": 6
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Comfortable windows exist but are short; we stack activities in one or two prime seasons. Seasonal Weather at 4/10 and Environment at 9/10 steer the family toward a mixed outlook for pleasant weather windows.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Lower-income families can make it work but face long waitlists or limited options in desirable neighborhoods. Minimum Wage at 7/10, Housing Situation at 5/10, and Childcare Support (Citizens) at 9/10 steer the family toward a strong outlook for quality of life – lower-income tier.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Comfortable living is possible but major purchases or travel demand careful planning and occasional sacrifices. Typical Software Salaries at 6/10, Housing Situation at 5/10, and Work-Life Balance at 9/10 steer the family toward a strong outlook for quality of life – middle-income tier.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated. Housing Situation at 5/10, Private Education at 6/10, and Family Life at 9/10 steer the family toward a mixed outlook for quality of life – higher-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Most 2k sq ft options feel overpriced or stuck in fringe neighborhoods with weaker schools. Housing Situation at 5/10 and Cost of Living (Optional) at 4/10 steer the family toward a mixed outlook for spacious housing benchmark (2k sq ft rent).",
      "alignmentValue": 5
    },
    {
      "key": "Community Living Opportunities",
      "sameAsParent": true
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern. Welcoming of US Migrants at 6/10, Progressivism at 9/10, and Language & English Ubiquity at 8/10 steer the family toward a strong outlook for immigrant sentiment – general.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Reception depends on class and language; we must adapt quickly to avoid perceptions of aloofness. Welcoming of US Migrants at 6/10, Language & English Ubiquity at 8/10, and View of Them by Neighboring Countries at 8/10 steer the family toward a strong outlook for immigrant sentiment – white migrants.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "sameAsParent": true
    },
    {
      "key": "Grooming & Beauty Investment",
      "sameAsParent": true
    },
    {
      "key": "Body Image & Fitness Pressure",
      "sameAsParent": true
    },
    {
      "key": "Fashion & Style Expectations",
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "sameAsParent": true
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "sameAsParent": true
    },
    {
      "key": "Personal Space & Touch Norms",
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "sameAsParent": true
    },
    {
      "key": "Controlled Substance Policies",
      "sameAsParent": true
    },
    {
      "key": "Drug Enforcement Climate",
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "sameAsParent": true
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children. Public Transportation at 7/10, Housing Situation at 5/10, and Nature Access at 10/10 steer the family toward a strong outlook for walkability & pedestrian safety.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks. Cost of Living (Optional) at 4/10, Community Health Consciousness at 8/10, and Fresh & International Cuisine Access at 8/10 steer the family toward a mixed outlook for processed food saturation.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "sameAsParent": true
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is moderate; we secure support with some wait times. Seasonal Weather at 4/10, Work-Life Balance at 9/10, and Community Vibes at 8/10 steer the family toward a strong outlook for depression prevalence.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common. Community Health Consciousness at 8/10, Work-Life Balance at 9/10, and Cost of Living (Optional) at 4/10 steer the family toward a strong outlook for obesity rate.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "sameAsParent": true
    }
  ]
}
