{
  "version": 2,
  "iso": "NO",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Bergen, Norway offers pristine fjords and clean air with easy access to parks and forests; minor storm runoff can locally affect water quality.",
      "alignmentValue": 9
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Bergen\u0027s warming trend brings heavier rain and landslides; defenses and slope monitoring keep most neighborhoods safe, but resilience planning remains prudent.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Seasonal weather in Bergen, NO is damp and overcast most of the year with frequent Atlantic storms; indoor play and rain gear needed, sunny breaks common.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "Bergen\u0027s air is very clean overall; sea winds and electric buses keep PM2.5 low. On busy cruise days, harbor readings can spike briefly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Bergen, Norway has steep hills and heavy rainfall with rockslides. However, strong infrastructure and alerts keep major disasters rare.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Bergen is cool and damp (3-11 °C); expect layers and rain gear, with occasional milder days between showers.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Bergen summers are mild: typical highs about 17-21 °C (63-70 °F), with occasional days up to 23-25 °C (73-77 °F).",
      "alignmentValue": 3
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in Bergen, Norway is typically 7–12 °C with frequent rain. It\u0027s generally mild for the family, but plan for chilly, windy, rainy days.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Bergen, Norway typically 0–5 °C (32–41 °F) with frequent rain and light snow; damp commutes but manageable with good rain gear.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches in Bergen are scenic but chilly with frequent rain; water is cold for toddlers, so bring warm layers and flexible plans.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "North Sea water near Bergen usually stays under 17 °C in summer. For the kids, that means brief dips or wetsuits are typical.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Iconic Bergen scenery within minutes: fjords, mountains, and Bryggen. Family-friendly trails on Fløyen and Ulriken plus harbor trips show Norway\u0027s beauty.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Norway\u0027s Bergen relies on sector-based pay with strong protections. There is no statutory minimum wage, so coverage varies by sector and job.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior software pay in Bergen is 620k–850k NOK; solid but below top hubs; dual incomes offset costs for a family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In Bergen, .NET roles are mainly in public sector and outsourcing; it\u0027s a small market, so networking via local hub companies is essential.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby market in Bergen, Norway, is sporadic; remote work with international firms feasible, but local openings remain few; aim for hybrid roles.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Bergen, Norway, skilled sponsorship exists but with quotas; requires salary/degree proof and extra paperwork for dependents for this founder-family.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Bergen, Norway, a diversified economy and sovereign wealth fund keep unemployment low. Oil swings are cushioned for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Bergen, Norway: remote-friendly culture with strong broadband and hybrid norms; flexible schedules support family-friendly work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Bergen, Norway, evenings/weekends are protected; flexible hours and strong parental leave support family milestones with minimal career penalty.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Bergen, Norway follows a 37.5-hour week with strong work-life balance. Occasional crunches are offset by leave.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Bergen, Norway, 25 days \u002B public holidays (about 34 days) offer strong family travel time; leave is well-enforced.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Norway\u0027s Bergen typically grants 25 working days (5 weeks) of vacation. Many teams keep the full period, with July shutdowns.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Bergen, Norway blends harbor bustle with calm neighborhoods; short commutes and predictable services keep Sarah\u0027s daily rhythm relaxed.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Bergen, Norway, universal childcare and SFO fit workdays well; drop-offs by 8:30–9, pickups by 15:30–17:00.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Bergen, weekends offer outdoor family activities and kid-friendly options, but Sunday shop closures and travel logistics require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "In Bergen, Norway, generous parental leave, child benefits, universal healthcare, and abundant playgrounds support families raising young kids.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Bergen, polyamorous families are generally tolerated; private networks exist, but formal recognition remains limited.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Bergen, Norway, parenting is supported by generous parental leave and universal childcare. Nonjudgmental, flexible services welcome diverse approaches.",
      "alignmentValue": 10
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Bergen, Norway is highly child-friendly: car-lite streets, stroller-friendly sidewalks, and abundant playgrounds make city life easy for toddlers.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Strong public system in Bergen, Norway; bilingual/English options exist but limited - expect Norwegian immersion and some school transfers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Barnehage slots in Bergen, Norway, are well-supported by subsidies making them affordable; however, popular areas can have waitlists, with some centers offering English options.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Bergen, barnehage fees are capped and heavily subsidized for residents; strong parental leave and near-home slots support families, including newcomers.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Bergen, visa families access subsidies after registration; upfront deposits/docs are required, but overall childcare support remains strong and accessible.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Bergen, NO, K-12 is publicly funded with strong special-education and language support; transfers within the municipality are straightforward for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Bergen, public schools are accessible to residents; visa applicants may face extra documents and proof of residence until residency is granted.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Private/international schools exist in Bergen but are limited and pricey; public schools offer solid education with language support, reducing private need.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Norway (Bergen) offers long paid parental leave and universal child benefits with healthcare. Benefits scale with cost of living for families like theirs.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Bergen, visa-holding families gain most benefits after establishing residence; a few cash supports need longer stays or employer sponsorship.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Bergen, public universities are tuition-free, with loans via Lånekassen supporting the boys\u0027 future study.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Bergen, Norway, public universities have little to no tuition for visa holders; dedicated international student services help newcomers.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Bergen, Norway, high female labor participation and egalitarian norms support the couple\u0027s shared parenting.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Bergen, Norway, gender-diverse identities enjoy strong protections and city-level acceptance. Some official documents still lag behind.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Bergen, Norway, LGBTQ\u002B rights are constitutionally protected and actively enforced, with inclusive policies supporting families like ours.",
      "alignmentValue": 10
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Bergen, Norway, femininity norms are broadly flexible. Women enjoy substantial autonomy across careers, with only minor pockets of traditional expectation.",
      "alignmentValue": 9
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Bergen, Norway, masculinity norms favor involved fathers and openness; Trey\u0027s parenting aligns with a progressive, family-centered culture.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "In Bergen, fjord outings and green, walkable neighborhoods invite daily exploration. A design-forward, collaborative tech scene adds surprising, family-friendly opportunities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Bergen, Norway, English is widely used in workplaces and everyday life; government and schools favor Norwegian, so learning helps full participation.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Bergen, Norway, social welfare, healthcare access, and LGBTQ\u002B rights align with the family\u0027s progressive values.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Marxist ideas surface in Bergen\u0027s debates, but policy stays social-democratic. Their progressive, pluralistic values fit this open, non-radical tone.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "In Bergen, secular life dominates public life; rituals linger in holidays, but atheists have full access to civil institutions.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Bergen, Norway, sex education is comprehensive and inclusive; open attitudes and accessible resources support diverse identities and relationships.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Bergen, Norway, LGBTQ\u002B protections are robust; Pride events and inclusive services show strong acceptance.",
      "alignmentValue": 10
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Bergen, Norway, locals are friendly but reserved; newcomers join clubs and parent networks to slowly build community bonds.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "In Bergen, Norwegians value modesty and social trust, supporting family-friendly neighborhoods and a stable, inclusive civic life.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Bergen, Norway, Sweden and Denmark are friendly Nordic partners; easy cross-border travel and collaboration fit our family\u0027s values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Bergen, neighbors view Norway as stable and welcoming; strong welfare and English-friendly services help families, despite high prices.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Bergen\u0027s nightlife centers on Vågen with live music and bars; evenings are modest and family-friendly, with early closing times and safe transport.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Bergen, Norway, men favor practical outdoor wear with minimalist style; Trey can blend in with functional, smart-casual gear.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Bergen, Norwegian fashion is inclusive and pragmatic, with broad freedom to express personal style in daily life and work.",
      "alignmentValue": 10
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Bergen, outdoor hobbies are common for families—hiking near Fløyen/Ulriken and boating; makerspaces and clubs support varied interests.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Boardgaming exists in Bergen, bolstered by cafes and the Bergen Spillfestival; regular family-friendly meetups require some coordination.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Bergen has solid live music and major festivals like Nattjazz and Bergenfest. Outside festival season, family-friendly options require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Bergen has tech and parent meetups, but most events are in Norwegian. English-friendly options come mainly via expat groups; proactive outreach helps.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Fløyen funicular and Ulriken trails are minutes from central Bergen. Easy public transit supports safe, family-friendly hikes.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "In Bergen, Norway\u0027s transparent, participatory democracy with strong rule of law fits the family\u0027s progressive, inclusive values.",
      "alignmentValue": 10
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Bergen, religion influences culture but policy stays pluralistic. Norway\u0027s secular stance and inclusive schools align with your family\u0027s values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Bergen, Norway, workers have robust protections and active unions; parental leave and flexible hours align with Trey\u0027s family-friendly goals.",
      "alignmentValue": 10
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Bergen, Norway, the state champions pluralism, human rights, and evidence-based policy, aligning with your progressive, rights-respecting family.",
      "alignmentValue": 10
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Bergen, Norway, strong institutions and independent media keep authoritarian backsliding risk low.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Bergen, Norway, capitalism is dynamic yet regulated to curb inequality. Strong safety nets and startup grants support entrepreneurs like you.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "In Bergen, Norway\u0027s stable democracy and strong welfare support predictable policies, easing long-term family planning.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Bergen, Norway, independent media and watchdogs keep state messaging factual, aligning with the family’s pluralistic media preferences.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Bergen, Norway, public-health and inclusion messaging dominates, with oil-oriented narratives at times; still empathetic and open to multiple views.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Bergen, Norway\u0027s comprehensive welfare, generous parental leave, and inclusive education align with the family\u0027s priorities.",
      "alignmentValue": 10
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Bergen, Norway, trust in government is high and public services are streamlined for newcomers, making day-to-day life easier.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Bergen, Norway, corruption is rare and public services are trusted; strong watchdogs keep governance stable for families.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Bergen, corruption is usually minor—occasional procurement or zoning issues kept in check by robust oversight; a stable, family-friendly city.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Bergen housing is pricey and tight; near top schools prices exceed 70k NOK/m², and listings are scarce, often with bidding.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Bergen, Norway is extremely safe: crime is very low and visible policing helps. Kids can roam locally around the harbor with confidence.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Bergen, Norway, universal coverage keeps care affordable for kids. Pediatric services are strong, but specialist wait times may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Bergen, Norway, visa families gain public healthcare after registering; expect co-pays and some wait times. Private insurance is recommended to cover gaps.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Bergen, Norway, capped barnehage fees and guaranteed slots ease dual-working parents with affordable, reliable childcare.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Bergen, Norway, generous parental leave, universal healthcare, and subsidized childcare match this family\u0027s needs; bureaucracy exists but is manageable.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "In Bergen, Norway, public schools emphasize play-based, inclusive learning with strong outcomes; aligns with our high education priority.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Bergen\u0027s Bybanen, buses, and ferries provide solid urban transit; weekend dips and weather delays may require planning ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "In Bergen, Norway\u0027s social market blends strong welfare with startup support; low bureaucracy, stable governance, and top public services suit the family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Bergen, Norway, taxes are digital-first with pre-filled returns and automatic withholding; strong family benefits ease finances.",
      "alignmentValue": 10
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Bergen, Norway, dual earners near median face ~30% tax; strong universal healthcare and education help offset costs.",
      "alignmentValue": 7
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Bergen, Norway is highly digital and fast. Newcomers may face identity checks, but accounts and cross-border transfers are smooth once set up.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Bergen\u0027s costs are high, but strong wages, universal healthcare, and childcare subsidies help keep the family budget manageable with careful planning.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Bergen, Norway, public and occupational pensions provide strong retirement income. Universal healthcare and elder services support dignified aging.",
      "alignmentValue": 10
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Bergen, visa holders can access Norwegian pension after contributing years; long-term settlement improves eligibility.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Bergen, skilled-worker and start-up permits exist for US families. Most routes require a job offer or startup capital, with competitive processes.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "US migrants in Bergen are generally welcomed; active expat networks and widespread English ease early integration.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "In Bergen, permits typically last 2-3 years; renewals require ongoing employment and income proof, with eventual path to longer residence.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Bergen (Norway), naturalization generally requires ~7 years of residency with Norwegian language and social studies; dual citizenship is allowed.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "In Bergen, Norway, spouses and children can reunify; income and housing proofs add planning steps.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Bergen, Norway, application fees are moderate and processing can take several months; plan for lead time and budgeting.",
      "alignmentValue": 9
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Bergen, Norway, residence and registration are navigable but require timely filings. Occasional checks may occur.",
      "alignmentValue": 7
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Bergen, US–Norwegian dual citizenship is allowed with minimal requirements; you can hold both passports.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Bergen, Norway, visa life hinges on permits; a national ID for banking/healthcare can delay month 1, but healthcare and family welfare are strong.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Bergen\u0027s game scene is niche with a few studios like Rain Games and Henchman \u0026 Goon. Remote or contract roles suit Trey to stay engaged.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Bergen, Norway sees slow hiring at established studios (4–5 months); Trey should plan for remote/contract work to stay engaged.",
      "alignmentValue": 5
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Bergen, Norway, compensation is slightly below leading hubs but sustainable for families. Remote options and strong benefits help offset gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Bergen, English is widely used in studios for cross-border work; learning Norwegian helps with community, compliance and daily life.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Bergen studios are largely onsite; remote only for critical hires, with limited hybrid options - not ideal for our remote-centric plan.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Bergen, Norway hosts a small but recognizable indie scene; Rain Games and Henchman \u0026 Goon anchor local game dev.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Game dev events exist in Bergen, Norway (game jams, Media City coworking), but cadence is lighter than Oslo. Family engagement requires initiative.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Bergen has Innovasjon Norge support and tax incentives, but local VC is tight - game startups can launch with grants and remote teams.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Bergen, early-stage hires take about 3-4 months; grants and remote options help, but a limited investor base keeps velocity moderate.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "8: Bergen startups align with global medians after Norway\u0027s cost of living; cash may be lean early, but equity is meaningful.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Bergen, English is widely used for investor and platform work; Norwegian fluency is needed for hiring, compliance, and local outreach.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Bergen startups favor hybrid work with mature remote tooling. Flexible schedules fit family priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Bergen, Norway offers reliable fiber broadband, electrified transit, and robust digital services that support remote work and family life.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Bergen\u0027s mild, wet coastal climate means few temperature extremes. Expect frequent rain and wind; pack waterproofs and plan flexible indoor activities.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Bergen, Norway, noticeable winter darkness arrives. We can maintain energy with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Bergen, Norway has a mild, wet climate; outdoor plans need rain gear; pleasant weather is brief, with best windows in late spring and early autumn.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Bergen, Norway\u0027s universal healthcare and subsidized childcare cushion costs, but high rents and housing queues limit options for lower-income families.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Bergen, Norway, middle-income families can live comfortably with mindful budgeting; strong public services help, though housing remains pricey.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Quality of Life in Bergen, NO for higher-income families: universal healthcare and top schools. Premium services are robust, with occasional waitlists.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Bergen, 2k sq ft rentals appear occasionally and move quickly. Expect premium rents and broker help to secure space near parks and good schools.",
      "alignmentValue": 6
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Norway\u0027s Bergen has a few reputable co-housing/co-op options; demand may require patience, but entry paths exist.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Bergen, Norway, locals are polite and approachable; with initiative we will forge steady connections and feel welcomed over time.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Bergen, Norway, immigrants are broadly welcomed; families feel safe using English and sharing culture. Policy debates exist but inclusivity is strong.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Bergen, a US White family with English skills and willingness to learn Norwegian is generally welcomed. Active community ties help mitigate stereotypes.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Bergen, Norway, surface interactions are courteous and efficient; service is polite, professional, and typically reserved.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Bergen, Norway, newcomers find active clubs and family groups; show interest and deeper bonds form through shared activities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Boundaries are generally respected in Bergen; personal space is valued. English is widely spoken, easing adaptation and interactions.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Bergen, Norway, direct but respectful dialogue is common. Share concerns openly and expect constructive, empathetic responses.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Bergen, Norway, grooming is practical and neat; casual is fine, but work and social settings expect a tidy, not overdone look.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Bergen, Norway supports inclusive health; body positivity is common and fitness emphasizes well-being for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Bergen, Norway, fashion is practical and tidy. Smart-casual blends in, with minimal trend-chasing and functional wear.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Bergen, Norway, consent culture is strong and boundaries are checked. People intervene when lines are crossed, keeping nightlife safe for families.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Bergen, Norway emphasizes gender equality. All genders can initiate or decline interest without stigma.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Bergen, Norway: urban acceptance of non-monogamy grows, but privacy matters; discreet openness is common in social circles.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Promiscuity attitudes in Bergen, Norway are highly tolerant; consenting adults face little moral policing and personal choices are respected.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Bergen, Norway, acceptance exists within progressive circles and is tolerated publicly with respectful curiosity.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Bergen, Norway, personal space is respected; handshakes are common, hugs situational, with cues guiding touch to protect comfort.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Bergen, Norway enforces strict gun laws with licensed ownership; firearms are uncommon in daily life, and safety culture is strong.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Norway emphasizes health-based treatment and harm reduction in Bergen, but possession can still carry penalties; expect police enforcement.",
      "alignmentValue": 6
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Norway\u0027s Bergen drug enforcement emphasizes health-oriented policies with strong oversight; families rarely see heavy-handed policing.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence risk in Bergen, Norway is exceptionally rare; authorities maintain robust prevention and drills, giving families strong safety confidence.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Bergen, Norway provides humane detention focused on rehabilitation, with fair wages for work, matching your family\u0027s values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In Bergen, Norway, sidewalks are generally good and crossings safe. Most neighborhoods support confident walking with only a few car-heavy corridors.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Bergen, Norway supports a strong wellness culture with universal health care. Outdoor recreation and local resources support your family\u0027s active lifestyle.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common in Bergen, Norway. Strong fresh markets and seafood help balance our choices.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Fresh markets and seafood thrive in Bergen, Norway; international options exist, but some specialty ingredients may require Oslo trips or online orders.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Bergen, Norway, depression prevalence is manageable thanks to universal healthcare and strong mental-health services; some waits may occur.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Bergen, NO, obesity rates are below many national averages due to walkable streets and universal healthcare. Active transport helps the family stay active.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Bergen, cancer incidence stays below world averages thanks to proactive care. Norway\u0027s universal healthcare enables strong screening and early detection.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Norway\u0027s diverse economy and strong safety nets in Bergen mean brief hiring pauses and quick reemployment despite global swings.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Studio density in Bergen, Norway is moderate, with a few local studios and indie teams. Major clusters remain centered in Oslo.",
      "alignmentValue": 6
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Bergen, Norway has a modest indie/servicer game scene; only a few studios and no major IP owners anchor the market.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Bergen\u0027s game/tech vendor scene is small; a few local studios cover art/QA, but full development needs rely on remote partners.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Bergen offers growing design/IT degrees (HVL/UiB), but game-specific pipelines are limited; internships mainly via Oslo studios.",
      "alignmentValue": 6
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Bergen, Norway offers continuing education via universities and Folkeuniversitetet with regular programming courses. Local meetups cover most upskilling needs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Bergen, Norway has a handful of developer meetups and occasional game jams; online groups keep Trey and Sarah connected between events.",
      "alignmentValue": 6
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Bergen hosts active Unity and Unreal communities; indie studios and events support cross-pollination and shared tooling.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Bergen, Norway\u0027s growing game-dev scene and strong broadband; mostly real-time with occasional cinematic work available.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Bergen\u0027s tech talent pool is tight; competition for web/game/dev skills is noticeable. Remote hiring or relocation incentives can help.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Norway\u0027s Bergen offers high QoL, universal healthcare, and English-friendly work culture. Retention is generally stable, with occasional project/funding-driven churn.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Bergen/Norway shows strong D\u0026I with transparent metrics; high gender equality, inclusive workplaces, and English-friendly services for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Norway\u0027s SkatteFUNN R\u0026D credits and Innovation Norway grants support games; Bergen offers solid, competitive access to these incentives.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "In Bergen, Norway, policy climate is highly stable; predictable rules and strong support for tech/creative startups, easing game dev funding and visas.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Bergen has a growing founder network with meetups and coworking spaces; still less dense than Oslo but expanding.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Funding in Bergen, Norway relies on public grants (Innovasjon Norge, SkatteFUNN) and general funds. Game-specific backers are scarce.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Limited game accelerators in Bergen; access mainly through generalist incubators and Innovasjon Norge, with ad hoc scheduling.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Bergen has a small senior startup pool; expect to hire from abroad or remote partnerships, with limited local senior game/tech leads.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Bergen has a serviceable contractor bench with pockets of scarcity. Remote work options and Norway\u0027s strong tech ecosystem help cover core needs.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Bergen, Norway offers solid coworking for remote work and families, but mocap/audio labs are scarce for indie game devs.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Norway\u0027s Bergen has usable IP lawyers, but true game-IP specialists are limited; expect referrals or Oslo firms for startup-friendly deals.",
      "alignmentValue": 6
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Norway Bergen has limited local publisher presence; founders will depend on international events and remote outreach to connect with platforms.",
      "alignmentValue": 5
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Playtesting available in Bergen via indie groups and universities; expect some lead time to coordinate sessions.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Norway has a startup visa route via Innovation Norway, with a clear path for founders. Bergen has a growing game/tech scene and family-friendly policies.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Bergen has higher payroll and rental costs than KC. Grants and startup support in Norway help offset expenses, keeping family plans feasible.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Moderate Bergen pool: mainly mid-level 3D character artists; senior mentorship often sourced remotely or via relocation, not a large in-market hub.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Limited dedicated 3D character programs in Bergen, Norway; rely on Oslo-based or online courses with studio partnerships to feed the talent pool.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "In Bergen, Norway, 3D character art continuing education is infrequent; most learning is online or remote, with few local in-person options.",
      "alignmentValue": 4
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Bergen\u0027s market has a small local pool of 3D character artists. Hiring will rely on remote/global talent with longer timelines.",
      "alignmentValue": 3
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Bergen, Norway, 3D character artist pay trails top NA/WE hubs by ~10–15%, but strong benefits and work–life balance help attract local talent.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "3D Character Artist: Language - In Bergen, Norway, English is widely used in studios; basic Norwegian helps for local projects.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Bergen, Norway, studios favor hybrid 3D artist roles to support work–life balance. Fully remote setups exist but often require on-site collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Bergen\u0027s 3D animator pool is moderate: a few studios and freelancers; senior hires may require relocation or remote work.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Bergen has small, broad-media animation programs; dedicated 3D animation cohorts are limited, so grads often need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Occasional 3D animation trainings exist in Bergen via visiting experts. Most upskilling is through remote courses, which fits a small game-dev team in Norway.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Norway Bergen: 4–5 month hiring for 3D animators due to a modest local pool. Remote/global candidates and relocation support can help.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Bergen offers solid 3D animator pay with strong benefits. When adjusted for cost of living, compensation trails top hubs by about 10–15%.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Bergen, Norway: English is widely used in media; studios value Norwegian basics, so English-friendly teams with language support fit your family.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Bergen\u0027s 3D studios lean toward flexible remote/hybrid work with async workflows. Equipment stipends are common, aligning with the family\u0027s needs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Bergen\u0027s 2D environmental artist pool is moderate; startups may need relocation or remote hiring for niche roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Bergen has limited, small-cohort programs (KHiB/HVL) for 2D environmental art; expect on-the-job upskilling with local studios.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "In Bergen, 2D environmental art training is sporadic; expect a few weekend courses or remote workshops, with most learning self-directed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Bergen, 2D Environmental Artist hiring typically runs 3-4 months. Local pipelines are modest, but remote talent and relocation help speed it.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Bergen, Norway, 2D environmental artist pay trails top hubs by ~10–15%, but strong benefits and high QoL attract seasoned talent.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Bergen, 2D artists typically use English. Basic Norwegian helps with local collaboration and client discussions.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Bergen, remote/hybrid 2D environmental art roles are common. Studios offer flexible models and reliable broadband to support family life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Bergen, Norway has a modest real-time VFX talent pool; local specialists are few. Remote hiring or Oslo-area studios help cover gaps.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "In Bergen, Norway, dedicated VFX real-time programs are limited; local schools (HVL Bergen, UiB) cover basics, with studios bridging gaps.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "In Bergen, Norway, VFX (Real-Time) continuing education is limited locally; expect occasional workshops with visiting experts or remote courses.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "VFX Real-Time roles in Bergen, Norway are rarely filled locally; studios rely on remote/imported talent. Expect slower timelines.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Bergen, VFX Real-Time pay lags leading hubs by 10-15%; strong Norwegian benefits and work-life balance offset the gap.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "English is widely used in Bergen studios. Some Norwegian knowledge helps for team collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Bergen, Norway, remote real-time VFX roles exist case-by-case. For Trey and Sarah, expect remote/hybrid options with some onsite needs.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Bergen, Norway has a moderate talent pool of community managers; expertise exists but is concentrated in Oslo—remote options or relocation may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "In Bergen, Norway, UiB and HVL offer solid media/tech programs. CM pipelines exist but are evolving, with studio partnerships bridging gaps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "CM training in Bergen, Norway is occasional with some local meetups. Online courses and visiting experts help fill gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Bergen, Norway, community manager roles typically take 4-5 months; small local pool, but strong English and remote options aid hiring.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "CM pay in Bergen, Norway is solid with great benefits and work-life balance; it trails top NA hubs by ~10-15%, but remote options aid families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Bergen, English is widely used in studios; local Norwegian skills help for community management and local events.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Bergen, Norway, remote/hybrid community manager roles are common with flexible schedules. Expect equipment support and asynchronous workflows that suit a family-friendly lifestyle.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Bergen, Norway has a limited PMM (Games) pool; remote/hybrid hiring helps your family, as senior PMMs are scarce but studios exist regionally.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Bergen, Norway offers solid marketing/media programs, but dedicated game PM tracks are limited. Studio partnerships help bridge gaps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Bergen offers only occasional workshops and online courses for game product marketing. Most upskilling is online or via university programs.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Bergen PMM (Games) hiring typically 3-4 months; small local pool means proactive sourcing or relocation may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "In Bergen, Norway, PMM (Games) pay aligns with regional medians after cost of living. Strong benefits help offset Norway\u0027s high living costs.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "English is widely used in Bergen game PMM teams; your family is open to learning Norwegian for local collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Bergen studios often use hybrid PMM (games) roles. Remote is negotiable with on-site days; English-friendly environments support a family-friendly balance.",
      "alignmentValue": 8
    }
  ]
}