{
  "version": 2,
  "iso": "NO",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Bergen’s surrounding fjords and mountains keep scenery stunning, though dense urban runoff during storms can strain water quality.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Warming oceans bring heavier rain and more frequent landslides around Bergen, yet coastal flood defenses and slope monitoring keep most neighborhoods safe.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Frequent Atlantic storms make Bergen damp and overcast much of the year, so the family leans on indoor play spaces between sunny breaks.",
      "alignmentValue": 4
    },
    {
      "key": "Air Quality",
      "alignmentText": "Sea winds and electric buses keep Bergen’s PM2.5 low despite tunnel traffic, though cruise ship emissions can nudge harbor readings above national targets on busy days.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Steep hillsides plus 2,500 mm of annual rain bring rockslides and localized floods most winters, making hillside housing riskier despite new retaining walls.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Bergen sits around 3–11 °C (37–52 °F) with drizzle, so layers and rain gear stay standard on school runs.",
      "alignmentValue": 4
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer highs average 14–19 °C (57–66 °F); brief warm spells break 22 °C (72 °F) before showers move back in.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn quickly slides to 5–11 °C (41–52 °F) and records some of Europe’s heaviest rain, so windproof gear becomes daily wear.",
      "alignmentValue": 4
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters hover around −1 to 5 °C (30–41 °F) with sleet more common than snow, keeping commutes damp but manageable with good rain gear.",
      "alignmentValue": 6
    },
    {
      "key": "Beach Life",
      "alignmentText": "City beaches like Skansemyren and Helleneset are scenic but chilly, and rain breaks often cut short family beach plans.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "North Sea water peaks near 15 °C (59 °F), so even summer swims need quick dips or neoprene for the kids.",
      "alignmentValue": 3
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Seven mountains, UNESCO Bryggen, and fjord ferries give Bergen postcard views minutes from downtown.",
      "alignmentValue": 10
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Bergen, national bargaining agreements set high sector wages, though the lack of a single legal floor means newcomers must confirm coverage.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers in Bergen earn 620k–850k NOK, slightly below Oslo pay but with marginally cheaper housing to offset it.",
      "alignmentValue": 6
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Maritime tech, energy, and public-sector teams hire .NET talent in Bergen, though the market is smaller and networking through hub companies matters.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles appear sporadically in Bergen startups, so Sarah would likely blend remote gigs with occasional local contracts.",
      "alignmentValue": 4
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Bergen, skilled-worker sponsorship exists but hinges on salary minimums and degree proof, adding paperwork for the household.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Bergen, a diversified economy backed by the sovereign wealth fund keeps unemployment low and cushions oil price swings.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Bergen companies lean into hybrid setups to cope with stormy weeks, but managers still expect office presence when weather cooperates.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Bergen, labor norms champion leaving work on time and valuing family hours, matching Sarah’s need for predictable evenings.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Bergen, the 37.5-hour standard is well enforced, though occasional project crunch can stretch weeks slightly.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Bergen, workers receive at least 25 paid days plus holidays, giving ample space for family travel with notice.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Bergen, most teams use the full five weeks, but July shutdowns mean planning around synchronized office breaks.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Bergen balances cruise-port bustle with neighborhood calm; short commutes and early evening closures keep daily rhythms relaxed for Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Bergen, schools run roughly 8:30–15:00 and offices 9–16, making after-school programs key for Trey and Sarah’s full days.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Bergen, weekends emphasize outdoor trips and organized kids’ activities, but limited Sunday retail hours require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "In Bergen, generous leave, child allowances, and widespread playgrounds create a strong support system for raising young kids.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Poly meetups exist but stay small and quieter than Oslo’s scene, so finding networks takes persistence.",
      "alignmentValue": 5
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Bergen, parents are expected to balance work and family time, though social services still assume strong parental involvement.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "In Bergen, car-lite streets, stroller access, and plentiful playgrounds keep urban life easy with toddlers.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools dominate, and the lone IB campus plus a handful of bilingual programs can mean waitlists for international families.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Bergen, municipal barnehage slots are plentiful in cities, though placement can involve waitlists for fall starts.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Bergen, heavily subsidized preschool and capped fees ensure Norwegian citizens pay modest amounts for full-day care.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Bergen, visa holders access subsidies after registration, but upfront deposits and documentation require extra prep.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Bergen, public schools are free and inclusive with special-needs support, aligning with the family’s quality expectations.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Bergen, children enroll easily once residency is granted, though Norwegian-language immersion demands early support.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "In Bergen, private and international schools exist but are few and pricey, so spaces fill quickly for expat families.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Bergen, long parental leave, child benefits, and flexible hours show the state prioritizes families like theirs.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Bergen, non-citizens tap most benefits after residence, yet some cash allowances require minimum stay periods.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Bergen, tuition-free universities and generous loans make future study affordable for the boys.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Bergen, resident non-citizens access public universities with modest fees, but certain scholarships favor citizens.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Bergen, high female labor participation and egalitarian norms support the couple’s expectation of shared parenting.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Bergen, legal recognition and social acceptance of gender diversity are strong in cities, though rural areas adapt more slowly.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Bergen, comprehensive anti-discrimination laws and inclusive policies protect LGBTQ+ adults and kids.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Bergen, women navigate workplaces with minimal sexism, yet leadership gaps persist in some traditional industries.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Bergen, cultural expectations embrace involved fathers and emotional openness, aligning with Trey’s parenting style.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "In Bergen, outdoor culture, design-forward cities, and a collaborative tech scene provide rich new experiences for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "In Bergen, English is widely spoken in urban workplaces, but bureaucracy and school communications lean on Norwegian.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Bergen, policies on social welfare, labor rights, and equality reflect the family’s progressive values.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Bergen, left parties influence policy debates, yet mainstream politics stay social-democratic rather than radical.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "In Bergen, secularism dominates public life, though cultural Lutheran ties still shape some holidays and rituals.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Bergen, sex education is comprehensive and open, but explicit discussion of non-monogamy remains less mainstream.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "In Bergen, legal protections and Pride events across major cities make queer family members feel welcome.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Bergen, locals value privacy yet participate in clubs and associations, so newcomers need time to build deeper ties.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "In Bergen, Norwegians prize modesty and social trust, fostering cooperative neighborhoods once relationships form.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Bergen, regional pride is strong, with friendly rivalry toward Sweden and Denmark influencing banter.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Bergen, neighbors respect Norway’s wealth and diplomacy, though they tease its high prices.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Bergen’s nightlife concentrates around Vågen with live music and microbreweries, but early closing times and weather keep scenes modest.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Bergen, men favor functional outdoor wear mixed with minimalist street style, easy for Trey to blend in.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Bergen, women balance Scandinavian chic with practical layers, matching Sarah’s preference for comfortable fashion.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Bergen, hiking, skiing, and maker culture are mainstream, offering plenty of family-friendly activities.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Local cafés and the Bergen Spillfestival provide tabletop communities, though events run less frequently than in Oslo.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Nattjazz, Bergenfest, and a strong indie scene deliver quality gigs, yet the calendar is smaller outside festival season.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Technoport Bergen, Media City clusters, and parent groups offer meetups, but many sessions still run primarily in Norwegian with limited English facilitation.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Trailheads to Fløyen and Ulriken start downtown, letting the family hike or take the funicular within minutes.",
      "alignmentValue": 10
    },
    {
      "key": "Political System",
      "alignmentText": "In Bergen, a stable parliamentary democracy with proportional representation aligns with their desire for resilient governance.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Bergen, church influence is limited, but Christian Democrats occasionally swing coalition policies.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "In Bergen, strong unions, collective bargaining, and legal protections safeguard working parents.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Bergen, the social-democratic model balances markets with welfare, offering the safety net the family values.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Bergen, high trust institutions, free media, and civic engagement keep democratic erosion risk low.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Bergen, markets are open but heavily regulated with state stakes in key sectors, which can slow startup dynamism.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "In Bergen, political consensus and prudent finances yield predictable policy, supporting long-term planning.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Bergen, independent media and transparency norms keep state messaging factual, matching the family’s media preferences.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Bergen, government campaigns focus on public health and inclusion, though energy policy narratives promote petroleum pragmatism.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Bergen, robust welfare, parental leave, and inclusive education mirror the family’s priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Bergen, citizens broadly trust institutions, helping new residents navigate bureaucracy smoothly.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Bergen, Norway ranks among the least corrupt nations, reinforcing their desire for clean governance.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Bergen, when corruption surfaces it is usually minor procurement issues, not systemic graft.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Rowhouses and condos cost less than Oslo but still exceed 70,000 NOK/m² near top schools, and limited listings spur bidding contests.",
      "alignmentValue": 5
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Bergen enjoys low violent crime, with most incidents tied to nightlife around the harbor.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Bergen, universal coverage and low out-of-pocket costs provide solid care, though specialist queues require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Bergen, residents gain access after registering, but initial waits and limited private options mean budgeting time for care.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Bergen, caps on daycare fees and guaranteed preschool spots ease dual-working parent logistics.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Bergen, combined parental leave, child stipends, and right-to-flexible work directly benefit a family with young children.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "In Bergen, equitable public schools emphasize play-based learning and strong outcomes, aligning with their priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "The Bybanen light rail, buses, and ferries cover most Bergen neighborhoods, yet 10–20 minute gaps and weather delays mean backup plans for late rides.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "In Bergen, a social market blend delivers high living standards while keeping inequality low, supporting their values.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Bergen, pre-filled digital returns and automatic withholding simplify compliance despite the high rates.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Bergen, dual earners near the median face combined taxes around one-third of income, demanding disciplined budgeting.",
      "alignmentValue": 6
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "In Bergen, cashless payments and instant bank transfers make everyday finance easy once accounts are set up.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Living costs stay high, though slightly cheaper rents and childcare fees in Bergen give the family a bit more breathing room than Oslo.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Bergen, state and occupational pensions combine to replace a large share of income for long-term residents.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Bergen, expats accrue pension rights but must contribute several years before fully vesting benefits.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Bergen, skilled worker, job-seeker, and entrepreneur visas exist, yet most require job offers or significant capital.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Bergen’s shipping firms and universities bring diversity, yet social circles remain tight-knit until you learn Norwegian and stick with groups.",
      "alignmentValue": 5
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "In Bergen, most permits run one to three years with renewals tied to employment, demanding steady work history.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Bergen, citizenship typically takes eight years plus language exams, so long-term plans require commitment.",
      "alignmentValue": 5
    },
    {
      "key": "Family Members",
      "alignmentText": "In Bergen, family reunification is available, but income and housing requirements add planning steps.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "In Bergen, application fees are moderate, yet case processing can stretch several months, so moves need lead time.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "In Bergen, missing registration deadlines or dropping below salary thresholds jeopardizes status, requiring diligent paperwork.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Bergen, dual nationality has been legal since 2020, letting the family keep US passports once eligible.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Bergen, new arrivals need national IDs before accessing banking and healthcare, creating a slow first-month setup.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "A handful of studios like Rain Games and Henchman & Goon provide roles, so Trey may need remote work or contract gigs to stay fully engaged.",
      "alignmentValue": 4
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Rain Games, Henchman & Goon, and Hyper Games’ Bergen collaborators highlight local creative talent despite the scene’s small size.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Bergen Game Jam and Media City coworking host periodic gatherings, but cadence is lighter than the capital and often depends on volunteer organizers.",
      "alignmentValue": 5
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Innovation Norway support reaches Bergen, yet the limited investor base pushes indie studios toward grants and remote collaborators for funding.",
      "alignmentValue": 5
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "In Bergen, fiber broadband, electrified transit, and digital public services rank among Europe’s best, supporting remote work and parenting logistics.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Every season brings common extremes, so we rely on specialized clothing, cooling, or heating solutions to stay comfortable.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Extended daylight deficits and short, cloudy summers introduce ongoing mood strain the family must actively counter.",
      "alignmentValue": 6
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Pleasant stretches appear sporadically, so spontaneous outdoor plans are rare and weather dominates scheduling.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Lower-income families can make it work but face long waitlists or limited options in desirable neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Comfortable living is possible but major purchases or travel demand careful planning and occasional sacrifices.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Most 2k sq ft options feel overpriced or stuck in fringe neighborhoods with weaker schools.",
      "alignmentValue": 5
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "sameAsParent": true
    },
    {
      "key": "Grooming & Beauty Investment",
      "sameAsParent": true
    },
    {
      "key": "Body Image & Fitness Pressure",
      "sameAsParent": true
    },
    {
      "key": "Fashion & Style Expectations",
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "We can find community yet must manage privacy carefully to avoid backlash. non-monogamy acceptance.",
      "alignmentValue": 6
    },
    {
      "key": "Promiscuity Attitudes",
      "sameAsParent": true
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Social services lack frameworks, so we navigate paperwork carefully and expect occasional bias.",
      "alignmentValue": 6
    },
    {
      "key": "Personal Space & Touch Norms",
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "sameAsParent": true
    },
    {
      "key": "Controlled Substance Policies",
      "sameAsParent": true
    },
    {
      "key": "Drug Enforcement Climate",
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "sameAsParent": true
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is moderate; we secure support with some wait times.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms; screening and early detection programs are reliable.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "sameAsParent": true
    }
  ]
}
