{
  "version": 2,
  "iso": "NO",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Oslo’s green belts, fjordfront parks, and aggressive emissions cuts keep daily air and water quality high for the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Climate models show Oslo warming faster than the national average with more rain-on-snow events, yet resilient drainage and hillside planning keep disruptions limited for now.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Oslo swings from crisp, bright summers to long, dim winters, so the family alternates between biking season and months of indoor routines.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "Congestion pricing, EV adoption, and fjord breezes keep annual PM2.5 around 10 µg/m³, but winter inversions and wood-burning neighborhoods still trigger occasional spikes.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Steeper suburbs see rain-on-snow landslides and fjord storm surges a few times a year, yet slope sensors and flood barriers usually limit damage.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March and April in Oslo hover around 0–10 °C (32–50 °F) with sleet, so winter boots stay by the door well into spring.",
      "alignmentValue": 4
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Oslo summers sit near 15–23 °C (59–73 °F) with cool evenings, letting everyone enjoy parks without air conditioning.",
      "alignmentValue": 9
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September starts near 13 °C (55 °F) but by October Oslo swings between 3–10 °C (37–50 °F) with gusty rainstorms that make school runs unpredictable.",
      "alignmentValue": 5
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter days hover around −6 to 2 °C (21–36 °F) with frequent freeze–thaw cycles that glaze sidewalks until the city salts them.",
      "alignmentValue": 6
    },
    {
      "key": "Beach Life",
      "alignmentText": "Oslo’s inner-fjord beaches are clean with diving boards and saunas, yet cold water and short summers limit casual beach lounging.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Even peak-season Oslofjord water lingers near 16 °C (61 °F), so swims are brisk and often paired with floating saunas.",
      "alignmentValue": 3
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Forested hills, island ferries, and fjord views give Oslo quick access to dramatic landscapes for weekend adventures.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Oslo, national bargaining agreements set high sector wages, though the lack of a single legal floor means newcomers must confirm coverage.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers in Oslo pull 700k–950k NOK, yet high housing costs mean the family still budgets carefully despite stronger wages than the rest of Norway.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Oslo’s consultancies, energy majors, and Microsoft partners keep .NET teams hiring, giving Trey a dense local network before his Norwegian fully matures.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Only a handful of Oslo startups—mainly fintech and media—ship Ruby code, so Sarah would lean on remote clients or polyglot roles to stay busy.",
      "alignmentValue": 5
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Oslo, skilled-worker sponsorship exists but hinges on salary minimums and degree proof, adding paperwork for the household.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Oslo, a diversified economy backed by the sovereign wealth fund keeps unemployment low and cushions oil price swings.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Coworking hubs and government offices in Oslo normalized hybrid setups post-pandemic, making 2–3 office days a common compromise.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Oslo, labor norms champion leaving work on time and valuing family hours, matching Sarah’s need for predictable evenings.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Oslo, the 37.5-hour standard is well enforced, though occasional project crunch can stretch weeks slightly.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Oslo, workers receive at least 25 paid days plus holidays, giving ample space for family travel with notice.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Oslo, most teams use the full five weeks, but July shutdowns mean planning around synchronized office breaks.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Downtown Oslo runs at a brisk corporate clip during rush hour, but evenings and weekends calm enough to match Sarah’s slower pace once routines settle.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Oslo, schools run roughly 8:30–15:00 and offices 9–16, making after-school programs key for Trey and Sarah’s full days.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Oslo, weekends emphasize outdoor trips and organized kids’ activities, but limited Sunday retail hours require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "In Oslo, generous leave, child allowances, and widespread playgrounds create a strong support system for raising young kids.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Oslo hosts the country’s most visible polyamory and kink collectives, yet most events stay invite-only and expect discretion at work.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Oslo, parents are expected to balance work and family time, though social services still assume strong parental involvement.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "In Oslo, car-lite streets, stroller access, and plentiful playgrounds keep urban life easy with toddlers.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Oslo supplements strong public grunnskole with a few IB and bilingual campuses, yet popular international schools maintain waitlists for newcomers.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Oslo, municipal barnehage slots are plentiful in cities, though placement can involve waitlists for fall starts.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Oslo, heavily subsidized preschool and capped fees ensure Norwegian citizens pay modest amounts for full-day care.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Oslo, visa holders access subsidies after registration, but upfront deposits and documentation require extra prep.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Oslo, public schools are free and inclusive with special-needs support, aligning with the family’s quality expectations.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Oslo, children enroll easily once residency is granted, though Norwegian-language immersion demands early support.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "In Oslo, private and international schools exist but are few and pricey, so spaces fill quickly for expat families.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Oslo, long parental leave, child benefits, and flexible hours show the state prioritizes families like theirs.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Oslo, non-citizens tap most benefits after residence, yet some cash allowances require minimum stay periods.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Oslo, tuition-free universities and generous loans make future study affordable for the boys.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Oslo, resident non-citizens access public universities with modest fees, but certain scholarships favor citizens.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Oslo, high female labor participation and egalitarian norms support the couple’s expectation of shared parenting.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Oslo, legal recognition and social acceptance of gender diversity are strong in cities, though rural areas adapt more slowly.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Oslo, comprehensive anti-discrimination laws and inclusive policies protect LGBTQ+ adults and kids.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Oslo, women navigate workplaces with minimal sexism, yet leadership gaps persist in some traditional industries.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Oslo, cultural expectations embrace involved fathers and emotional openness, aligning with Trey’s parenting style.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "In Oslo, outdoor culture, design-forward cities, and a collaborative tech scene provide rich new experiences for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "In Oslo, English is widely spoken in urban workplaces, but bureaucracy and school communications lean on Norwegian.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Oslo, policies on social welfare, labor rights, and equality reflect the family’s progressive values.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Oslo, left parties influence policy debates, yet mainstream politics stay social-democratic rather than radical.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "In Oslo, secularism dominates public life, though cultural Lutheran ties still shape some holidays and rituals.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Oslo, sex education is comprehensive and open, but explicit discussion of non-monogamy remains less mainstream.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "In Oslo, legal protections and Pride events across major cities make queer family members feel welcome.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighborhood associations and hobby clubs abound, but Norwegians guard privacy so newcomers invest months before social circles feel effortless.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "In Oslo, Norwegians prize modesty and social trust, fostering cooperative neighborhoods once relationships form.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Oslo, regional pride is strong, with friendly rivalry toward Sweden and Denmark influencing banter.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Oslo, neighbors respect Norway’s wealth and diplomacy, though they tease its high prices.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Oslo’s nightlife clusters in Grünerløkka and Youngstorget with steep drink prices and 3 a.m. closures, so big nights out take planning.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Oslo, men favor functional outdoor wear mixed with minimalist street style, easy for Trey to blend in.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Oslo, women balance Scandinavian chic with practical layers, matching Sarah’s preference for comfortable fashion.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Oslo, hiking, skiing, and maker culture are mainstream, offering plenty of family-friendly activities.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Game stores like Outland and dedicated cafés host weekly tabletop nights in Oslo, giving Trey fast access to communities.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Venues such as Rockefeller, Blå, and the Opera House stack concerts and festivals year-round, offering diverse music within Oslo.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Meetup groups, tech guilds, and parent networks meet nightly across Oslo, and many sessions now run in English for newcomers.",
      "alignmentValue": 9
    },
    {
      "key": "Nature Access",
      "alignmentText": "The Oslomarka forest is 15 minutes by metro, letting the family ski or hike after school with minimal planning.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "In Oslo, a stable parliamentary democracy with proportional representation aligns with their desire for resilient governance.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Oslo, church influence is limited, but Christian Democrats occasionally swing coalition policies.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "In Oslo, strong unions, collective bargaining, and legal protections safeguard working parents.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Oslo, the social-democratic model balances markets with welfare, offering the safety net the family values.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Oslo, high trust institutions, free media, and civic engagement keep democratic erosion risk low.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Oslo, markets are open but heavily regulated with state stakes in key sectors, which can slow startup dynamism.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "In Oslo, political consensus and prudent finances yield predictable policy, supporting long-term planning.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Oslo, independent media and transparency norms keep state messaging factual, matching the family’s media preferences.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Oslo, government campaigns focus on public health and inclusion, though energy policy narratives promote petroleum pragmatism.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Oslo, robust welfare, parental leave, and inclusive education mirror the family’s priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Oslo, citizens broadly trust institutions, helping new residents navigate bureaucracy smoothly.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Oslo, Norway ranks among the least corrupt nations, reinforcing their desire for clean governance.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Oslo, when corruption surfaces it is usually minor procurement issues, not systemic graft.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Family apartments routinely sell above 100,000 NOK/m², and limited stock in Grünerløkka or Sagene fuels bidding wars and long search timelines.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Oslo remains safe with low violent crime, though downtown sees occasional petty theft during festival weekends.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Oslo, universal coverage and low out-of-pocket costs provide solid care, though specialist queues require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Oslo, residents gain access after registering, but initial waits and limited private options mean budgeting time for care.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Oslo, caps on daycare fees and guaranteed preschool spots ease dual-working parent logistics.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Oslo, combined parental leave, child stipends, and right-to-flexible work directly benefit a family with young children.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "In Oslo, equitable public schools emphasize play-based learning and strong outcomes, aligning with their priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Oslo’s integrated metro, tram, bus, and ferry system runs every few minutes and takes the kids to school without a car.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "In Oslo, a social market blend delivers high living standards while keeping inequality low, supporting their values.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Oslo, pre-filled digital returns and automatic withholding simplify compliance despite the high rates.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Oslo, dual earners near the median face combined taxes around one-third of income, demanding disciplined budgeting.",
      "alignmentValue": 6
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "In Oslo, cashless payments and instant bank transfers make everyday finance easy once accounts are set up.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Groceries, childcare co-pays, and rent in Oslo rank among Europe’s highest, leaving little margin unless both tech salaries stay strong.",
      "alignmentValue": 3
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Oslo, state and occupational pensions combine to replace a large share of income for long-term residents.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Oslo, expats accrue pension rights but must contribute several years before fully vesting benefits.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Oslo, skilled worker, job-seeker, and entrepreneur visas exist, yet most require job offers or significant capital.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Oslo offices feel international, yet lasting friendships usually come after learning Norwegian and joining local clubs.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "In Oslo, most permits run one to three years with renewals tied to employment, demanding steady work history.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Oslo, citizenship typically takes eight years plus language exams, so long-term plans require commitment.",
      "alignmentValue": 5
    },
    {
      "key": "Family Members",
      "alignmentText": "In Oslo, family reunification is available, but income and housing requirements add planning steps.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "In Oslo, application fees are moderate, yet case processing can stretch several months, so moves need lead time.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "In Oslo, missing registration deadlines or dropping below salary thresholds jeopardizes status, requiring diligent paperwork.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Oslo, dual nationality has been legal since 2020, letting the family keep US passports once eligible.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Oslo, new arrivals need national IDs before accessing banking and healthcare, creating a slow first-month setup.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios such as Funcom, PortalOne, Hyper Games, and D-Pad anchor Oslo’s scene, providing a steady if competitive pipeline for senior talent.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "As noted in Game Dev Work Prospects, Studios such as Funcom, PortalOne, Hyper Games, and D-Pad anchor Oslo’s scene, providing a steady if competitive pipeline for senior talent. Hiring velocity at established studios in Oslo wraps searches within a month or two as pipelines stay active."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "Compensation remains competitive with other major hubs, mixing solid base pay and performance bonuses. When opportunities surface in Oslo, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "Established studios in Oslo rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "Remote expectations at established studios in Oslo are flexible for senior roles, with hybrid schedules common."
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Funcom, PortalOne, Hyper Games, D-Pad Studio, and Ravn’s Oslo team headline the hiring landscape for experienced developers.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Oslo Game Jam, monthly GameDev Norway meetups, and mesh coworking host regular English-friendly gatherings that help founders find collaborators.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "In Oslo, innovation Norway grants and film funds exist, but the domestic market’s size means studios look abroad quickly.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 6,
      "alignmentText": "Startup founders report that In Oslo, innovation Norway grants and film funds exist, but the domestic market’s size means studios look abroad quickly. Hiring velocity at early-stage studios in Oslo is moderate, with teams needing a few months to land the right hire."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 6,
      "alignmentText": "Compensation clusters around global medians, requiring negotiation to balance cost of living. Early teams in Oslo balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 6,
      "alignmentText": "Founding teams in Oslo lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 6,
      "alignmentText": "Remote expectations among startups in Oslo are mixed—teams juggle on-site collaboration with hybrid arrangements when possible."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "In Oslo, fiber broadband, electrified transit, and digital public services rank among Europe’s best, supporting remote work and parenting logistics.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Frequent abrupt changes make certain months feel unstable with several days of hazardous conditions that push us indoors.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Sunlight Hours",
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Comfortable living is possible but major purchases or travel demand careful planning and occasional sacrifices.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Reception depends on class and language; we must adapt quickly to avoid perceptions of aloofness.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Politeness is situational; some contexts feel brisk but respectful.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Most locals read body language well, though some settings skew closer than we prefer.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "sameAsParent": true
    },
    {
      "key": "Grooming & Beauty Investment",
      "sameAsParent": true
    },
    {
      "key": "Body Image & Fitness Pressure",
      "sameAsParent": true
    },
    {
      "key": "Fashion & Style Expectations",
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Most encounters are considerate though occasional missteps require direct communication.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Acceptance varies—urban hubs are welcoming while suburbs expect discretion. non-monogamy acceptance.",
      "alignmentValue": 7
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Most peers are nonjudgmental but traditional families may gossip.",
      "alignmentValue": 8
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Openness varies; we find understanding circles but remain discreet with institutions.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Light penalties and robust health services keep substance issues managed compassionately.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Occasional events occur regionally, prompting situational awareness but not chronic fear.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Prisons meet international standards with active oversight and restorative programs.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Walkable pockets exist and connect via decent transit; we plan routes to avoid busy arterials.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "We have plentiful access to quality produce and diverse restaurants with only rare gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is moderate; we secure support with some wait times.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "sameAsParent": true
    },
    {
      "key": "Cancer Incidence",
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Resilience is good with occasional layoffs offset by quick reemployment.",
      "alignmentValue": 8
    }
  ]
}
