{
  "version": 2,
  "iso": "PT",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Banks, utilities, and consultancies keep .NET teams in Lisbon and Porto hiring steadily, but many projects are hybrid Portuguese-English and skew to maintenance rather than greenfield builds.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Prevailing coastal winds and low heavy industry keep annual PM2.5 around WHO targets, with the main watch-outs being wildfire smoke or Saharan dust alerts a few days each year.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "Most Portuguese identify culturally Catholic, but urban life is secular enough that nonreligious families meet little friction.",
      "alignmentValue": 6
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, EU oversight, and active civil society keep far-right gains contained even amid cost-of-living protests.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "MB Way instant transfers, widespread contactless payments, and EU IBAN access make daily finances easy once we secure a NIF and local account.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Blue Flag beaches line the coast with lifeguards and boardwalk cafés; we mainly navigate summer crowding near Lisbon by timing trips or exploring the Alentejo coast.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Lisbon and Porto host dedicated board-game cafés and monthly meetups, but smaller towns rely on informal groups Trey would help organize.",
      "alignmentValue": 6
    },
    {
      "key": "Child Care Support",
      "alignmentText": "National policy caps creche fees and expands free slots, yet availability and hours vary, so dual-working parents still juggle backups.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Safe streets and playground upgrades help, yet Lisbon’s hills, cobblestones, and limited elevators mean strollers need extra planning.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens access paid parental leave, child benefits, and expanding free creche spots, which covers much of the daily cost if paperwork is current.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Resident visa holders can tap into subsidies after securing NISS numbers, but eligibility hinges on contributions history and permanent status.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Surfing, hiking, futebol, and community festivals keep weekends active and offer easy entry points for making friends.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighbors linger at cafés and kids roam plazas, giving newcomers room to plug into local associations with a bit of Portuguese.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Staying compliant means tracking passive-income thresholds, health insurance, and minimum stay days; missing renewals can force reapplication.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Groceries and childcare remain cheaper than the U.S., but housing and electricity inflation in Lisbon/Porto erode the overall affordability pitch.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Portugal permits dual nationality, so the family can naturalize without surrendering U.S. passports.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "GDP growth is steady and inflation cooling, yet productivity and wages trail the EU core, so long-term upside hinges on tourism and green investment.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "An EU-integrated service economy supports entrepreneurship with EU funds, while bureaucracy still slows new business filings.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Portugal’s steady climb in PISA rankings and inclusive special-education reforms make public schools solid, though outcomes dip in underfunded rural districts.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Larger tech employers sponsor D-type work visas, but most firms expect hires to arrive on the job-seeker or digital-nomad routes first because AIMA processing is slow.",
      "alignmentValue": 5
    },
    {
      "key": "Environment",
      "alignmentText": "EU Natura 2000 protections and aggressive renewables targets keep coastal air, water, and urban parks in good shape for the kids, though drought-stressed forests in the interior mean summer fire bans and water-saving habits are still necessary.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Dual tech incomes around €60–70k each would sit near the 28–37% brackets plus 11% social security, yielding a moderate but predictable burden.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September stays beach-friendly before sliding to 14–22 °C (57–72 °F) and more Atlantic fronts by November, which matches the family’s love of mild shoulder seasons.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Multigenerational support and child-friendly public spaces make settling with two young boys smooth, even if extended family expectations can feel traditional.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Reunification covers spouses and dependent kids, yet appointments for residence cards can stretch several months, so staggered arrivals need planning.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Parents receive 120–180 days of paid leave, flexible hours, and child allowances, though uptake depends on employer culture.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Mainstream families lean on subsidized childcare, 14 public holidays, and extended kin networks, giving us a template for balanced routines.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Non-citizen residents qualify for many benefits after a year of contributions, but proving income and status for each renewal is paperwork-heavy.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women favor relaxed Mediterranean styles—linen, denim, layered knits—leaving room for Sarah’s low-maintenance wardrobe with occasional smart-casual touches.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men balance casual sneakers and linen with polished jackets in offices, so Trey can stay comfortable while dressing up for client meetings.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Style expectations range from polished office wear to relaxed coastal looks, with moderate pressure toward traditional grooming.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "A handful of studios and outsourcing shops hire Unity and Unreal talent, but most senior roles still rely on remote-friendly employers abroad.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal gender self-determination and growing Pride events provide support, but small-town communities remain conservative.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Equal pay laws, reproductive healthcare, and anti-discrimination protections are strong, backed by active ombuds services.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Women lead in education and politics, yet household labor still skews traditional outside big metros, so sharing domestic duties may draw mild surprise.",
      "alignmentValue": 6
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Securing NIF, NISS, SNS numbers, and exchanging U.S. driver’s licenses within 90 days are key admin tasks once we land.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Lisbon and Porto are modeling sea-level rise while inland heatwaves and wildfire seasons already strain reservoirs, so we would invest in cooling and evacuation plans rather than assume climate impacts stay distant.",
      "alignmentValue": 5
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "The SNS covers primary and hospital care with modest copays, though specialty appointments can mean waits without private insurance top-ups.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Resident visas unlock SNS access after registration, but newcomers often bridge the first months with private plans until paperwork clears.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Universities like Coimbra and Porto keep tuition low and reserve quotas for Portuguese students, so long-term planning for the boys stays affordable.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International tuition runs several thousand euros per year and scholarships are limited until the family gains EU long-term resident status.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Lisbon and Porto face tight supply, rising rents, and multiple months’ deposit, pushing many expats toward suburbs or longer house hunts.",
      "alignmentValue": 4
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "The Finanças portal handles e-filing, yet progressive brackets, solidarity surtaxes, and municipal levies mean we’d likely hire an accountant the first year.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Compulsory schooling is free, secular, and includes early English, though families still monitor school rankings when moving districts.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident children enroll in public schools with Portuguese-as-second-language support, yet immigration backlogs can delay official placement paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English is common in tech hubs and tourist districts, but daily life still rewards leaning into Portuguese classes to integrate.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Marriage equality, adoption rights, and Pride celebrations in Lisbon and Porto create an affirming environment for queer-friendly parenting.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Communist and Left Bloc parties keep labor issues visible, yet the mainstream still backs EU-style social democracy over state ownership.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Machismo has faded in cities, yet sports chatter and family-provider ideals still shape expectations in smaller towns.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech meetups, maker spaces, and English-speaking parenting groups meet regularly, though RSVPs fill fast due to venue size.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The €820 monthly minimum wage lags urban living costs, so entry-level families rely on subsidies or roommates despite solid enforcement.",
      "alignmentValue": 5
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Cities boast fiber internet, modern hospitals, and updated airports, while rural areas still face slower rail and occasional power blips.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Weekend drives reach Arrábida cliffs, Douro vineyards, and Azores-like landscapes on Madeira, though popular trails near Sintra need early starts to avoid crowds.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Families plan around rural wildfire evacuations most summers and the remote but high-consequence Lisbon quake scenario, so go-bags and insurance riders are prudent.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Within an hour you can reach beaches, Serra de Sintra hikes, or river kayak spots, keeping outdoor days easy even without a car.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Fado, indie clubs, and summer festivals like NOS Alive bring diverse music scenes without compromising safety.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Lisbon and Porto keep bars and fado houses open late with safe streets, while coastal towns wind down earlier for family life.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Lisboa Games Week, Polygon community meetups, and Porto Indie Games Showcase provide networking, though events are still annual or quarterly.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Studios like Miniclip Lisbon, Saber, and indie teams (e.g., Nerd Monkeys) anchor the scene, yet Portugal lacks marquee AAA employers.",
      "alignmentValue": 5
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "StartUP Portugal grants, EU Creative Europe funds, and low operating costs help, but raising venture rounds often means pitching Berlin or London investors.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Cafés, evening promenades, and slower bureaucratic tempo deliver the gentler daily rhythm Sarah craves, while Lisbon still offers urban energy.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools and neighbors value close family time and respectful kids, giving flexibility for progressive parenting as long as routines stay structured.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Five years of legal residency plus an A2 Portuguese exam secure citizenship, but applicants budget months for background checks and AIMA interviews.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International scores Portugal mid-pack; bribery is rare day-to-day, yet procurement scandals still break headlines.",
      "alignmentValue": 6
    },
    {
      "key": "Political System",
      "alignmentText": "A semi-presidential republic with proportional representation delivers stable coalitions, albeit with occasional corruption scandals to watch.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Urban queer circles are broadly tolerant, but poly families remain niche and we’d rely on discreet community groups rather than mainstream acceptance.",
      "alignmentValue": 4
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "The creche network is rolling out universal coverage by 2025, yet popular municipally backed centers in Lisbon still have waitlists that require early registration.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "International and bilingual schools exist in Lisbon, Cascais, and Porto with mid-tier tuition, but admissions are competitive and commutes can grow.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Coalition governments center-left on social policy—legal abortion, LGBTQ+ rights, and drug decriminalization—matching the family’s values.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government campaigns lean on national pride but usually pair it with data on climate goals, public health, and inclusion.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Independent press and public broadcaster RTP provide pluralistic coverage, though concentrated media ownership still nudges narratives during elections.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Lisbon’s metro, trams, and regional rail work well, but national trains are slower and smaller towns require buses or car shares.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Church influence stays cultural rather than legislative, so policy debates focus on economics and social welfare.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Portugal leans into remote work with coworking hubs, the digital nomad visa, and time zones compatible with both U.S. coasts, even if some legacy firms still prefer on-site.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Initial residence cards run two years before a three-year renewal, requiring six-month presence per year to stay on track for permanence.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "State pensions replace a modest share of wages, so most households supplement with employer plans or property.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Portugal’s new targeted tax incentives for incoming retirees are narrower than the old NHR regime, so comfortable retirement leans on private savings or remote income.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Access to Portuguese pensions depends on decade-long contributions, and U.S. Social Security taxation requires bilateral planning.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby shows up in startup and agency stacks around Lisbon, yet openings are sporadic enough that Trey would network with remote-friendly firms or polyglot teams.",
      "alignmentValue": 5
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Portugal’s low violent-crime rates and visible community policing let kids roam plazas with modest precautions against petty theft.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools improved in PISA scores, but bilingual or alternative programs cluster in Lisbon and Porto, so we’d vet neighborhoods carefully.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Atlantic water stays brisk—Porto averages 16–18 °C (61–64 °F) even in summer—so comfortable swimming is mostly a May–September Algarve treat with short dips elsewhere.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Atlantic breezes keep most of the year in a mild 50–80 °F band that suits Sarah’s pace, yet July–August spikes inland still call for AC days or escaping to the coast.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex education and public conversations are fairly open, though intimacy norms stay discreet compared with Northern Europe.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, decriminalized drugs, and gender identity protections reflect a social safety net aligned with the family’s values.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March–May in Lisbon runs roughly 10–20 °C (50–68 °F) with light rain, giving plenty of park days for the kids while we keep a layer handy for Atlantic breezes.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Portugal ranks among Europe’s safest and most peaceful countries, with low political violence and rare large-scale strikes.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Governments mix social-democratic welfare with pragmatic market reforms, keeping public services in play while courting investment.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "An open EU market economy with strategic state stakes in energy and transport balances competition with safety nets.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Coastal highs hover near 27 °C (80 °F) with dry air, but the Alentejo and interior valleys frequently top 35 °C (95 °F), so we’d pick neighborhoods with sea influence or reliable cooling.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Visa fees are modest, but biometrics slots often take 6–12 months and legal help or translation costs add up quickly.",
      "alignmentValue": 4
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show middling trust after corruption probes, so reforms are ongoing but skepticism remains in daily conversation.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Influence flows through party patronage and public-contract favoritism rather than street-level graft, so due diligence on partners matters.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior dev roles in Lisbon average €40–55k, meaning U.S.-style comfort demands remote pay or equity rather than local offers.",
      "alignmentValue": 4
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends revolve around park picnics, futebol matches, and festivals, with shops open late so the family can explore without rushing.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Primary schools run roughly 09:00–15:30 with ATL after-care, offices default to 09:00–18:00, and a long lunch means parents coordinate pickups or rely on grandparents.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Law guarantees 22 paid days plus holidays, and courts back employees who actually take them, provided notice is planned ahead.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tenure or collective agreements frequently lift annual leave to 25–28 days, letting the family schedule U.S. visits and shoulder-season travel.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Relations with Spain and the wider EU are friendly, with occasional football rivalry jokes more than real friction.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "Portugal leans into its seafaring heritage and resilience after the 2008 crisis, fostering quiet pride rather than nationalism.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Portugal is seen as warm, safe, and cooperative, helping expats feel welcome across Schengen travel.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "D7, job-seeker, and startup visas provide clear routes, yet documentation demands (income proof, housing leases) and AIMA wait times make early preparation crucial.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Locals are generally friendly and English-capable, though rising housing pressure in Lisbon means expats are encouraged to show cultural sensitivity.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Portugal blends Atlantic light, progressive politics, and accessible EU travel—an appealing base for Trey's indie ambitions and the family’s coastal lifestyle.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters are 8–15 °C (46–59 °F) along the coast—great for playground time—but homes can feel chilly without heat pumps because damp Atlantic rain lingers.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "The statutory 40-hour week is enforced, but salaried tech teams often stretch into the evening sprint cycle unless boundaries are negotiated.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Late lunches and protected vacations signal real downtime, though public-sector pace differs from fast-scaling startups.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Strong unions, collective bargaining, and new remote-work laws help employees, though enforcement is uneven in hospitality and gig roles.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Meaningful swings appear a few times per season; we budget extra time and gear to handle sudden cold snaps or storm systems. Seasonal Weather at 8/10 and Natural Disasters at 6/10 steer the family toward a strong outlook for seasonal extremes & variability.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Noticeable winter darkness arrives but we can maintain energy with regular outdoor breaks and occasional light therapy. Seasonal Weather at 8/10 and Environment at 8/10 steer the family toward a strong outlook for seasonal sunlight hours.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Two to three strong seasons offer great weather while shoulder months require occasional adjustments. Seasonal Weather at 8/10 and Environment at 8/10 steer the family toward a strong outlook for pleasant weather windows.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Basic needs are met but savings and extracurriculars are hard to sustain without extra support or side work. Minimum Wage at 5/10, Housing Situation at 4/10, and Childcare Support (Citizens) at 8/10 steer the family toward a mixed outlook for quality of life – lower-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "We feel squeezed: decent neighborhoods or schools require long commutes or high costs that crowd out enrichment. Typical Software Salaries at 4/10, Housing Situation at 4/10, and Work-Life Balance at 8/10 steer the family toward a mixed outlook for quality of life – middle-income tier.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated. Housing Situation at 4/10, Private Education at 6/10, and Family Life at 8/10 steer the family toward a mixed outlook for quality of life – higher-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Most 2k sq ft options feel overpriced or stuck in fringe neighborhoods with weaker schools. Housing Situation at 4/10 and Cost of Living (Optional) at 6/10 steer the family toward a mixed outlook for spacious housing benchmark (2k sq ft rent).",
      "alignmentValue": 5
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience. Community Vibes at 8/10, Meetups & Communities at 7/10, and Family Life at 8/10 steer the family toward a strong outlook for community living opportunities.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually. Community Vibes at 8/10, Meetups & Communities at 7/10, and Common Hobbies at 8/10 steer the family toward a strong outlook for friendliness & neighborliness index.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Sentiment splits; friendly communities exist but national discourse can turn skeptical. Welcoming of US Migrants at 7/10, Progressivism at 8/10, and Language & English Ubiquity at 7/10 steer the family toward a strong outlook for immigrant sentiment – general.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Reception depends on class and language; we must adapt quickly to avoid perceptions of aloofness. Welcoming of US Migrants at 7/10, Language & English Ubiquity at 7/10, and View of Them by Neighboring Countries at 8/10 steer the family toward a strong outlook for immigrant sentiment – white migrants.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Friendly exchanges happen when we initiate; staff and strangers respond positively. Community Vibes at 8/10, Nightlife Culture at 7/10, and Common Hobbies at 8/10 steer the family toward a strong outlook for surface interaction norms.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic. Community Vibes at 8/10, Meetups & Communities at 7/10, and What Is Intriguing at 8/10 steer the family toward a strong outlook for depth-seeking social norms.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Expect to navigate varied norms—crowded spaces or warm cultures may lean into closer contact. Community Vibes at 8/10, Sex (Attitudes) at 7/10, and View of self at 7/10 steer the family toward a strong outlook for personal boundary & bubble norms.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "We balance honesty with cultural nuance to avoid unintentionally offending. Progressivism at 8/10, What Is Intriguing at 8/10, and Trust in Government at 6/10 steer the family toward a strong outlook for moral, honesty & openness expectations.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in. Fashion Trends (Male) at 6/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for grooming & beauty investment.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Diet talk and body critiques surface regularly in social circles. Fashion Trends (Male) at 6/10, Fashion Trends (Female) at 6/10, and Sex (Attitudes) at 7/10 steer the family toward a mixed outlook for body image & fitness pressure.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs. Fashion Trends (Male) at 6/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for fashion & style expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Boundaries are understood yet alcohol-fueled scenes need watchfulness. Sex (Attitudes) at 7/10, LGBTQ+ Attitudes at 8/10, and Nightlife Culture at 7/10 steer the family toward a strong outlook for flirting boundaries & consent culture.",
      "alignmentValue": 7
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Traditional norms dominate mainstream spaces, limiting how our family models relationships. Gender Roles at 6/10, Gender Fluidity at 6/10, and Sex (Attitudes) at 7/10 steer the family toward a mixed outlook for gendered flirting expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "We can find community yet must manage privacy carefully to avoid backlash. Polyamory at 4/10, Sex (Attitudes) at 7/10, and Community Vibes at 8/10 steer the family toward a mixed outlook for monogamy vs. non-monogamy acceptance.",
      "alignmentValue": 6
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Most peers are nonjudgmental but traditional families may gossip. Sex (Attitudes) at 7/10, Nightlife & Music at 8/10, and Community Vibes at 8/10 steer the family toward a strong outlook for promiscuity attitudes.",
      "alignmentValue": 8
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Social services lack frameworks, so we navigate paperwork carefully and expect occasional bias. Polyamory at 4/10, Community Vibes at 8/10, and LGBTQ+ Attitudes at 8/10 steer the family toward a mixed outlook for group & multi-partner relationship attitudes.",
      "alignmentValue": 6
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely. Community Vibes at 8/10, Sex (Attitudes) at 7/10, and Nightlife Culture at 7/10 steer the family toward a strong outlook for personal space & touch norms.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations. Safety & Crime at 9/10, State Ideology at 7/10, and Political System at 8/10 steer the family toward a strong outlook for firearm laws & ownership culture.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support. Progressivism at 8/10, Political System at 8/10, and Safety & Crime at 9/10 steer the family toward a strong outlook for controlled substance policies.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease. Safety & Crime at 9/10, Progressivism at 8/10, and Authoritarian Backsliding Risk at 8/10 steer the family toward a strong outlook for drug enforcement climate.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Incidents are uncommon; authorities communicate transparently and communities feel prepared. Safety & Crime at 9/10 and Stability at 8/10 steer the family toward an excellent outlook for mass violence incidence.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Conditions are generally decent though some facilities lag in services or transparency. Authoritarian Backsliding Risk at 8/10, Safety & Crime at 9/10, and Perceived Corruption at 6/10 steer the family toward a strong outlook for carceral conditions & prison labor.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Infrastructure is inconsistent; safe walking requires choosing specific neighborhoods. Public Transportation at 7/10, Housing Situation at 4/10, and Nature Access at 8/10 steer the family toward a mixed outlook for walkability & pedestrian safety.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available. Healthcare (Citizens) at 8/10, Work-Life Balance at 8/10, and Community Vibes at 8/10 steer the family toward a strong outlook for community health consciousness.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common but balanced by strong fresh markets. Cost of Living (Optional) at 6/10, Community Health Consciousness at 8/10, and Fresh & International Cuisine Access at 8/10 steer the family toward a strong outlook for processed food saturation.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel. Nightlife & Music at 8/10, Common Hobbies at 8/10, and Meetups & Communities at 7/10 steer the family toward a strong outlook for fresh & international cuisine access.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Mental health burdens exist but are met with accessible services and open dialogue. Seasonal Weather at 8/10, Work-Life Balance at 8/10, and Community Vibes at 8/10 steer the family toward a strong outlook for depression prevalence.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Moderate obesity levels exist but community efforts keep trends stable. Community Health Consciousness at 8/10, Work-Life Balance at 8/10, and Cost of Living (Optional) at 6/10 steer the family toward a strong outlook for obesity rate.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms; screening and early detection programs are reliable. Environment at 8/10, Healthcare (Citizens) at 8/10, and Community Health Consciousness at 8/10 steer the family toward a strong outlook for cancer incidence.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Recessions hit noticeable segments, requiring flexibility or retraining. Economic Health at 6/10, Remote-Friendly Culture at 8/10, and Typical Software Salaries at 4/10 steer the family toward a mixed outlook for broader job market resilience.",
      "alignmentValue": 6
    }
  ]
}
