{
  "version": 2,
  "iso": "PT",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Portugal\u0027s Lisbon/Porto .NET market is healthy with regular openings; strong remote options fit Trey and Sarah.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Portugal\u0027s 2D Environmental Artist pay trails top markets by 25-30%; strong English in Lisbon/Porto plus affordable living offsets.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Portugal offers sporadic 2D environmental art continuing education; few local providers (Lisbon/Porto), with most learning via online or remote courses.",
      "alignmentValue": 4
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Portugal has several 2D/environment art programs (IADE, Lusófona) with small cohorts; grads still need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Portugal\u0027s game-dev scene is growing, but 2D environmental artists stay niche; expect 4-5 months with remote/hybrid options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "English is widely used in Portugal\u0027s studios; expect some Portuguese onboarding and bilingual ability for 2D environmental art.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Portugal studios offer hybrid remote work for 2D environmental artists. Expect onsite collaboration in Lisbon/Porto and English-speaking teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Portugal\u0027s 2D environmental artist pool is moderate. Lisbon and Porto studios exist, but senior talent is competitive and often requires relocation or remote options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Portugal\u0027s 3D animator pay ~20% below global medians; cost of living lowers the gap. Remote roles plus family-friendly policies boost value.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Portugal offers occasional 3D animation workshops and local meetups in Lisbon/Porto. Most upskilling is online or remote.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Portugal has several animation programs in Lisbon/Porto and studios, but class sizes are small and many grads still need on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Portugal (Lisbon/Porto): 3-4 months to hire a 3D animator; local pipelines are modest, so proactive sourcing or remote EU hires help.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Portugal: English is widely used in animation studios (Lisbon/Porto). Some local Portuguese is common for day-to-day teamwork.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Partial remote weeks common in Portugal; studios in Lisbon/Porto often require occasional onsite collaboration for 3D animators.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Portugal has a moderate 3D animator pool (Lisbon/Porto); startups may need extended searches or remote hires to fill senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Portugal 3D character artist pay trails top hubs 10-15%; Lisbon/Porto offer lower costs, strong expat visas, and a growing game/CG scene.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Portugal provides sporadic 3D character art events; some university courses exist. Most upskilling is online or self-directed.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Portugal has several regional 3D/CG programs in Lisbon/Porto; cohorts are small to mid-sized, with mixed readiness and common need for on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Portugal, 3D character artist hiring typically runs 3-4 months with proactive sourcing; English ubiquity and remote options help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Portugal (PT): English is widely used in studios, including 3D character work; some roles still expect Portuguese.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Portugal supports hybrid remote 3D artist roles. Studios often allow remote with negotiation, backed by solid broadband and EU funding options.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Portugal\u0027s 3D character artist pool is modest. Lisbon/Porto studios exist, but senior talent is scarce, so remote hires or relocation are often needed.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Portugal offers occasional game-focused accelerators in Lisbon/Porto (Beta-i, Startup Lisboa); general programs support games, but tailored tracks are rare.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Portugal generally reports good air quality; occasional Saharan dust or smoke days can raise PM2.5 briefly.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Portugal\u0027s game scene is anchored by Ubisoft Lisbon as the flagship studio; several service studios round out the ecosystem (Porto/Lisbon).",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In Portugal, urban life is secular enough that nonreligious families meet little friction; broad acceptance in Lisbon and Porto.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Portugal\u0027s independent courts and EU oversight bolster democracy. Civil society remains active, reducing backsliding risk for this family.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Portugal offers MB Way and EU IBANs; expats can open a local account with a NIF, though some verification steps remain.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Excellent beaches near Lisbon with lifeguards and clean water; plan around summer crowds or explore the Alentejo coast for quieter days.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Lisbon and Porto have dedicated board-game cafés and monthly meetups; smaller towns rely on informal groups Trey could organize.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Portugal, fitness talk centers on wellness and balance. Conversations tend to be respectful and supportive.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Portugal\u0027s diversified tech scene (Lisbon/Porto) offers steady IT roles; occasional layoffs occur but quick reemployment aided by EU safety nets.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Cancer incidence in Portugal aligns with global norms; robust screening and universal healthcare support early detection.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Portugal\u0027s carceral system, under EU oversight, emphasizes humane treatment and rehabilitation. It aligns with safety and civil-liberties priorities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Portugal offers subsidized creches and public nurseries. Access often requires planning with municipalities and enrollment timing.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Lisbon, Portugal is generally kid-friendly with parks and walkable zones. Hills and cobblestones mean stroller planning, but safe streets help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Portugal provides subsidized childcare and free pre-school options; costs reduced but vary by municipality and paperwork is manageable.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Portugal: visa families have partial childcare subsidies after NISS and social security contributions; full access requires permanent status.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Portugal\u0027s coast offers surfing and hiking. Football culture and local festivals help the family connect.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Portugal\u0027s Lisbon/Porto host monthly tech meetups and occasional game jams; strong expat game dev and startup communities keep activity high.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Portugal\u0027s wellness culture is strong. Universal healthcare and outdoor programs support families in Lisbon and Porto.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Portugal has a growing but modest co-housing scene with a few family-friendly projects in Lisbon and Porto. Entry paths can be selective.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Portugal: comp trails top markets by ~25–30%; Lisbon/Porto offer strong QoL, expat-friendly perks, and growing remote-friendly tech scenes.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Portugal offers occasional community manager training; Lisbon/Porto meetups and remote courses exist, but robust local programs are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Portugal has digital marketing/communications programs; dedicated community manager curricula are scarce, so expect on-the-job upskilling in Lisbon/Porto.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Portugal, Community Manager roles typically close in 1–2 months; Lisbon/Porto startups supply English-speaking candidates.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Portugal\u0027s tech scene uses English widely. Basic Portuguese helps with community events and daily life in Lisbon/Porto.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Portugal tech hubs (Lisbon/Porto) lean hybrid for Community Managers. Fully remote requires negotiation, but equipment stipends are common.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Portugal\u0027s CM pool is moderate; Lisbon/Porto have growing startups with mid-level CM talent. Senior roles may require relocation; English-friendly market helps hiring.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Portugal’s cafés and plazas foster quick belonging; newcomers connect via local associations and some Portuguese, building a welcoming community.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Portugal studios generally align with global medians after cost of living; remote/hybrid options improve family-friendly appeal.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Portugal\u0027s startup pay generally tracks global medians after cost of living. Equity varies, but grants and visa options help your family in Lisbon or Porto.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Portugal residency routes for entrepreneurs/remote workers are manageable; expect annual renewals, income proofs, and health-insurance requirements for the family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Portugal has growing continuing education; Lisbon/Porto host bootcamps (Ironhack/Le Wagon) and university courses, but many rely on online resources.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Portugal has a healthy nearshore contractor bench (Lisbon/Porto); strong English-friendly software talent, though top developers often book weeks in advance.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Portugal\u0027s harm-reduction and decriminalization policy; universal healthcare and treatment-first approach align with family needs and minimal punishment.",
      "alignmentValue": 10
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Lisbon, Portugal has moderate costs, strong tech talent, and startup incentives; affordable rents and broadband fit a family-friendly, grant-ready studio.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Groceries/childcare cheaper in Portugal than the US; housing and utilities in Lisbon/Porto keep costs high—budget with local discounts.",
      "alignmentValue": 6
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Portugal offers quality coworking in Lisbon/Porto with shared resources; mocap labs are limited, but game-dev support exists.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Portugal\u0027s tech market (Lisbon/Porto) shows mild gaps in cloud and game dev; remote/hybrid work and EU funding programs help keep hiring steady.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Portugal\u0027s universal health care provides accessible mental health services. In major cities like Lisbon and Porto, wait times exist, but open dialogue and community resources support families.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Portugal\u0027s social scene is welcoming; join local clubs to deepen bonds. Expect closer friendships after shared community activities.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Portugal offers strong LGBTQ\u002B rights and family-friendly policies. D\u0026I in studios shows steady improvement, though coverage is uneven.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Portugal\u0027s approach emphasizes treatment and harm reduction; enforcement targets trafficking, with supportive paths for users.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Portugal allows dual citizenship but requires residency and language criteria; naturalization typically after about five years.",
      "alignmentValue": 8
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Portugal offers MVP-to-demo grants around $150k–$350k via EU and national programs. A solid fit for Trey’s game-dev startup.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Portugal has generalist funds and public grants backing startups; game-specific backers are limited. Lisbon/Porto accelerators help with access.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Portugal\u0027s economy is stable with tourism-driven upside and strong social nets; healthcare access supports families amid moderate inflation.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "Portugal benefits from EU-backed funds that support startups and grants. Bureaucracy can still slow new business filings for founders.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Portugal offers a stable, predictable regulatory environment with EU startup supports (visas, grants). It suits a progressive, family-oriented plan needing broadband and grants.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Portugal has solid public schools with growing bilingual programs in cities; rural districts still face funding gaps to watch.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Portugal has several game-related programs in Lisbon and Porto. Curricula often rely on internships or capstone projects.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Portugal offers sponsorship for skilled workers, especially in Lisbon/Porto tech startups; timelines vary and dependents can be accommodated with paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Portugal hosts Unity and Unreal scenes (Lisbon/Porto); dual engine communities support cross-training for Trey and Sarah via local meetups.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "Portugal\u0027s Natura 2000 protections and coastal parks keep air and water quality high. Interior droughts bring summer fire risk, so water-saving habits help.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Portugal: two €60–70k tech salaries face ~40% IRS plus ~11% social security. A high but predictable burden for a family with two kids.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Portugal coast fall is mild: Sept beach-friendly, then 14–22 °C by Nov; most days mild with light sweaters, occasional rain.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Portugal\u0027s family-friendly cities offer safe parks, strong public spaces, and universal healthcare; supports for two kids foster belonging.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "Portugal supports spouse and minor children. Adult dependents face extra steps; plan staggered arrivals.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Portugal offers universal healthcare, child allowances, and solid public schools; but some family benefits require navigating bureaucracy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Portugal offers subsidized childcare and universal healthcare. Abono de Família helps with child costs, though some paperwork remains.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Portugal offers some family benefits to residents, but visa holders face opaque rules. Plan for HR/legal help during residency setup.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Portugal\u0027s urban districts (Lisbon/Porto), smart-casual is common; family settings are forgiving, though central districts expect polished outfits.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Portugal\u0027s urban centers (Lisbon/Porto), women\u0027s fashion is casual-chic and expressive; Sarah\u0027s low-maintenance, smart-casual wardrobe fits local norms.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Portugal\u0027s urban hubs, men\u0027s fashion is modern and smart-casual. Trey can wear comfortable sneakers with a blazer for client meetings.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Portugal\u0027s urban centers (Lisbon/Porto), femininity is widely accepted with diverse expressions; rural pockets remain more traditional.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Portugal has strict gun laws and low ownership. This creates a calm, safety-focused environment with minimal exposure to firearms.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Portugal (PT) urban nightlife generally respects consent; in Lisbon/Porto stay vigilant for alcohol-driven boundary issues and speak up.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Portugal\u0027s Lisbon/Porto startup scene is growing. Regular founder meetups and mentor circles (Startup Lisboa, Beta-i) support new ventures.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Portugal offers abundant fresh markets and diverse dining in urban areas like Lisbon/Porto; rare gaps for ultra-niche cuisines.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Portugal (PT): In urban Portugal (Lisbon/Porto), locals are welcoming; English is common, and neighbors often help newcomers within weeks.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Portugal\u0027s game-dev grants range around EUR 250k–EUR 600k/year via EU and national programs. With your founder setup, it\u0027s workable, but bureaucracy exists.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Portugal\u0027s game dev scene is growing, mainly in Lisbon and Porto. Many roles are remote for international studios, so networking helps local opportunities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Portugal, gender self-determination is protected; urban Pride scenes are common, rural areas adapt gradually.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Portugal upholds strong gender rights with universal health care and protections. This aligns with your progressive, LGBTQ\u002B-friendly profile in PT.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Portugal\u0027s urban areas lean egalitarian; dual-income households are common and childcare support is robust, but some traditional norms linger outside metros.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Portugal leans toward inclusive dating norms; our progressive, sex-positive family fits a 9. Some nightlife scenes may still show traditional scripts.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Portugal offers universal healthcare and family policy; visa life is stable but renewal-dependent; secure NIF/NISS and exchange license within 90 days.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Portugal\u0027s mild coastal climate lowers risk; inland heatwaves and wildfires still require cooling, resilient housing, and evacuation plans.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Portugal offers startup/entrepreneur visas (Startup Visa, D2) for founders; processing varies and may involve docs, but family can join.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Portugal favors smart-casual; grooming helps in work/social settings, but over-investment isn\u0027t expected.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Portugal, progressive attitudes support polyamory in social circles. However, institutions still lack formal multi-partner frameworks.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Portugal\u0027s SNS provides universal primary and hospital care with modest copays. Specialist waits can occur without private insurance top-ups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Portugal, visa families can access SNS after registration; expect paperwork and co-pays; private insurance is recommended for quicker, broader coverage.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities in Portugal (Coimbra/Porto) are accessible; as non-EU residents, tuition is higher but scholarships exist; plan living costs for the boys.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Portugal, visa holders can enroll in public universities; non-EU tuition is higher, and work-study options are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Portugal\u0027s established studios (Lisbon/Porto) hire at a moderate pace; most roles take 3-4 months, with visa/relocation or remote options.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Portugal offers StartUP grants and visa options; hiring for core roles usually takes 3–4 months, with incentives attracting talent.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Lisbon/Porto housing remains competitive with deposits and bidding pressure; expect a longer hunt. For a family, look at inner-suburban areas with parks and walkability.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Portugal\u0027s Financas e-filing is solid, but progressive brackets and solidarity/municipal levies mean we\u0027ll hire an accountant in the first year.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Portugal is broadly welcoming to immigrants; English is widespread in Lisbon/Porto tech scenes, with startup grants and inclusive communities.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Portugal, educated American tech families are mostly well-received; learning Portuguese aids integration, though some circles question motives.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Portugal provides universal, free compulsory schooling with early English. Families still track school quality when moving districts within the country.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Portugal public schools welcome visa families; enrollment is allowed but requires residency proof and paperwork; Portuguese language support is available.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Portugal has good English in urban areas, but schools and government still favor Portuguese. We\u0027ll study Portuguese to participate fully.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English is widely used in Portugal\u0027s studios for cross-border work; local Portuguese remains important for community and compliance.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Portugal startups use English for investors/platforms; strong local Portuguese support aids hiring, compliance, and community outreach.",
      "alignmentValue": 9
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Portugal has a growing startup IP scene; game-specific lawyers are scarce. Rely on general tech lawyers in Lisbon/Porto.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Portugal broadly protects LGBTQ\u002B rights; Lisbon/Porto host Pride with protections, though rural areas can be more cautious.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Portugal has a budding indie scene (Lisbon/Porto) with university labs and local testers; scheduling playtests may need lead time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Portugal\u0027s public discourse includes visible Marxist-left influence; progressive voices are common, with centrists providing moderation.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Portugal is moving toward caregiving roles beyond traditional machismo. In smaller towns, mild pushback persists.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Portugal\u0027s mass violence risk is exceptionally low. Public safety and transparent crisis response are strong in Lisbon and nationwide.",
      "alignmentValue": 10
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Portugal (Lisbon/Porto) has many English-friendly tech/expat meetups and parenting groups; expect some niche events to require signups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Portugal\u0027s minimum wage (~€760-€820 monthly) lags urban living costs for a family of four; entry jobs need subsidies or a second income.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Portugal\u0027s cities have fiber internet, modern hospitals, and updated airports; rural areas see slower rail, but overall infrastructure supports remote work.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Portugal\u0027s urban hubs (Lisbon/Porto), non-monogamy enjoys supportive subcultures and tolerant spaces if discreet.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Portugal\u0027s open, pluralistic culture, we value honest dialogue with tact; share civil-liberties concerns respectfully to protect family harmony.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Portugal\u0027s natural beauty is strong for families: Arrábida cliffs and Douro views are perfect for weekends. Madeira offers easy hikes; Sintra trails crowd.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Lisbon-area wildfires every summer with occasional earthquakes; stay prepared with go-bags and insurance riders.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Beaches on the Lisbon coast within an hour; Serra de Sintra hikes and Tagus river kayaking are accessible by public transit.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Lisbon and Porto offer Fado, indie clubs, and regular concerts; festivals like NOS Alive bring vibrant music with safer, family-friendly transport.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife exists in Lisbon and Porto districts with late bars and fado; safe central areas. Families should plan babysitting and transport for evenings.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Lisboa Games Week and Porto Indie Games Showcase offer regular meetups and online hubs in Portugal; welcoming for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Portugal hosts a recognizable studio presence led by Miniclip Lisbon and Saber, plus indie teams; still no global AAA hub.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Portugal shows moderate obesity levels; ongoing wellness campaigns help keep trends stable for families in PT.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "StartUP Portugal grants and EU funds support game startups. Portugal has a strong talent pool, but funding often goes to EU/Western investors.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Lisbon\u0027s cafes and river walks fit Sarah\u0027s slower pace; manageable errands, family-friendly neighborhoods, and English-friendly services in Portugal.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Portugal values family time and structured routines with supportive schools. Dual-parent involvement is common, with progressive policies and healthcare.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Portugal offers citizenship after 5 years of legal residence with A2 Portuguese; generally accessible, but expect background checks and possible interviews.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Portugal generally shows low day-to-day corruption; occasional procurement scandals surface, with watchdogs and EU oversight maintaining trust.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Portugal\u0027s social warmth in cities like Lisbon/Porto means closer contact in crowds; read cues, but expect occasional close greetings.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Portugal, greetings include cheek kisses and closer contact; expect warmth but watch cues and steer interactions politely.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Coastal Portugal (Lisbon/Porto) offers long mild springs and autumns. Summers are warm but not humid, yielding a broad outdoor window most of the year.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Portugal\u0027s parliamentary democracy (Lisbon) offers stable governance, transparent institutions, strong rule of law, and inclusive civil rights.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Portugal, especially Lisbon/Porto, poly families find private support but lack mainstream recognition. Discreet communities help navigate services.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Portugal offers broad public early education; urban centers (Lisbon/Porto) have waitlists; families mix public slots with private care; affordability varies.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Portugal offers strong international/private schools in Lisbon, Cascais, and Porto with bilingual options. Admissions are competitive and tuition can be premium.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Portugal\u0027s strong fresh markets and seafood culture support healthy meals; with planning, processed options are available but not dominant.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "In Portugal (Lisbon/Porto), Product Marketing Manager (Games) comp trails top markets by 25–30%; lifestyle and remote work offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Portugal (Lisbon/Porto): PMM (games) continuing education is sporadic. Expect occasional events/bootcamps and substantial online learning.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Portugal has developing PMM (games) education; only a few dedicated tracks exist, with studios bridging gaps via collaborations.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Portugal game PMM roles typically take 3–4 months to fill. Lisbon/Porto offer a moderate local talent pool and strong English.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Portugal: English is common in game studios, but many roles prefer Portuguese. The family plans to learn Portuguese to fit local teams.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Portugal studios widely support flexible remote marketing roles with async workflows. English-friendly teams and solid broadband help the family thrive.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Portugal\u0027s games marketing talent pool is moderate, with Lisbon/Porto hubs. Hiring may require relocation or longer searches; remote options help.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Portugal\u0027s policies are highly progressive, with universal healthcare, LGBTQ\u002B rights, and climate action. This aligns with the family\u0027s values in PT.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Portugal (PT) generally accepts casual relationships; matches your high non-monogamy acceptance, though some traditional circles may gossip.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Portugal\u0027s public messaging should center shared wellbeing and accurate information, with diverse independent media and civic participation; no nationalist spin.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Portugal\u0027s media is broadly free with diverse outlets; RTP/public broadcasters help stabilize coverage, though some spin surfaces around elections.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Lisbon’s metro, trams, and regional rail are strong. Weekends can be lighter, so plan for occasional delays.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Portugal has modest publisher/B2B presence; rely on EU programs and Lisbon gaming events, with most deals still via remote outreach.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Portugal, higher-income families have access to strong schools and services in Lisbon/Porto. Some niche offerings may require planning or travel.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Portugal\u0027s universal healthcare and family supports meet basics, but savings and extracurriculars for a two-child family often need extra work or subsidies.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Portugal offers a mild climate, universal healthcare, and strong public schools for our family; in Lisbon/Porto, housing and childcare still stretch budgets.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Portugal\u0027s game scene (Lisbon/Porto) supports robust real-time pipelines with EU grants; a blend of real-time work and pre-rendered cinema fits your needs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Portugal is secular; church influence is cultural, not policy. Policy remains pluralistic and protects minority rights.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Portugal\u0027s established studios in Lisbon/Porto commonly offer hybrid/remote roles with formal policies. This aligns with your family\u0027s preference for flexible work.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Portugal\u0027s startups are increasingly remote-friendly; most roles are remote with periodic on-sites in Lisbon/Porto, matching Trey/Sarah needs.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Portugal has strong remote/hybrid norms, coworking hubs, and a digital nomad visa. Time zones align with U.S. coasts, supporting family-friendly remote work.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Portugal offers multiple residency routes (D2/Startup, Golden Visa) with 2-year initial permits and 3-year renewals; a path to permanent status.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Portugal\u0027s growing tech scene offers English-friendly remote work and family-friendly living; however startup funding cycles can cause periodic churn.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Portugal\u0027s public pension covers basics; retirees often rely on private savings. Healthcare is universal and affordable for residents.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Portugal pensions require years of contributions and residency; visa holders can access with long-term stay, but U.S. tax planning must be bilateral.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Lisbon\u0027s Ruby market exists with steady openings in startups/fintech. Many roles are remote-friendly, but overall demand is moderate.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Portugal\u0027s low violent crime and visible community policing make plazas safe for families; normal precautions suffice.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Portugal offers solid public and international schools; bilingual options cluster in Lisbon/Porto—plan neighborhoods and admissions.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Portugal\u0027s coast stays cool; Porto averages 16-18 °C in summer. For kids, swims are brief or require wetsuits; Algarve water is warmer.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Portugal (PT) experiences seasonal swings a few times per season. Plan for occasional cold snaps and Atlantic storms, while summers stay warm but manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Portugal\u0027s mild winters and sunny summers help maintain energy; outdoor breaks and light coping habits keep mood steady.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Portugal’s Atlantic climate is mostly mild; brief inland heat in summer, but coast stays comfortable, matching Sarah’s pace.",
      "alignmentValue": 9
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Portugal has a solid pool of senior software talent (Lisbon/Porto); expect competitive offers, but a growing startup scene and remote leadership options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Portugal offers open sex education and public dialogue; resources accessible, with urban areas more liberal, aligning with your sex-positive profile.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Portugal\u0027s universal healthcare and strong social safety nets align with the family\u0027s values; access is broad, though some programs require navigation.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Suitable homes exist in Portugal\u0027s Lisbon/Porto metros, but central areas remain pricey; expect suburban options with good schools.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Lisbon spring typically sits around 12–23 °C (54–73 °F) with light showers and Atlantic breezes; outfits stay flexible with light layers.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "Portugal remains stable with low political violence and rare large-scale strikes; safe neighborhoods support family life and education.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Portugal maintains a pluralist democracy with strong welfare and universal healthcare; governance blends social rights with market pragmatism.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Portugal\u0027s open EU market blends competitive business with solid safety nets; watch housing costs and bureaucratic hurdles for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Portugal shows a moderate studio presence, concentrated in Lisbon and Porto, with notable indie teams but no dense AAA ecosystem.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Coastal Portugal summers stay around 27 °C with cool evenings and mild humidity; interior areas can hit 35 °C, so pick sea-influenced neighborhoods.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Portugal (PT), especially Lisbon/Porto, is warm and helpful; English is common. Initiate friendly exchanges and staff respond positively.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Portugal offers solid game/creative tax credits (SIFIDE II, culture incentives); practical with the right partners, though windows are competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Portugal visa timelines can stretch up to a year; fees are modest, but legal/translation costs and document prep in Lisbon add up.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Portugal offers transparent services, universal healthcare, and startup visas that fit the family\u0027s goals; trust is solid, with ongoing agency reforms.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Portugal has low, well-addressed corruption with strong transparency. The family can expect predictable bureaucracy and reliable public services in PT.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Lisbon, senior software pay hovers around €40–55k; matching US-style living usually relies on remote roles or equity.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Portugal weekends brim with parks, futebol, and festivals; urban shops stay open late, enabling easy, unrushed family outings.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Portugal: schools 09:00–15:30 with aftercare; offices 09:00–18:00. Aftercare and family support help with pickups, though bookings may be needed.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Portugal guarantees 22 paid days plus public holidays. With notice, leave is protected and usable, totaling roughly 34 days.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Portugal typically offers 22 days of vacation plus 12 public holidays, totaling around 34 days. This fits the family\u0027s preference for longer trips.",
      "alignmentValue": 9
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Portugal\u0027s nearshore IT ecosystem is growing, with options in Lisbon and Porto. For game dev, capacity is niche; remote partners may be needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Portugal real-time VFX pay trails top markets by ~25–30%. Lower cost of living helps offset the gap for your family relocation.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Portugal\u0027s real-time VFX education is modest. Occasional local workshops in Lisbon/Porto supplement online courses.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Portugal\u0027s VFX (real-time) education is growing, with programs in Lisbon and Porto. Studio partnerships help graduates bridge gaps for local real-time work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Portugal\u0027s real-time VFX market is growing but niche (Lisbon/Porto); expect 4-5 months to hire locally, with remote/global options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Portugal\u0027s VFX scene uses English widely, especially in international teams. Basic Portuguese helps with local collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Portugal\u0027s real-time VFX scene supports hybrid/remote in Lisbon/Porto; fully remote requires negotiation; strong broadband and English-friendly teams.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Portugal\u0027s real-time VFX pool is moderate; studios exist in Lisbon and Porto, but senior specialists remain selective; remote hires common.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Portugal views Spain as a broadly friendly neighbor. Cross-border travel and cultural exchange are well supported by the EU.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Portugal projects a calm, resilient self-image, welcoming tech families; strong healthcare and mild climate support stable, progressive expatriate life.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Portugal is seen positively by neighbors, with strong Spain ties; expats often feel welcome in Lisbon, Porto, and coastal towns.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Portugal has D7, startup, and D2 visas for families. Expect thorough docs (income, lease) and SEF timelines; plan early.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Portugal\u0027s cities offer walkable cores and decent transit; favor family-friendly neighborhoods with safe crossings and nearby parks.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Lisbon-area locals are generally friendly and English-capable; expats are welcomed but housing pressure makes cultural sensitivity important.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Portugal\u0027s growing game/dev scene, mild coastal climate, and English-friendly hubs fuel Trey\u0027s indie ambitions while offering a family-oriented EU life.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in coastal Portugal are mild (roughly 8–15 °C). Regular freezes are uncommon, but damp Atlantic rain can feel chilly without heat.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Portugal enforces a 40-hour week; salaried tech roles may stretch to 42-45, so negotiate boundaries to protect work-life balance.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Portugal supports family time with generous vacation days and flexible hours. Startups can bring occasional crunch, but recovery time is common.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Portugal offers robust EU labor protections and active unions; core rights are well protected, though some gig-sector enforcement may lag.",
      "alignmentValue": 8
    }
  ]
}