{
  "version": 2,
  "iso": "RU",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Russia offers vast taiga and lakes for family trips. City air can be hazy near industry, but nature escapes are easy outside hubs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Russia faces noticeable warming - hotter summers and permafrost thaw; risks are manageable with planning and strong community resilience.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Russia brings long, cold winters and mild summers; winter gear is essential, but summers are generally comfortable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Russia\u0027s major cities regularly show PM2.5 spikes in winter from coal heating and traffic; coastal towns typically have cleaner air.",
      "alignmentValue": 5
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Russia\u0027s hazards vary by region; floods, wildfires and thawing permafrost occur, but many areas have moderate risk with readiness.",
      "alignmentValue": 5
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Russia often swings 5-15°C; plan for layers as days warm and mornings chilly.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Russia\u0027s summers (e.g., Moscow) are 20–26°C with heatwaves to ~32°C; nights stay cool, so parks and outdoor time stay comfortable without heavy AC.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Russia varies; many regions see mild days but early frosts and chilly evenings. Plan for layered clothing and occasional wind.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "In Russia (RU), winters are often punishing with subzero temps and occasional -15°C spells, limiting outdoor family time.",
      "alignmentValue": 3
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches in Russia are distant (Black Sea) and access from central cities is limited; not ideal for frequent family beach days.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Black Sea water off Russia stays around 22-26°C in peak summer; shoulder seasons may need light wetsuits for kids.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Russia\u0027s dramatic landscapes—mountains, lakes, tundra—offer striking scenery; many parks and reserves are within reach for weekly family trips.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Russia\u0027s regional minimums stay under 20,000 RUB (~$220), far short of a four-person family\u0027s needs. Extra income or subsidies are often required.",
      "alignmentValue": 3
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Russia (Moscow) senior software pay is ~2-3M RUB/yr; decent but below US hubs - remote work or dual incomes needed for comfort.",
      "alignmentValue": 6
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Russia has a sizable .NET market, but expat sponsorship is limited; expect local presence or bridging contracts. Some remote roles exist with multinationals.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Russia has pockets of Ruby roles in e-commerce, but talent relocated post-2022; expect remote work abroad rather than many local openings.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Russia does sponsor work visas through employers, but it\u0027s selective; expect slow processing and a premium for tech roles.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Russia\u0027s sanctions and war-time spending squeeze startups; funding and inflation challenge budgeting, though remote work may soften some pressures.",
      "alignmentValue": 4
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Remote work grows in RU IT hubs; Western tools face VPN/censorship hurdles; some office time may be needed.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Russia tech teams can crunch during releases; prefer remote/hybrid and explicit boundaries to protect family time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Russia typically has a 40-hour week with overtime in the private sector; tech roles offer remote/hybrid options, but clear boundaries support family time.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Russia guarantees 28 days of annual leave plus public holidays, aiding family travel and work-life balance for the family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Russia\u0027s 28-day annual leave is standard; many firms offer extra days and plan around holidays for longer breaks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Russia: mid-sized cities outside Moscow/St. Petersburg offer a relaxed rhythm; pace suits a family seeking a slower-than-typical US metro lifestyle.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Russia schools typically 9:00–15:00; after-school care bridges gaps. With remote/hybrid work, wraparound options keep routine manageable.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends go between Moscow-area parks and dachas. Local rallies or weather can shift plans, but there are plenty of kid-friendly activities.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Russia: family life is workable with effort; childcare access and English options vary, but cities offer public support for families.",
      "alignmentValue": 6
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Russia, polyamorous families face social stigma and limited legal protections; custody and housing risks.",
      "alignmentValue": 3
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Russia (RU) parenting can be rigid due to state and social norms; autonomy may be limited and nonconformity scrutinized.",
      "alignmentValue": 4
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "In Russia\u0027s Moscow and St. Petersburg, there are many parks and family zones; city centers are busy but manageable with planned outings.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Russia\u0027s major cities (Moscow, St. Petersburg) offer several good private/international schools, including bilingual options. Admissions and transfers require planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Pre-K exists in Russia, but state kindergartens have long waitlists; private care is costly and hours can be inflexible for working parents.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Russia offers maternity capital and subsidized preschool; bureaucracy is high, and costs still require top-ups for a two-child US family.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Russia, visa holders have limited public childcare subsidies; access is rare and often subject to local quotas or private arrangements.",
      "alignmentValue": 4
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Russia\u0027s K-12 is public but varies by city; Moscow/St. Petersburg offer strong, bilingual options; smaller cities require careful school choice.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Russia: public schools are Russian-language; many expat families opt for international/private schools due to visas and language barriers.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "International schools exist mainly in Moscow and St. Petersburg; tuition is high and admissions can be selective, but solid private options exist for expats.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Russia offers maternity capital and child allowances, but accessing benefits involves paperwork and delays; overall modest support for growing families.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Russia offers limited benefits to visa families. Emergency care is available, but regular support often requires residency or employer coverage.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Russia, citizens have broad access to state-funded higher education, but many programs remain competitive and require entrance exams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Russia, international students typically face tuition fees with limited financial aid; English programs exist, but many courses require Russian.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Kansas City, MO, gender roles are increasingly egalitarian. Trey and Sarah share parenting and careers with family-friendly options.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Russia (RU): gender-diverse identities face harassment and limited recognition; documentation and services remain challenging.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Russia (RU), legal gender rights exist, but enforcement is uneven. Domestic violence protections are weak and pay gaps persist, affecting families.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Russia, urban women have autonomy. Yet they face subtle appearance/parenting pressures in a country mixing progress with traditional norms.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Russia\u0027s traditional masculine norms remain strong; state messaging prizes toughness, with social pressure on nontraditional male roles.",
      "alignmentValue": 2
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Russia\u0027s rich literary and arts heritage offers engaging museum and theater moments. Moscow and St. Petersburg invite intentional exploration for culture-loving families.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Russia, English ubiquity is low; paperwork and schooling mainly in Russian; plan language study and translation support.",
      "alignmentValue": 4,
      "sameAsParent": true
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Russia, state ideology leans nationalist and socially conservative, clashing with the family\u0027s progressive values.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Russia (Moscow), Marxism is largely nostalgic and fringe; it has little policy impact, though debates linger in urban circles.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In Russia, secular laws exist, but Orthodox culture shapes daily life; atheists face subtle bias.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Russia (RU): sex education is largely abstinence-focused. LGBTQ content is restricted, with resources uneven between cities and rural areas.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Russia, LGBTQ\u002B protections are weak and anti-propaganda laws curb queer visibility. Safety planning is prudent for public life.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Russia (RU), expat networks exist in Moscow and Saint Petersburg; outsiders may be met with reserve, but community forms via work, schools, and clubs.",
      "alignmentValue": 4
    },
    {
      "key": "View of self",
      "alignmentText": "Russia (RU) context: hopeful but prudent self-view; proud of pluralism, wary of power. We seek resilient institutions and civil liberties in our new home.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Russia, neighboring countries are viewed cautiously; conflicts with Ukraine shape tense cross-border ties and limit travel or exchange.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Nearby European states view RU with distrust after aggression; cross-border travel and trade face tighter controls.",
      "alignmentValue": 2
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife exists in select districts of Russia\u0027s cities; for a family with kids, plan sitters and safe transport; late options can be limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Urban Russia (Moscow/St. Petersburg) features modern, diverse men\u0027s wear; suburbs stay classic, supporting a family-friendly, professional look.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Russia\u0027s urban centers (e.g., Moscow) show diverse fashion—from European chic to practical modesty. In workplaces and schools, polished, professional looks are common.",
      "alignmentValue": 8
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Ice skating and soccer are widespread in Russia, with many clubs and rinks. Gaming and board-game meetups are growing in major cities.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Boardgaming exists in Russia\u0027s big cities with clubs and cafes; sanctions limit imports, so expect some coordination to find regular groups.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "In Moscow, Russia, live music is available with diverse venues; family-friendly events exist but often late - plan safe transport.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Russia\u0027s major cities (Moscow, St. Petersburg) host meetups, but many organizers have emigrated. Be prepared for proactive outreach to connect locally.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nature access in Russia exists near major cities. Weekend car trips open forests and parks for family outings.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "In Russia (RU), presidential power dominates; elections are managed and opposition limited; civil liberties and media plurality are restricted.",
      "alignmentValue": 4
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Russia\u0027s Orthodox Church wields notable sway in social policy; church-state ties shape education and family laws, reducing pluralism for LGBTQ\u002B rights.",
      "alignmentValue": 5
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Russia: labor laws exist but enforcement is spotty; unions weak and migrants face higher exploitation risk.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "Russia\u0027s state ideology is authoritarian, suppressing dissent; this clashes with your progressive, rights-focused family values in RU.",
      "alignmentValue": 2
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Russia exhibits advanced backsliding: media and NGO crackdowns, limited civil liberties; risks to family safety and democratic norms.",
      "alignmentValue": 3
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Russia, capitalism often leans toward elites and state-linked firms. This limits startup access and independent entrepreneurship.",
      "alignmentValue": 3
    },
    {
      "key": "Stability",
      "alignmentText": "In Russia, recurring crises and mobilization create daily uncertainty; war and sanctions affect planning.",
      "alignmentValue": 3
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Russia’s media leans state-aligned; independent outlets struggle for reach, making propaganda a noticeable feature in daily reporting.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Russia, state-driven narratives dominate public messaging; independent outlets are limited, complicating neutral, pluralistic info for a progressive family.",
      "alignmentValue": 3
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Russia, social safety nets are piecemeal and often politicized. Healthcare and childcare exist but are underfunded, limiting family-friendly support.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Russia, government credibility is limited; state media dominates. Skepticism guides decisions for a progressive, family-focused profile.",
      "alignmentValue": 4
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Russia, corruption is systemic across government levels. Bribes and opaque rules shape daily life and public services.",
      "alignmentValue": 3
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Russia, system-wide corruption touches courts and utilities, risking reliable services and civil liberties for our family.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Russia\u0027s major cities, family flats are pricey with tight stock; expect competition and deposits; consider smaller cities for space and value.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Russia (RU) safety varies; crime is moderate but policing can be arbitrary and war instability adds stress; plan security and avoid risky areas.",
      "alignmentValue": 4
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Russia has universal coverage, but regional underfunding and staff shortages cause delays. Urban centers fare better, private clinics fill gaps.",
      "alignmentValue": 4
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Russia, visa families mainly rely on private clinics; public care for non-citizens is limited, and private insurance is typically needed.",
      "alignmentValue": 5
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Russia has public kindergartens but waitlists are common in big cities. Families rely on paid care and informal support.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Russia provides maternity capital and some childcare subsidies for two-child families, but regional rules and paperwork limit relief; costs remain partly private.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Education",
      "alignmentText": "In Russia, public schools vary: solid STEM in cities, but civics follow state narratives; bilingual options are limited for progressive families.",
      "alignmentValue": 6
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Moscow/St. Petersburg have strong metro networks; however regional transit is patchier, so expect gaps if you venture beyond the cores.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Russia\u0027s economy remains state-dominated with sanctions curbing competition and Western access. Entrepreneurship faces higher barriers.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Russia\u0027s 13% flat tax is simple, but currency controls and foreign-asset reporting complicate expat finances.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Russia has a flat 13% personal income tax for residents (15% for non-residents). Overall taxes run ~13–15% with straightforward filing.",
      "alignmentValue": 10
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Russia relies on domestic cards (MIR) and QR payments; international transfers and foreign cards face strict limits, especially for non-residents.",
      "alignmentValue": 3
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Russia generally offers affordable groceries and transit; Moscow rents can be high, but many cities are affordable, leaving room for savings with remote work.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Russia\u0027s pension system faces funding gaps amid reform. For a family with young kids, retirement security depends on steady work.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Russia allows visa holders to contribute to public pensions. Access often depends on residency length and status, relevant for your long-term plans.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "US citizens face opaque, changing visa routes to Russia; only select categories may open, with long processing and strict invites.",
      "alignmentValue": 3
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Russia (RU): US migrants face scrutiny amid tense relations; reception is cautious, with slow community integration for a family.",
      "alignmentValue": 2
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Residency in Russia exists but relies on work or family ties; for US first-time applicants, long-term status and renewals are often uncertain.",
      "alignmentValue": 3
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Russia, naturalization typically requires ~5 years of residence, Russian language, and vetting; dual citizenship is allowed but the process is bureaucratic.",
      "alignmentValue": 7
    },
    {
      "key": "Family Members",
      "alignmentText": "Russia allows spouses and minor children to accompany visa holders. With two parents and two kids, they can join via family visas.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Russia, first-time US visa/permit processes can take up to a year. Plan for legal and translation fees.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Russia requires timely registration (propiska) and visa compliance; delays can trigger fines. As first-time US visa applicants, expect bureaucratic steps and checks.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Russia permits US–Russian dual citizenship; you must notify authorities and may face obligations.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Russia\u0027s visa process is tight; data monitoring and Western platform limits affect work; ongoing war risk adds uncertainty for families.",
      "alignmentValue": 2,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Russia\u0027s game dev scene is concentrated in Moscow/SPb; steady openings exist in studios and remote work, but publishing/funding are affected by sanctions.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Russia, studios hire slowly due to sanctions; many rely on remote/global talent, which aligns with Trey\u0027s remote/game dev goals.",
      "alignmentValue": 2
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Russia, established studios typically pay about 20% below top global hubs; negotiate remote roles or perk-rich packages, especially around Moscow.",
      "alignmentValue": 6
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Russia, English is present in multinational studios; many teams are bilingual, though Russian dominates local docs.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Russia: established studios largely require on-site work; remote/hybrid cases are evaluated individually, fitting the family\u0027s preference for flexible roles.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Russia has several notable studios (Gaijin, Saber, Playrix, 1C) with ongoing releases. Moscow and St. Petersburg host active dev networks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Moscow and St. Petersburg host active game dev scenes (DevGamm, local meetups) plus robust online hubs; newcomers can engage with some effort.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "In Russia (RU), access to capital and global distribution is constrained by sanctions; local talent exists, but funding is scarce.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Russia startup hiring is slow due to sanctions; many roles rely on remote talent or relocation, complicating founder plans.",
      "alignmentValue": 3
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Russia startup pay lags global peers; cash \u002B equity balance common to stay competitive in Moscow/Russia, with wide equity terms.",
      "alignmentValue": 6
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Russia, startups use English for investors and platforms; local Russian fluency supports hiring, compliance, and outreach.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "In Russia, startup teams are still mostly on-site (Moscow/major cities). Remote work is rarely supported; hybrid options are limited and require negotiation.",
      "alignmentValue": 2
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "In Russia, urban infrastructure is solid with good utilities and broadband. However, regional gaps and sanctions can cause outages.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "In Russia (RU), long cold winters bring notable seasonal swings; monitor forecasts for heating needs and travel disruptions.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Russia\u0027s seasonal light varies; in Moscow daylight ranges about 8–17 hours. Plan outdoor time and light routines to stay energized.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Russia (Moscow): long winters; only brief shoulder weeks feel good; spring/fall windows are short, so outdoor plans are flexible.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Russia: a 4-person family with ~$30k cash can cover basics with budgeting; public healthcare helps, but housing in big cities is tight.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Russia offers affordable housing and solid public services for a middle-income family, but language barriers and cold climate may squeeze budgets.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Russia, premium services cluster in Moscow and Saint Petersburg. Elite schooling and wealth management are concentrated there, requiring expat planning.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Russia, 2k sq ft rentals are rare; expect smaller spaces or relocating to a larger metro like Moscow or St. Petersburg for space.",
      "alignmentValue": 3
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Russia (RU): formal community living is scarce; only a few co-housing options exist in Moscow or St. Petersburg; otherwise rely on informal networks.",
      "alignmentValue": 4
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Russia: friendliness varies by district; expat networks exist in Moscow/St. Petersburg. Outreach and international neighborhoods aid integration.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Russia can be unfriendly to immigrants; foreign families may face social scrutiny, xenophobia, and bureaucratic hurdles in cities like Moscow.",
      "alignmentValue": 3
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Russia: a US family in Moscow may face mixed reactions. Quick language learning and active community engagement help avoid aloofness.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Russia, surface interactions are brisk but respectful; warmth can vary by context, especially in urban centers like Moscow.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Russia, deep bonds are hard to form. Expats in Moscow often feel on the periphery due to wary social circles.",
      "alignmentValue": 3
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "RU: in crowded cities, proximity can be close. Be ready to politely set boundaries around kids in transit and public spaces.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Russia (RU), privacy matters; we keep personal matters private to avoid gossip or judgment among local communities.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Russia (RU): In urban Russia, daily grooming is common; this can pressure a low-maintenance family seeking simplicity.",
      "alignmentValue": 4
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Russia, body-image pressure and dieting talk surface in schools and media. This shapes kids\u0027 social circles and self-image.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Kansas City, Missouri, USA favors practical, casual-to-smart-casual attire; fashion norms are relaxed for tech families and remote work.",
      "alignmentValue": 10
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Russia\u0027s climate includes LGBTQ\u002B hostility and weak consent norms; harassment risk is real—proactive safety plans for the family are essential.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Russia (RU), traditional gender norms persist. Nontraditional flirting may face pushback, though Moscow/St. Petersburg show pockets of openness.",
      "alignmentValue": 5
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Russia (RU), non-monogamy faces hostile norms. Disclosure is risky for families seeking stability and civil protections.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Kansas City, USA, a sex-positive, progressive milieu; casual sex is accepted and nonmonogamy is respected with little stigma.",
      "alignmentValue": 10
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Russia (RU): polyamory faces legal limits and social hostility; privacy crucial to avoid discrimination.",
      "alignmentValue": 2
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Russia\u0027s urban life, crowded transit is common; we can politely seek space, but close contact happens in public settings.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Russia\u0027s gun laws require licensing and safe storage; ownership exists but is tightly regulated, keeping daily firearm exposure relatively controlled.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "In Russia (RU), even minor drug infractions risk arrest and possible deportation for non-citizens; enforcement is strict.",
      "alignmentValue": 2
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Enforcement in Russia can be aggressive and uneven; harsh penalties and limited rights protections threaten family stability.",
      "alignmentValue": 4
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Russia, mass violence is an ongoing concern. Stay alert at large events in Moscow or St. Petersburg, and follow local guidance.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Russia\u0027s prison system shows ongoing abuses and slow reforms. Detainee rights and oversight gaps raise risk for migrants.",
      "alignmentValue": 4
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkability in Russia varies by city; pick walkable districts with parks, since sidewalks can be uneven and traffic can be busy.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Russia (RU), healthcare is public but wellness programs vary; in cities like Moscow you can find parks and gyms, but you\u0027ll need to seek like-minded groups.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Russia\u0027s cities, fresh markets exist but processed foods are common; plan to shop at markets to balance meals.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Russia, fresh markets exist in big cities, but international options are limited to a few neighborhoods; you may need trips for specialty ingredients.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression care in Russia is variable; urban clinics exist, but long waits and patchy coverage hinder families like ours in RU.",
      "alignmentValue": 4
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Russia, obesity is moderately common; youth rates are rising in urban areas. Encourage daily activity and healthy eating for the family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Russia shows higher cancer incidence due to lifestyle and environmental factors; emphasize accessible screening and healthier environments in urban centers.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Russia\u0027s job market is energy/state-driven; downturns hit segments. Stay flexible, build savings, and keep remote work options for resilience.",
      "alignmentValue": 6
    },
    {
      "key": "Studio Density",
      "alignmentText": "Russia\u0027s game-dev scene is centered in Moscow and St. Petersburg, with dozens of studios and an active indie sector. Funding varies by region.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Russia\u0027s Moscow/St. Petersburg hubs host Wargaming (AAA) along with Gaijin and 1C; multiple anchors offer steady jobs and game-dev training.",
      "alignmentValue": 9
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Russia has a workable game-dev vendor scene in Moscow and St. Petersburg for art/QA and engineering. However sanctions and cross-border payments can limit scale.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "In Russia, CS programs exist, but game-focused pipelines are uneven. Moscow and other cities rely on bootcamps/private schools for game roles.",
      "alignmentValue": 6
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "In Russia, CE exists via universities and occasional meetups; English options are limited; plan for quarterly events and online courses.",
      "alignmentValue": 7
    },
    {
      "key": "Community Activity",
      "alignmentText": "Russia hosts regular monthly game-dev meetups in Moscow and St. Petersburg. Occasional game jams also occur, keeping the community connected.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Russia\u0027s Unity and Unreal communities are active in Moscow and St. Petersburg, with cross-training and shared resources across studios.",
      "alignmentValue": 9
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Russia\u0027s real-time game dev scene is active (Moscow/SPB) with strong broadband; some pre-rendered work exists, though funding can be variable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Russia\u0027s software/dev market is in steady demand; talent is plentiful, but senior Unity/.NET skills face competition; remote work helps.",
      "alignmentValue": 9
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Russia has a growing game-dev scene (Moscow/SPb), but sanctions and conflict risk raise churn; expect moderate retention and project-based staffing.",
      "alignmentValue": 5
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Russia\u0027s D\u0026I landscape is constrained with limited LGBTQ\u002B protections and sparse, opaque metrics. Inclusion efforts are in early stages, with progress uneven.",
      "alignmentValue": 3
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Russia offers few game-specific tax credits; only general IT/culture subsidies exist, with limited payouts and opaque eligibility.",
      "alignmentValue": 3
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Russia\u0027s policy climate can shift abruptly; plan for grants, tax rules, and visas; contingency advised; monitor Moscow\u0027s regulatory signals.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Russia\u0027s startup scene in Moscow is growing with regular meetups. Foreign founders can access hubs like Skolkovo/IIDF, though visa hurdles exist.",
      "alignmentValue": 6
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "In Russia (Moscow), early-stage game funding exists via mixed funds and public grants (RVC, Skolkovo). Access is competitive and local capital is limited.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Russia\u0027s game accelerators exist sporadically; Moscow/St. Petersburg hubs offer generalist programs and university labs, not a strong game-specific ecosystem.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Russia (Moscow/SPB) has a senior tech pool; many are tied to anchor studios, so startups face competition and must offer strong packages.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Russia has a decent IT freelancer pool in Moscow and SPB, but visa/tax complexity and sanctions slow onboarding.",
      "alignmentValue": 6
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Russia (Moscow/St. Petersburg) offers solid coworking with game-dev communities; mocap gear and dedicated labs are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Russia (RU): Only a few game/IP specialists operate; startups rely on referrals. For global licenses, expect cross-border counsel beyond local firms.",
      "alignmentValue": 5
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Russia (RU) has limited local publisher presence. Founders would rely on international events and remote outreach.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Russia has local playtest groups and events, but scalable, frequent playtesting is limited; expect ad hoc panels and longer lead times.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "In Russia (RU), startup visas are limited; as a US family you’d likely need corporate sponsorship or relocate for work permits.",
      "alignmentValue": 4
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Russia offers affordable dev talent, but Moscow rents and inflation raise costs. Leverage IT incentives to extend runway.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Russia\u0027s 3D character artist pool is solid (Moscow/SPB); senior roles are competitive, startups may need relocation or remote sourcing.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Russia (Moscow/St. Petersburg) has several animation/VFX programs, but 3D character pipelines are uneven. Studios bridge gaps with targeted upskilling.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Russia has sporadic 3D character art workshops and local courses (Moscow/SPb); most upskilling is online or remote.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Russia RU: 3D character artist roles typically take 4–5 months with several cycles; remote/global talent helps offset local pipeline gaps.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Russia\u0027s 3D character artist compensation trails top hubs by ~25-30%. Cost of living is lower and benefits vary by employer.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "RU studios in Moscow/St. Petersburg use English widely; many 3D artists are bilingual. Some teams still rely on Russian; plan for language screening.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Russia (Moscow) supports remote 3D character work, but many studios favor hybrid setups; US time zones demand async workflows; fully remote is by exception.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Solid pool of 3D animators in Moscow and St. Petersburg; a few studios dominate, making senior hires competitive.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Russia has a few dedicated animation programs in Moscow and St. Petersburg; grads often require on-the-job upskilling for local studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Moscow and St. Petersburg offer sporadic 3D animation training; expect occasional workshops or remote courses rather than steady local programs.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Russia, Moscow/St. Petersburg offer strong 3D animation pools; most hires close in 1-2 months, with remote options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Russia RU: 3D animator pay trails top markets 25-30%; Moscow cost of living helps; strong case for remote work and local grants.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Russia, most 3D animators work in Russian; English is common mainly in Moscow/St. Petersburg multinationals, so bilingual candidates help teams.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Russia (Moscow/St. Petersburg), 3D animator roles exist with remote/hybrid options, but access varies by project.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Russia hosts a solid 2D environmental art pool, led by Moscow and St. Petersburg studios; competition for senior roles is noticeable.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Russia has a few reputable art/CG programs in Moscow and St. Petersburg. 2D environment art graduates feed into regional studios with solid portfolios.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Russia offers sporadic in-person 2D environmental art courses (Moscow/St. Petersburg) plus online options; most learning is self-directed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Russia (Moscow), 2D environmental artist roles typically run 4–5 months. Visa/relocation steps can extend timelines for international hires.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Russia (Moscow): 2D Environmental Artist pay ~25–30% below top markets. Lower living costs ease the gap, but packages still lag Western hubs.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Russia (Moscow/SPB): English-capable 2D environmental artists exist mainly in multinationals. Indie studios lean Russian, so plan for English screening.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Russia, remote/hybrid 2D environmental artist roles are common. Fully remote arrangements usually require negotiation and clear milestones.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Russia (Moscow/SPb) offers a solid real-time VFX pool; seniors are competitive, so remote/hybrid hiring or relocation may be needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Russia\u0027s VFX real-time pipeline: VGIK and a couple reputable programs consistently place grads into Moscow studios.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Russia offers occasional VFX real-time training; learning mainly online or via visiting experts; Moscow/SPb host intermittent workshops.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Russia (RU) VFX Real-Time hiring typically takes 3–4 months; proactive sourcing may be needed. Moscow/SPB studios exist; remote options help with English.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Russia (Moscow), VFX Real-Time pay trails top markets by 25-30%; lower living costs help offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Russia (RU): English is common in multinational VFX studios, but many local shops use Russian; bilingual ability helps in Moscow and St. Petersburg.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Remote options for real-time VFX in Russia exist case-by-case with limited process maturity. Hybrids or onsite work are common; prioritize senior or trusted contractors to fit a family-friendly schedule.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Russia\u0027s community manager pool is moderate, concentrated in Moscow and St. Petersburg; startups may need relocation or remote options for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Russia has solid IT/marketing programs in Moscow and St. Petersburg; dedicated community manager curricula are scarce, so on-the-job upskilling is common.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Russia has limited local Community Manager education; rely on online courses and occasional Moscow/SPB workshops; most learning is self-directed.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Russia: community manager roles typically require 4–5 months; local pipelines are modest—remote/relocation or English-friendly options help.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Russia (Moscow): CM compensation trails top markets by about 25-30%; lifestyle and remote options help offset the pay.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Russia CM market: English is common in IT, but client-facing roles prefer bilingual (EN/RU); fits family goal of English ubiquity and learning Russian.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Russia, studios often support hybrid/remote Community Managers with async workflows. Expect occasional on-site sessions in major cities.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Russia\u0027s game product marketing managers represent a moderate pool (Moscow/St. Petersburg). Senior roles may require relocation or remote options.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Russia lacks dedicated Game PMM curricula; mainly short certificates exist and graduates need mentoring; stronger options cluster around Moscow.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Russia has occasional PMM (games) training; Moscow \u0026 St. Petersburg host events and online courses, but local programs are limited; remote options prevail.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Russia\u0027s PMM (Games) hiring in Moscow/St. Petersburg typically takes 2–3 months with a solid local talent pool. Expect some Russian-language requirements.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Russia PMM (Games) pay trails top markets by ~25–30%; Moscow roles offer lower cost of living and remote options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Russia: PMM (Games) roles tend to be Russian-speaking; English common in multinationals (Moscow/SPB), with some Russian onboarding.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Russia (RU): remote game PM roles exist case-by-case; limited maturity but flexible for remote/hybrid to suit a family-friendly pace.",
      "alignmentValue": 5
    }
  ]
}