{
  "version": 2,
  "iso": "SI",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Slovenia\u0027s ~60% forest cover, clean rivers, and strong recycling keep air, water, and green space quality high for an outdoorsy family.",
      "alignmentValue": 9
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Slovenia is generally mild, but hotter summers and regional flood risks demand resilience planning. Prioritize flood-resistant housing and insurance.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Slovenia offers mild springs and autumns, warm but not humid summers, and snowy winters, great for outdoor family life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Air Quality",
      "alignmentText": "Ljubljana-area air is generally decent; winter inversions can raise PM2.5 to moderate levels monthly. Masks on bad days for the kids.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Moderate seismicity and river floods in Slovenia; strong building codes help, but preparation and site choice still shape family risk.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Ljubljana spring is mild but variable: warm afternoons with cool mornings, prompting wardrobe adjustments; pack layers and expect occasional showers.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Slovenia summers typically hover around 30°C (86°F) with moderate humidity; occasional heatwaves reach mid-30s°C, but nights stay cool.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Slovenia (SI) is mostly mild with light sweater weather; occasional showers may occur.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Slovenia\u0027s winters are generally mild; Ljubljana ranges -3 to 5°C with light snow. Primorska stays milder, and heating plus snow tires usually suffice.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Adriatic coast near Koper-Portorož offers tidy pebble beaches within short trips; some spots lack shade or lifeguards, but family-friendly overall.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Slovenia\u0027s Piran Bay sits about 24-26 C in peak summer; most swim-season months are 22-26 C, shoulder months need light rash guards.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Slovenia\u0027s Lake Bled, Bohinj, and karst caves near Ljubljana offer stunning, family-friendly scenery with easy, year-round hikes.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Ljubljana rents: min wage €1,254 gross (~€878 net) barely covers a family of four. With two kids, dual incomes or allowances are common.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Slovenia senior software pay runs around €45–60k gross locally, below Western Europe. Remote or freelance work helps Trey hit goals.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Steady but niche .NET demand in Ljubljana/Maribor, Slovenia; remote/hybrid roles growing, though many openings in larger EU hubs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Slovenia, Ruby roles are sporadic. Most openings favor hybrid work or remote EU contracts.",
      "alignmentValue": 5
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Slovenia offers EU Blue Card sponsorship for skilled workers. Dependents are allowed, and startup visas exist, with generally reasonable processing times.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Slovenia\u0027s eurozone economy is stable with ~2% growth and low unemployment; steady job prospects and EU funding support families and startups in SI.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Slovenia offers remote-friendly norms. Expect policy negotiation; Ljubljana/Celje coworking hubs support distributed teams and startup work.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Slovenia\u0027s EU work-life protections and parental leave support family time; flexible hours help preserve evenings, aligning with strong balance norms.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Slovenia standard 40-hour week with regulated overtime; hybrid/remote options support family balance and predictable hours.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Slovenia guarantees 20 days of paid leave plus about 12 public holidays, supporting family time. For this family, 20-24 days with planning fits well.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Slovenia, typical paid leave is about 25-29 days. Downtime is encouraged to support family trips.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Ljubljana, Slovenia offers urban amenities on a human scale with walkable neighborhoods; evenings are relaxed and errands rarely feel rushed.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Slovenia schools end early afternoon (≈13:00–14:00). Aftercare options exist, and remote-friendly jobs help keep family time around 15:30–16:00.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Slovenia weekends offer abundant nature - hikes, lakes, caves; many shops close Sundays, so plan ahead, but outdoor options stay plentiful.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Slovenia offers safe, family-friendly neighborhoods, universal healthcare, and strong schools; generous parental leave and affordable childcare support families with kids.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory is discreet in Slovenia. Ljubljana\u0027s urban scenes are welcoming, but official channels lag in recognition.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Slovenia\u0027s family-friendly policies support shared parenting and early education. Your values fit dual involvement and education focus in a calmer setting.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Ljubljana is very kid-friendly: car-free zones, parks, and safe streets. Stroller access is good and family life is well supported in Slovenia\u0027s capital.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools in Slovenia are strong but mostly Slovene-taught. Bilingual/international options exist mainly in Ljubljana, so careful planning is needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Ljubljana\u0027s vrtec system is strong but high demand. Early registration is essential; plan for a mix of public slots and private programs to secure bilingual options.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Slovenia provides strong preschool subsidies and public kindergartens; a 5-year-old\u0027s fees are largely covered and families may receive monthly allowances.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Slovenia offers public childcare subsidies, but visa families may face waitlists and residency proofs; private care often used.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Slovenia offers universal, free K-12 with strong public schools; newcomers get language support and early childhood options; bilingual programs often private.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Visa families can enroll children in Slovenian public schools, but must provide residence proof and may need Slovene immersion with variable ESL support.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Ljubljana has few reputable private schools; two international options (British and American) with €10–18k/year tuition and waitlists.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Slovenia offers strong parental leave, childcare support, and universal healthcare that fit your family priorities. Bureaucracy can slow payments.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Slovenia, visa-holding families have access to some social and health benefits. However, many regular supports require longer residency or permanent status.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Slovenia offers broad access to public universities with low tuition for citizens and Erasmus options; newcomers can explore residency-based aid and scholarships.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU adults pay €3–8k/yr at Slovenian public universities. English-taught programs exist, but visa/residency steps add friction.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Slovenia generally supports egalitarian work and caregiving with parental leave. Urban Slovenia leans toward shared roles; some traditional norms persist.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Slovenia\u0027s urban centers show strong social acceptance of gender diversity, but legal documents lag behind everyday inclusion.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Slovenia, gender protections are strong and pay equity rules exist; enforcement is improving, with some sector gaps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Slovenia generally affords women broad autonomy. Urban areas support dual careers with only mild appearance/parenting pressures.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Slovenia\u0027s evolving norms support hands-on dads and openness; nontraditional roles are broadly accepted, with occasional teasing.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Slovenia\u0027s Alps offer winter fun, lakes and caves for kids, and a sunny Adriatic coast. Compact, safe, and design-savvy, it\u0027s ideal for family exploration.",
      "alignmentValue": 9
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Ljubljana, Slovenia: English is common for daily life and services, but government forms favor Slovene; we\u0027ll study the local language for full participation.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "Slovenia (SI) leans progressive with strong civic engagement; LGBTQ\u002B rights and universal healthcare support the family\u0027s values.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Slovenia, Yugoslav self-management nostalgia is modest among elders; policy is social-democratic, with Marxism mainly academic, not governmental.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "Slovenia generally tolerates atheism; secular life is common. Some official rituals and public events still lean Catholic.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Slovenia offers comprehensive sex education and easy contraception; urban areas like Ljubljana are liberal, with generally progressive attitudes.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Same-sex marriage legal; Pride events in Ljubljana/Maribor; rural towns can be cautious, but comprehensive protections exist.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Slovenia\u0027s friendly but reserved neighborhoods; expat groups and schools help kids settle, with local events aiding gradual integration.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "Slovenia sees itself as eco-friendly, innovative, and cooperative; in Ljubljana you will find safe, English-friendly, family-focused communities.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Generally amicable with Austria, Italy, Hungary, and Croatia; Schengen travel eases border life, though Croatia debates appear in media.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors Austria, Italy, and Croatia view Slovenia as a stable EU partner with strong tourism ties; occasional policy debates exist, but no major tensions.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Ljubljana offers a moderate nightlife: many venues close early, with few options outside the city; family evenings work best with planned babysitting.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Ljubljana, Slovenia favors modern-smart looks in daily wear. Offices still expect neat, understated attire.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Ljubljana, Slovenia, fashion is lively and inclusive. Women wear what suits them, with diverse styles beyond strict dress codes.",
      "alignmentValue": 9
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Slovenia, hiking the Alps, cycling, and board-game groups fit our family hobbies; tech meetups and family activities are accessible in Ljubljana.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Ljubljana, Slovenia hosts boardgame cafes and Na Meji Nevidnega; boardgaming is growing but still small, with occasional family-friendly meetups.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Ljubljana\u0027s Metelkova and Maribor\u0027s Lent offer regular live music in Slovenia. Major acts are less frequent, but venues are reachable with safe transport.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Ljubljana offers tech meetups (PyLjubljana, Ljubljana .NET), Slovenia Games, and outdoor clubs; many groups are family-friendly, though some niches require outreach.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nature is within an hour in Slovenia: Postojna Cave and Lake Bled are reachable from Ljubljana. Great family-friendly trails and easy weekend trips nearby.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Slovenia is a parliamentary republic with PR and active democracy. Rule of law and civil liberties are strong, aligning with our values.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Slovenia is secular with Catholic cultural influence. Policy remains pluralistic and evidence-based, protecting minority rights.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Slovenia has strong unions and enforceable labor rights across sectors. This supports family-friendly work conditions for SI residents.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Slovenia\u0027s pluralist democracy blends welfare with market liberalism; strong rights and open debate align with your family\u0027s values.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Slovenia, EU safeguards and vibrant civil society keep authoritarian backsliding risk low; monitor governance reforms and media independence.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Slovenia\u0027s social-market economy blends innovation with strong safety nets and fair competition, including public healthcare and startup support.",
      "alignmentValue": 10
    },
    {
      "key": "Stability",
      "alignmentText": "Slovenia: stable, EU/NATO member with predictable policy shifts; occasional protests don\u0027t derail daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Slovenia\u0027s media is broadly free with watchdogs. Public broadcasters and independent outlets debunk occasional spin.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Slovenia, messaging should center shared wellbeing and accurate information; support independent, multilingual media with minimal propaganda.",
      "alignmentValue": 10
    },
    {
      "key": "Social Policies",
      "alignmentText": "Slovenia offers universal healthcare and solid family benefits; strong safety nets, but outreach and bureaucratic access could improve.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in Slovenia\u0027s government is around 35-40%; scandals dent confidence. For your family, prioritize transparent, simple public administration and reliable services.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Slovenia (Ljubljana) shows low perceived corruption; stable governance and solid public services support families, with only minor public procurement concerns.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Slovenia (SI) has mostly petty, localized corruption with strong oversight; public services and migration processes are generally reliable for families.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Ljubljana family housing is tight and pricey; a 3-bed near center can cost €600–€1,200/mo, with deposits common. Outer towns help costs but may lengthen commutes.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Slovenia is among Europe\u0027s safest nations with low violent crime and strong community ties. Families can feel secure in Ljubljana and across the country.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Slovenia, healthcare is universal with public coverage. Pediatric care is solid, but there can be specialist wait times.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Slovenia requires visa holders to buy public health insurance (roughly €120/month per adult) before coverage; once enrolled, access mirrors citizens.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Slovenia offers subsidized infant and preschool care. Enrollment planning helps due to waitlists, but overall childcare support is robust.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Slovenia offers universal healthcare, subsidized childcare, and flexible parental leave; strong family support with some income caps.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Slovenia provides strong nationwide public education with good STEM and language options; English widely used in cities, though rural gaps remain.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Ljubljana\u0027s buses and trams offer strong urban transit for a family. Weekend service can be reduced; plan ahead for trips with kids.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Slovenia is an EU/Eurozone member with a regulated market and strong protections. Startup grants and stable governance support entrepreneurship with modest bureaucracy.",
      "alignmentValue": 9
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Slovenia uses monthly wage withholding and annual eDavki filing; digital portal is solid, though complex cases may need an accountant.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Slovenia (SI): €60k gross ≈34–37% income tax plus 22% VAT; mid-30s burden we accept for universal healthcare and schooling.",
      "alignmentValue": 6
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Slovenia offers SEPA, broad contactless payments, and strong digital banking; foreigners may face some account-opening paperwork, residency helps for families.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Ljubljana offers moderate costs; a family can live on ~€2.5k–3.0k/mo for housing, groceries, and transit, with accessible healthcare.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Slovenia\u0027s PAYG pensions replace ~58% of avg wage and are currently reliable. Long-term sustainability is debated, so plan supplementary retirement savings.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Slovenia, long-term visa workers can access state pensions after contributing. Residency thresholds may apply, so private savings are advisable.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Slovenia offers EU Blue Card and highly-skilled permits; startup/entrepreneur paths exist but are competitive and documentation-heavy.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Generally welcoming for US migrants in urban Slovenia (Ljubljana). Expat services are strong and English is common, though some bureaucracy remains.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Slovenia offers 1-year temporary permits (renewable) and a 5-year path to permanent residence; family reunification available but with standard paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Slovenia\u0027s path to citizenship is lengthy: ~10 years of residence (5 continuous) and Slovene B1; dual citizenship rules are strict, approvals can be rare for U.S. families.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouse and minors can reunify in Slovenia with stable income and housing; expect several months for residency permits and processing.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Slovenia startup/work permits typically 2–4 months with about €120–€175 per applicant plus translation costs. Budgeting is predictable for this family.",
      "alignmentValue": 9
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Slovenia requires address registration within 8 days, timely permit renewals; non-EU hire quotas may delay approvals for founders.",
      "alignmentValue": 7
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Slovenia generally allows dual citizenship. US citizens can naturalize while keeping US status, though residency requirements apply.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Slovenia requires Slovene paperwork, health-insurance proof, and tax filings; for first-time US visa applicants, start language study early and plan visa timing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Slovenia\u0027s game scene is lean; Ljubljana hosts boutiques like Outfit7 with Unity/mobile roles. AAA studios are rare; networking helps.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Ljubljana-based studios typically hire in 3–4 months. Outfit7/EKIPA2 focus on Unity/mobile; AAA roles are scarce.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Slovenia (Ljubljana), established studios tend to be slightly below top hubs but offer stable pay and solid family-friendly benefits.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Slovenia, English is widely used in studios. Local Slovenian fluency remains important for community, compliance, and partnerships.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Slovenia-based studios commonly support hybrid/remote roles, matching the family\u0027s flexible work preferences.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Notable studios in Slovenia include Outfit7 (Talking Tom), EKIPA2, and Owlbear \u0026 Friends; a growing indie hub centered around Ljubljana.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Ljubljana\u0027s GameDev.si hosts regular jams and meetups with cross-border links to Croatia and Austria. It welcomes newcomers and families.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Slovenia offers ABC Accelerator and EU funds for game startups; small talent pool means remote teams, and grants help plus family-friendly costs.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Slovenia (Ljubljana) startup scene is moderate; EU grants/accelerators help. Hiring likely 3–4 months; remote options reduce time for founders.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Slovenia, startup pay trails top markets by about 20%. Equity terms vary, but grants and visa options aid runway for families.",
      "alignmentValue": 6
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Slovenia\u0027s startup scene uses English widely; regulatory tasks require local Slovenian, so bilingual teams and translation help.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Slovenia\u0027s startups are hybrid-remote friendly. Solid broadband and EU support enable async work, with periodic onsite meetups in Ljubljana or Maribor.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Slovenia has solid fiber broadband and reliable roads. Nearby Austria-based Azure region keeps latency low for cloud work.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Slovenia offers generally mild seasons; occasional cold snaps and storms occur. Plan for a few swings each season and keep contingencies ready.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Ljubljana, Slovenia has noticeable winter darkness; maintain energy with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Slovenia (SI) has mild springs/autumns and temperate summers; coastal areas stay comfortable, inland can see hotter spells; plan for variety.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Slovenia offers universal healthcare and childcare subsidies. Care waitlists and urban housing costs can limit lower-income families with two kids.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Slovenia, a middle-income family can enjoy a good lifestyle with mindful budgeting. Housing in Ljubljana and other cities may require some trade-offs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Quality of life for higher earners in Slovenia is solid. Premium services cluster in Ljubljana and coastal towns, requiring planning.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Ljubljana offers 2k sq ft rentals, but inventory is tight for families. You may need longer commutes or older properties to secure space.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Slovenia offers a few co-living/co-op projects, mainly near Ljubljana. Options are modest and may require patience for families.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Slovenia\u0027s friendliness varies by neighborhood. With initiative, families find welcoming communities, especially in Ljubljana\u0027s family-friendly districts.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Slovenia blends welcoming communities and universal healthcare with some bureaucratic hurdles and occasional skeptical national rhetoric.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Slovenia hosts many expat families; English-friendly services and plans to learn Slovenian support mostly smooth integration, though some question motives.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Slovenia (Ljubljana), politeness is generally warm; staff respond positively when engaged, even in busier areas.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Slovenia, expat circles and community events help your family deepen bonds after you show interest. Joining clubs or community dinners can form meaningful connections faster.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Slovenia generally respects personal space; in Ljubljana\u0027s crowded spots, closer contact can occur, but interactions stay polite and manageable for families.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Slovenia, openness is welcomed, but balance honesty with local etiquette; be direct about needs while respecting Slovenian courtesy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Slovenia, grooming is neat but practical. A presentable look fits schools and work without overdoing it.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Slovenia, inclusive, family-friendly culture promotes health over appearance; fitness discussions are supportive, not body-shaming.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Slovenia, urban settings tend to lean smart-casual. Plan versatile outfits for work and outings without over-dressing.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Slovenia\u0027s urban consent norms are generally respectful; most people communicate clearly. With kids, prioritize direct, calm dialogue in social settings.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Slovenia (Ljubljana), gendered flirting norms are increasingly inclusive; our family models flexible, non-stigmatizing approaches.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Slovenia\u0027s urban centers (Ljubljana) are relatively tolerant; non-monogamy is accepted in many spaces, but privacy helps avoid backlash.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Slovenia\u0027s urban centers (Ljubljana) are liberal; casual relationships are broadly accepted, though some circles prefer discretion.",
      "alignmentValue": 9
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Slovenia\u0027s progressive scenes tolerate non-monogamy, but formal recognition is limited; expect varied openness and discreet dealings with institutions.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Slovenia, personal space is usually respected; in Ljubljana, brief greetings and non-intrusive interactions are common.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Slovenia has strict gun licensing and storage rules; firearms exist but are carefully regulated, with safety culture controlling daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Slovenia\u0027s decriminalization for small possession and strong health services support a low-risk environment. This fits a family-friendly, healthcare-accessible setting.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Slovenia (SI) features proportionate drug enforcement with strong oversight; families typically avoid aggressive sweeps, aligning with a calm, stable climate.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence is uncommon in Slovenia; authorities communicate transparently, and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Slovenia generally meets international standards with active oversight. Stay informed on local reforms affecting detainee rights.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Slovenia\u0027s cities offer walkable neighborhoods with good sidewalks and calm crossings; avoid busy arterials near schools.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Slovenia (SI) features universal public healthcare and an active-living culture; strong community wellness programs and accessible services for families.",
      "alignmentValue": 10
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Slovenia\u0027s markets balance processed foods with strong fresh produce; Ljubljana and regional towns offer good access to produce for families.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Slovenia (Ljubljana), fresh markets and diverse restaurants are solid; some niche ingredients may require a trip to larger cities.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Slovenia is moderate; universal health care supports access, but therapy wait times persist, even in cities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity in Slovenia remains moderate; active transport and public health campaigns help keep trends stable in Ljubljana and beyond.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Slovenia, cancer incidence sits near European norms. Universal healthcare and strong screening support early detection and treatment.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Slovenia\u0027s diversified economy and EU-funded programs support quick reemployment; Ljubljana\u0027s tech scene and startups bolster resilience.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Ljubljana\u0027s game scene is modest but growing; several studios anchor Slovenia with indie teams and regional collaborations.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Ljubljana has a single notable anchor (Outfit7) and a growing game-dev scene; few large studios, with remote-friendly roles and grants.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Slovenia has vendor options but limited capacity; niche game/dev studios exist, with solid EU funding access but smaller scale.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Slovenia has CS/digital arts programs in Ljubljana and Maribor. Game curricula still need industry training, so internships with local studios help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Slovenia (Ljubljana) has university-based and private CE; most offerings in Slovene, with some English online courses; occasional workshops.",
      "alignmentValue": 6
    },
    {
      "key": "Community Activity",
      "alignmentText": "Ljubljana and other Slovenian cities host monthly meetups and occasional game jams; a steady, accessible dev community for newcomers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "In Slovenia, Unity dominates the game dev scene. Unreal is growing, with cross-training through local meetups and EU programs.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Slovenia offers a strong real-time game dev ecosystem with EU funding access. Broadband is robust and latency to regional servers is favorable for multiplayer.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Slovenia\u0027s IT talent pool is solid but competitive; in Ljubljana, expect hiring friction for software roles, though remote work and visa routes can help.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Slovenia\u0027s EU tech scene offers stable retention with strong education and healthcare. Expect occasional churn during funding cycles for startups.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Slovenia offers progressive D\u0026I with LGBTQ\u002B protections and strong gender parity; Ljubljana\u0027s inclusive workplaces suit a family-friendly, English-friendly plan.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Slovenia (Ljubljana) offers modest game/creative incentives: tax credits and culture/film grants exist, but programs are limited and competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Slovenia offers a stable regulatory climate with EU-backed startup grants. Policy direction is steady, with predictable rulemaking and support for tech ventures.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Slovenia has a healthy founder scene, centered in Ljubljana with regular meetups and coworking hubs; cross-city mentorship remains limited.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Slovenia offers public/EU grants but few game-specific funds; fundraising relies on mixed local/remote networks with significant effort.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Ljubljana/Slovenia hosts several general accelerators and university labs; occasional game cohorts exist but no dedicated game tracks.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Slovenia has a small senior tech pool; startups should expect abroad or remote senior hires, even with Ljubljana\u0027s growing scene.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Slovenia has serviceable contractor bench with EU IT talent. Ljubljana area holds solid pool, but niche game-dev skills may be scarce and require lead time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Ljubljana, Slovenia has several coworking spaces and startup hubs. Game-dev gear is limited, but basic resources are available.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "In Slovenia, general tech lawyers with some game/IP experience exist. Dedicated game IP boutiques are limited but viable firms do handle game rights.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Slovenia has limited local publisher/BD presence. Most engagement is via remote channels and EU events; founders rely on conferences abroad.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Slovenia has an emerging indie game scene with EU-backed playtests in Ljubljana/Maribor; expect some lead time for formal sessions.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Slovenia offers a startup visa path for founders with family options. Processing is moderate but workable.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "7: Costs slightly elevated but manageable with local incentives. Ljubljana rents are reasonable; dev wages competitive, with EU startup grants available.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Slovenia\u0027s 3D character artist pool is limited; Ljubljana studios exist, but senior talent is scarce—remote work or relocation may be needed for game-dev hires.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Slovenia has a small but growing 3D/animation education path. Ljubljana and Maribor offer English-taught design programs, with local studios aiding upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Slovenia has university CG programs in Ljubljana and Maribor. Occasional bootcamps and meetups help, but most learning remains self-directed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Slovenia, 3D character artist hiring typically takes 2-3 months due to specialized demand; remote work and EU talent pools help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Slovenia (Ljubljana) offers 3D character artist pay ~20% below global medians; strong QoL and EU access help offset lower comp.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Slovenia\u0027s 3D art studios commonly use English; basic Slovenian helps in local teams. Your family prioritizes English ubiquity and learning Slovenian.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Slovenia (SI), remote/hybrid 3D artist roles are common with flexible async workflows; strong broadband and English-friendly studios suit the family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Slovenia\u0027s 3D animator pool is moderate (Ljubljana). Startups can hire mid-level talent; senior hires may require relocation or remote work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Slovenia offers small but real 3D animation programs in Ljubljana and Maribor; graduates often need hands-on studio upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Slovenia\u0027s capital Ljubljana offers sporadic 3D animation continuing education. Many opportunities are online or via visiting experts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Slovenia, 3D animator roles typically take 3–4 months; proactive sourcing or relocation support boosts chances given the niche market.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "3D animator pay in Slovenia trails top hubs. Ljubljana studios and EU grants, plus strong work-life balance, offset the gap.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Slovenia\u0027s 3D animation scene uses English widely; many studios expect some Slovenian too, so bilingual ability is advantageous.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Slovenia (Ljubljana): hybrid 3D animator roles exist; remote work is possible, but on-site collaboration is still common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Ljubljana and Slovenia offer a moderate 2D environmental art pool: solid mid-level talent with a few seniors; relocation or remote hires may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Slovenia has design/art programs in Ljubljana and Maribor, but dedicated 2D env-art pipelines are small; studios fill gaps via partnerships.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Slovenia: limited local 2D environmental art CE; Ljubljana/Maribor offer design programs and occasional bootcamps; most upskilling remains self-directed.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Slovenia\u0027s 2D environmental artist openings usually take 2–3 months due to limited local specialists. EU talent and remote-hire options help fill roles faster.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Slovenia, 2D environmental artist pay trails leading hubs by ~20% after cost of living. Still offers reasonable packages for EU salaries with good work-life balance.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Slovenia, English is common in studios, but local 2D artists often use Slovenian; expect bilingual screening in Ljubljana-area teams.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Slovenia supports remote/hybrid 2D environmental art with strong async workflows. Expect occasional onsite sessions; reliable broadband enables smooth collaboration.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Slovenia\u0027s real-time VFX pool is small (Ljubljana/Maribor); expect sporadic availability and need for aggressive sourcing or contracts.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Slovenia has limited dedicated VFX Artist (Real-Time) programs; Ljubljana/Maribor provide CS/graphics tracks and studio partnerships bridging gaps.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "In Slovenia, VFX real-time continuing ed exists mainly via visiting experts or online courses; local in-person options are limited.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Slovenia\u0027s VFX real-time market is modest; expect 4–5 month hires with multiple cycles; remote/EU-wide options help.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Slovenia\u0027s real-time VFX pay trails top hubs by ~25–30% after cost of living. Ljubljana area offers strong QoL and universal healthcare.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "English is widely used in Slovenia\u0027s VFX/real-time studios (Ljubljana/Maribor); bilingual skills help, and learning Slovenian boosts local fit.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Hybrid VFX real-time work is common in Slovenia. Fully remote options are negotiated case-by-case with solid broadband.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Ljubljana\u0027s startup scene offers a solid community manager pool but concentrated among a few firms; senior roles are competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Slovenia offers digital media/marketing degrees at UL and UM, but a dedicated community manager track is limited; expect on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Slovenia\u0027s community manager education is limited; few local providers exist, so most upskilling is remote/online rather than in-person.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Ljubljana, Slovenia: CM roles typically take 4–5 months. There is a moderate local pool, with strong EU mobility and remote/relocation options for families.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Slovenia (Ljubljana): total comp trails top markets by ~25-30%; solid benefits and high QoL help offset lower salaries.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Slovenia: English is common in tech; for community managers, bilingual English/Slovenian candidates are preferred, with translation support available if needed.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Slovenia offers strong broadband, EU remote norms, and hybrid-friendly work; fits a family-oriented, slower-paced lifestyle.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Slovenia\u0027s PMM (games) talent pool is moderate; startups can hire but may need relocation or searches. Ljubljana\u0027s growing game dev scene improves options.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Slovenia has limited dedicated \u0027games\u0027 PMM programs; few marketing/game tracks with small cohorts; expect on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Slovenia offers sporadic game PMM upskilling. Occasional meetups and EU programs in Ljubljana provide remote options.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Slovenia (Ljubljana): PMM in Games hiring typically 4–5 months; shallow local pool; remote work or relocation often needed to secure the role.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Slovenia: PMM (Games) pay trails top markets by ~25-30%; lower cost of living and EU grants help offset the gap for a family move.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "English is widely used in Slovenian game marketing; many studios are bilingual. Your family\u0027s willingness to learn Slovene fits local teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Slovenia-based studios typically offer hybrid PM (Games) roles; fully remote options often require negotiation. Teams favor in-person collaboration with robust async workflows.",
      "alignmentValue": 8
    }
  ]
}