{
  "version": 2,
  "iso": "SI",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Maribor offers steady .NET roles in SMEs and outsourcing; remote EU/US options help maintain marketability.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Maribor offers EU benefits and affordable living; 2D Environmental Artist pay ~20% under global medians—worth considering grants/equity.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Maribor offers occasional 2D environmental art workshops and active online communities; most upskilling is via remote courses or visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Maribor\u0027s 2D environmental art path is modest; likely one college with mixed readiness. Consider online courses or Ljubljana programs for stronger options.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Maribor\u0027s small game scene slows hiring; 2D Environmental Artist roles linger for months; rely on remote/imported talent.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Maribor, Slovenia: English is common in tech, but studios often want Slovenian; your bilingual approach fits local market needs.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Maribor, Slovenia supports hybrid 2D environmental artist roles. Remote work is common but expect periodic on-site collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Maribor, Slovenia has a small 2D environmental artist pool with sporadic availability. Aggressive sourcing or contract work is often needed for senior hires.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Maribor, Slovenia, 3D animator pay is ~20% below global medians; cost of living helps, but offers may lag top hubs; offset with EU grants.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Maribor, Slovenia offers few in-person 3D animation upskilling options; events are infrequent and mentorship is limited—online courses help.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Maribor, Slovenia has limited dedicated 3D animation programs; talent often comes from Ljubljana or online courses, with local studios bridging gaps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Maribor\u0027s 3D animator pool is modest; expect 3–4 months to hire. Remote/global talent can help, with EU visas and local tech networks.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Maribor studios use English widely in 3D animation, but many require Slovene basics; plan bilingual support and local onboarding.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Maribor, Slovenia offers hybrid 3D animation roles; remote work is common, but fully remote often requires negotiation.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Maribor, Slovenia has a modest 3D animation pool; local hiring is largely mid-level, with seniors often remote or relocated.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Maribor, Slovenia: 3D character artist pay ~20% below top hubs; aligns with value 6; remote work/bonuses helpful.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Maribor, Slovenia has limited dedicated 3D character programs; advanced topics rely on online study or Ljubljana-based courses.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Maribor\u0027s digital arts scene offers serviceable grads and local studios; partnerships bridge gaps but advanced 3D character programs are limited.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Maribor, Slovenia has a niche 3D character artist pool; hiring may take 3–4 months. Proactive sourcing and relocation can help meet Trey’s game-dev needs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "English is routinely used in Maribor\u0027s tech/creative teams, but Slovenian dominates; expect bilingual hires and some local onboarding.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Maribor, Slovenia, remote/hybrid 3D artist roles are common; matches Trey\u0027s remote/entrepreneur setup and Sarah\u0027s remote options.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Maribor\u0027s 3D character artist pool is small; aggressive sourcing or contract work needed. Nearby Ljubljana may offer more options.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Maribor, Slovenia has limited game-specific accelerators; rely on general startup programs and university incubators that accept game teams.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Maribor air is generally good; watch seasonal pollen and occasional dust days, may use portable filters.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Maribor has limited anchor studios; mainly indie teams, no AAA hubs. Opportunities arise via remote work and Ljubljana-based studios.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In Maribor, Slovenia, secular culture is strong; atheism is generally accepted and you can live openly, though some traditional ceremonies persist.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Slovenia\u0027s democracy remains healthy. Maribor\u0027s courts and media remain independent.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Maribor, Slovenia is workable for newcomers, but foreigners may face onboarding paperwork; EU SEPA payments and modern online banking help.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches aren’t within 30–60 min of Maribor, Slovenia; plan a 2–3 hour trip to the Adriatic coast (Portorož/Koper) for family-friendly options.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Maribor, Slovenia has a budding boardgaming scene with family-friendly meetups and shops; regular groups exist but coordination helps.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Maribor, Slovenia offers respectful, inclusive fitness talk; body positivity exists with modest health emphasis; boundaries help the family.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Maribor, Slovenia, has a diversified economy backed by EU funds and a growing IT/startup scene. Layoffs are offset by quick reemployment and flexible work options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Maribor, Slovenia: cancer incidence aligns with global norms; reliable screening and universal healthcare support early detection for your family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "9: Slovenia\u0027s carceral system largely meets international standards with oversight; in Maribor, EU norms apply, but ongoing transparency/reform remains important.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "8: Maribor/Slovenia has strong, subsidized childcare (vrtec); plan ahead for enrollment; modest fees and reliable care for kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Maribor is mostly kid-friendly: parks along the Drava and safe neighborhoods, with good schools; central zones can be busier for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Maribor, Slovenia has solid childcare subsidies and public preschools; affordable options plus parental leave support, though some fees remain.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Slovenia offers resident childcare subsidies; visa holders with permits can access strong support in Maribor with straightforward documentation.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Maribor has growing gaming and climbing communities with local clubs and venues, but some hobbies require online groups or trips to bigger cities.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Maribor\u0027s tech scene offers quarterly meetups and a growing game-dev community, providing reliable local networking for the family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Maribor, Slovenia, universal healthcare and an active-living culture support preventive care for your family.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Maribor, Slovenia, has a few reputable co-living and cooperative options. Families should expect some competition and patience.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Maribor, Slovenia, Community Manager pay is about 20% below global medians; remote/hybrid options and family-friendly policies help attract talent.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Maribor (Slovenia) has limited local CM continuing education; basic programs exist via UM/Maribor universities, but advanced topics rely on remote modules.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Maribor, Slovenia has few dedicated community manager programs; related IT/marketing degrees exist, so on-the-job upskilling is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Maribor\u0027s local CM pool is shallow; plan 3–4 months with proactive sourcing or remote/EU hires. Visas/relocation can slow hiring.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Maribor tech scene uses English broadly; hire a Community Manager with strong English and basic Slovenian.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Maribor, Slovenia favors hybrid community-manager roles; remote work is common but negotiated, with periodic onsite time and reliable broadband.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Maribor has a modest community manager pool. Expect limited local talent and possible need for remote or relocated senior managers.",
      "alignmentValue": 5
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Maribor, Slovenia has a kind, welcoming feel; active local clubs and expat networks help newcomers integrate.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Maribor-based studios pay slightly below leading hubs but sustainable for families; remote/hybrid options suit Trey and Sarah, given EU living costs.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Maribor, Slovenia startup comp: cash modest but equity meaningful. EU grants help, ~20% under top markets, good for a US family pursuing visas.",
      "alignmentValue": 6
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Compliance in Maribor is navigable for a US family. Expect periodic renewals and local permits for residency/business.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Maribor offers university-led courses and occasional local workshops; regular bootcamps are limited and may require travel to Ljubljana.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Maribor, Slovenia offers a serviceable contractor pool with pockets of scarcity for specialized game dev/Azure work; remote EU talent helps.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Slovenia emphasizes harm reduction and treatment; Maribor offers universal healthcare and light penalties for small drug offenses.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Maribor, Slovenia offers EU-aligned costs with affordable rents and wages. Grants and favorable corporate taxes aid budget planning for a startup family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Maribor\u0027s cost of living is moderate; with remote US salaries, housing, groceries, and healthcare fit comfortably for a family.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Maribor, Slovenia offers quality coworking and a few shared production resources. Indie game dev teams can access local university labs and partnerships.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Maribor\u0027s IT market is growing; Unity/Azure skills are slightly scarce. Remote/hybrid hiring plus local grads keep demand in check.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Maribor is moderate; Slovenia\u0027s public health system provides accessible care, though newcomers may face counseling wait times.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Maribor, Slovenia, relationships deepen steadily with steady effort. Join clubs and local events to build trust and close ties.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "7 - Maribor, Slovenia shows D\u0026I commitments with growing LGBTQ\u002B openness; progress varies, with ethnic diversity still limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Maribor, Slovenia: drug enforcement is proportionate with strong oversight; families rarely see raids, supporting a stable, rights-respecting environment.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Slovenia generally permits dual citizenship with minimal reporting; suitable for a US family relocating to Maribor.",
      "alignmentValue": 9
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Maribor has EU/Slovenian grants and mixed funding; game-focused backers are scarce; expect significant effort and remote-investor outreach.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Maribor, Slovenia offers solid, diversified growth with low unemployment and EU grants; local markets cushion families though cycle swings exist.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Slovenia\u0027s mixed, EU-backed economy with reliable governance and startup grants supports Trey\u0027s ventures; Maribor offers stable, pro-entrepreneurship conditions.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Maribor, Slovenia offers EU-backed startup support for creative tech. Policy remains stable with only minor shifts.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Education in Maribor, Slovenia is excellent overall; some districts exceed others, but strong public schools and early programs support bilingual exposure.",
      "alignmentValue": 8
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Maribor, Slovenia has limited game-focused programs; CS/media dominate. Careers may rely on self-taught routes or online study.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Moderate sponsorship potential in Maribor, Slovenia: skilled tech roles can qualify for sponsorship/Blue Card, but quotas and admin hurdles apply.",
      "alignmentValue": 6
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Unity-led engine scene in Maribor, Slovenia with Unity resources and usable Unreal cross-training. Trey\u0027s Unity focus fits the local indie game dev scene.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Maribor, Slovenia has high environmental quality with clean Drava waterways and abundant parks; only minor urban emissions affect occasional outdoor plans.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Maribor, Slovenia: ~20% effective tax with child credits; good public services offset costs for a family of four.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Maribor autumn is mild (roughly 10-20 C) with crisp mornings and occasional showers; most days suit outdoor family activities.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Maribor offers safe neighborhoods, parks, and good public schools. English-friendly with universal healthcare supports family life in Slovenia.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "9: In Maribor, Slovenia, core family sponsorship is readily available for a spouse and two minor children. Expect standard dependent visa steps.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Maribor, Slovenia offers solid family support (childcare, healthcare, parental leave) for residents; access depends on residency and bureaucracy.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Slovenia (Maribor) offers universal healthcare, childcare subsidies, and solid education support; some bureaucracy but strong family safety net.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Maribor, Slovenia offers partial benefits for visa families; residency needed for most cash supports. Healthcare access is via insurance if employed.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Maribor\u0027s vibe is tidy smart-casual; practical family outfits with subtle style fit daily life in Slovenia.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Maribor\u0027s fashion scene in Slovenia is diverse and body-positive. Women enjoy broad style freedom in an urban European context.",
      "alignmentValue": 10
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Maribor, Slovenia, men\u0027s fashion is modern in the city. Suburbs lean toward classic styles.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Maribor, Slovenia, femininity norms support diverse expression; women in tech and parenting feel welcomed with progressive attitudes.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Slovenia (Maribor), gun ownership exists but licensing, safe storage, and training are rigorous and widely respected.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Maribor, Slovenia: flirting norms are generally respectful and cues are clear; staff usually enforce boundaries.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Maribor, Slovenia\u0027s founder scene is growing, centered around Tehnopolis and the university; EU grants exist, but cross-pollination remains moderate.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Maribor, Slovenia has strong fresh markets and good local produce for daily cooking. Some international options require trips to Ljubljana or Graz.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Maribor, Slovenia, locals are polite and open to newcomers. With proactive outreach and learning Slovene, friendships should form gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Maribor offers a modest game dev scene with available remote work. On-site studios exist but are concentrated elsewhere in Slovenia.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Maribor, Slovenia offers solid social acceptance for gender diversity; urban support exists, though official documents lag behind.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Slovenia (Maribor) has strong gender rights with EU protections and solid enforcement; leadership parity is improving but not fully equal yet.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Maribor, Slovenia shows egalitarian gender roles; Trey and Sarah share parenting and careers with supportive policies and childcare access.",
      "alignmentValue": 10
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Maribor, Slovenia is increasingly inclusive; your sex-positive, polyamory-friendly values fit well, with most venues welcoming fluid flirting.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Maribor offers solid healthcare, education, safety, and EU work-permit pathways. Visa stays require permits, but benefits outweigh challenges.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Maribor, Slovenia faces noticeable but manageable warming; hotter summers and heavier rains are likely, but EU resilience programs bolster infrastructure.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Maribor, Slovenia has a startup visa path for founders; usable but processing is moderate with some paperwork.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Maribor, Slovenia leans casual but presentable; a gentle grooming polish works for work and social outings without overdoing it.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Maribor, Slovenia: progressive scenes tolerate multi-partner households with respectful curiosity; public friction is limited.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Slovenia offers a strong universal healthcare system; in Maribor, pediatric and general care are affordable with occasional delays for specialists.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Slovenia (Maribor), visa families can receive care but face extra paperwork and costs; private insurance is recommended.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Maribor\u0027s public universities provide broad access and affordable tuition for Slovenian citizens. Scholarships exist, though some programs are competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Maribor, Slovenia offers English-taught degrees; non-EU tuition is moderate, with international offices; some scholarships exclude non-citizens.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Maribor studios typically fill roles in 3–4 months, often needing remote hires or relocation. EU access helps, but the local market is smaller than US hubs.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Maribor, Slovenia, startup hiring often hinges on remote or relocated staff. Budget for 3\u002B months to land specialists.",
      "alignmentValue": 3
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Maribor, Slovenia: stable housing with affordable prices; family-friendly neighborhoods and parks exist, with a manageable search and solid tenant protections.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled"
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Maribor, Slovenia is generally welcoming to immigrants. Expats benefit from EU norms and local services, though occasional rhetoric raises mild concern.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "9: Maribor welcomes white migrants; English is common among professionals, aiding family life. Safe neighborhoods and mild climate support integration.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Maribor, Slovenia, public K-12 is broadly accessible for residents and citizens. Language support helps newcomers integrate into schools.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Maribor, visa-holding children can enroll in public schools with residency proof; expect some paperwork and language-support needs.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "8; In Maribor, English is common for services and tech; schooling and official matters are Slovenian, so learning Slovenian helps integration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Maribor\u0027s studios use English widely in tech teams, but Slovene dominates documentation. English is common, not universal.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Maribor, Slovenia startups commonly use English in product teams. Local regulatory tasks require Slovene, so bilingual capability helps.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "In Maribor, Slovenia, game-specific IP counsel is scarce; startups lean on general IP/tech firms or Ljubljana resources.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Maribor, Slovenia offers broad LGBTQ\u002B protections and urban acceptance. Rural areas may vary, but anti-discrimination enforcement is in place.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Maribor, Slovenia has limited local playtesting; data quality can vary. Rely on online testers and EU panels for timely feedback.",
      "alignmentValue": 4
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Maribor, Marxism is a niche current with academic sway. Public life leans centrist but left voices remain visible.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Maribor, Slovenia, masculine norms are inclusive; younger generations embrace nurturing and nontraditional roles, while older circles remain traditional.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Maribor, Slovenia: mass violence incidents are uncommon; authorities communicate transparently and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Maribor, Slovenia has a budding expat/tech scene; meetups exist but often require proactive outreach and local networking.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Minimum wage in Maribor, Slovenia, typically covers core family costs with public services; two kids may still require a second income or childcare subsidies.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Maribor, Slovenia (SI) offers reliable power and fast broadband with low latency; infrastructure is modern and well-connected for work and gaming.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Maribor, Slovenia: urban circles increasingly understand non-monogamy; mainstream spaces remain discreet, with niche communities offering support.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Maribor, Slovenia, be open and direct but tactful; locals value honest discussion on civil liberties and family life with context-aware dialogue.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Maribor, Slovenia offers Pohorje trails and Drava river scenery for family outings within easy reach. Some areas charge fees, but weekly outdoor time works well.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Maribor, Slovenia: natural disasters are rare. Floods and minor quakes occur but are mitigated by strong building codes and insurance.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Excellent nature access in Maribor, Slovenia: easy Pohorje and Drava trails nearby. Family-friendly parks and outdoor options are within easy reach.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Maribor has a family-friendly live music scene with seasonal events (Lent) and venues; it\u0027s walkable, but big acts may require planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Maribor\u0027s Lent district offers cafés and live music; nightlife exists but isn\u0027t deeply family-oriented. Plan sitters and safe transport for evenings.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Maribor\u0027s game dev scene is limited; most networking is online or via Ljubljana events, with few local meetups.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Maribor has a small indie game scene with few notable studios. Expect occasional events and local networking opportunities.",
      "alignmentValue": 4
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Slovenia\u0027s obesity rate is moderate; Maribor benefits from walkable neighborhoods and public health programs that keep trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Maribor, Slovenia offers solid talent from local universities and EU grants, but capital and accelerators are modest; startups still feasible with hustle.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Maribor, Slovenia, daily life flows calmly. Walkable neighborhoods, good services, and short commutes suit families.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Maribor, Slovenia, parenting is supported with empathetic guidance. Paternal leave is normal and schools partner constructively.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Slovenia naturalization exists but is lengthy (~10 years) with residency and language exams; not guaranteed for a US family settling in Maribor.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Slovenia/Maribor shows low perceived corruption; transparent governance and watchdogs support steady public services for families.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Maribor, Slovenia: boundary norms around 8; most locals respect space, though crowded settings can feel closer. English-friendly and family-friendly city aids adaptation.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Maribor, Slovenia generally respects personal space. Handshakes are common greetings; hugs occur among close family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Maribor, Slovenia has 2–3 strong seasons. Springs/autumns are ideal for outdoors, summers are warm but usually not humid, winters are chilly.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Slovenia\u0027s democracy is stable and transparent with a strong rule of law. In Maribor, open civic channels support reforms.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Maribor, Slovenia: polyamory is not widely recognized; private acceptance exists, but legal protections and public services are cautious.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Maribor\u0027s pre-K network (vrtci) is strong and affordable. Top slots may require early registration; select centers offer English/bilingual options.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Private education in Maribor (Slovenia) exists but options are limited; expect selective private/international schools with variable accreditation and cost.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Maribor, Slovenia, fresh markets and planning support mindful eating; convenience foods are nearby but balanced options remain accessible.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Maribor, Slovenia PMM (Games) pay is ~20% below global medians after cost of living; remote options help offset for this family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Maribor, Slovenia offers a modest games-marketing education scene; expect few in-person events and mostly online courses or remote workshops.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Maribor has limited dedicated PMM-for-games pathways. Most programs are general CS/marketing, with mixed graduate readiness.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Maribor, Slovenia: PMM (Games) roles rarely fill locally; firms rely on remote/imported talent.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Maribor, Slovenia: English is common in game studios, but local Slovene knowledge boosts fit; your plan to learn Slovene aligns well.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Maribor, Slovenia favors hybrid PMM (games) roles; remote work is common but onsite may be needed. Fits your slower pace and English-friendly EU setting.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Maribor, Slovenia has a small PMM (Games) pool with sporadic availability; plan aggressive sourcing or remote/contract hires.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Maribor, Slovenia offers universal healthcare and strong social supports. Its progressive policies align with the family\u0027s values.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Maribor, Slovenia, most peers are sex-positive and accept casual dating; some circles still prefer discretion.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Maribor, Slovenia offers plural, independent media; messaging prioritizes wellbeing and accurate information with minimal nationalist spin.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Maribor, Slovenia: pluralistic media with watchdogs; propaganda limited, independent outlets support balanced civic discourse.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Maribor has a usable city bus network with family-friendly routes. Weekend service can be limited, so plan around gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Moderate BD exposure in Maribor; publisher presence is limited, most engagement is remote; proactive outreach boosts connections.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Maribor, Slovenia offers solid QoL for high earners: safe neighborhoods, good healthcare and schools; premium services exist but may need planning.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Maribor, Slovenia provides affordable housing, universal healthcare, good schools, and solid transit; a modest family income can access safety nets.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Maribor, Slovenia, middle-income families can enjoy affordable housing and universal healthcare. Public schools are strong; budgeting supports leisure.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Maribor, Slovenia has a growing tech scene and good broadband; real-time game pipelines are sparse locally, so consider remote work or partners from Ljubljana.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Maribor, Slovenia, religion shapes culture but policy remains evidence-based and pluralistic; church-state separation is respected.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Maribor, Slovenia studios commonly offer hybrid/remote roles with formal policies; fits the family\u0027s remote-friendly tech careers.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Maribor, Slovenia offers solid broadband and EU startup support. Remote work is common, with periodic on-site collaboration for founders and teams.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Maribor in Slovenia offers strong broadband and a growing remote-friendly ecosystem. Hybrid/remote work is common, though some sectors still favor on-site.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Slovenia offers renewable temporary residence with a path to permanent status; self-employment routes suit Trey\u0027s Maribor startup plans.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Retention in Maribor, Slovenia, is stable for IT pros; startups face funding cycles, but remote roles and EU grants bolster family continuity.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Slovenia\u0027s retirement system is solid with universal healthcare; benefits hinge on ongoing contributions, suitable for Maribor.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Maribor, Slovenia offers public pensions to residents who contribute. Visa holders must meet contribution years and may face higher fees.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Maribor, Slovenia offers moderate Ruby demand; local roles are maintenance-focused, but steady remote positions with EU/US teams exist.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Maribor, Slovenia is generally very safe with low crime. Family-friendly neighborhoods and strong community safety support daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Maribor offers solid public schools and universal pre-school; English-language options are limited, so strategic planning is needed.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Slovenia\u0027s Adriatic coast: beach water is about 22-26 C for most of the swim season; shoulder months may need light rash guards.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Maribor has four seasons with generally mild swings; hot summers and cold snaps are not rare. Plan for heating, cooling, and flexible scheduling.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Maribor, Slovenia, winters are noticeably darker; maintain energy with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Seasonal Weather alignment for Maribor, Slovenia: mostly pleasant with mild winters and warm summers; rare extremes, outdoor time usually easy for kids.",
      "alignmentValue": 9
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Maribor, Slovenia has a limited local senior tech talent pool; startups may need to recruit abroad or rely on remote senior leaders.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Maribor, Slovenia displays open sex education and accessible resources; aligns with the family\u0027s progressive, sex-positive values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Maribor, Slovenia offers universal health care and strong social safety nets, including childcare and education support, matching your family\u0027s priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft rentals exist in Maribor, but inventory is tight; you may need to compromise on location or finishes, possibly via a broker.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Maribor (SI) usually stays around 12–23 C with occasional showers; mild and stroller-friendly for outdoor family trips.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Maribor, Slovenia offers stable governance and strong EU backing; safe neighborhoods and reliable public services suit a family move.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "Maribor, Slovenia: a pluralist democracy with strong human rights protections and EU alignment; open debate and diverse views are supported.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Slovenia\u0027s balanced social market economy supports startups with grants; Maribor blends innovation with strong safety nets and fair competition.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Maribor has a limited studio scene; most game work relies on Ljubljana studios or remote teams.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Maribor, Slovenia summers around 30 C highs with nights under 20 C; occasional heat waves, but fans suffice for comfort.",
      "alignmentValue": 9
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Maribor, Slovenia: courteous service and friendly exchanges when we initiate; locals respond positively, and English is common in urban life.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Maribor, Slovenia has scarce game-specific tax credits. Audiovisual subsidies exist but are modest and irregular.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Maribor, Slovenia visa process for first-time applicants can take up to a year; plan for translations and legal costs.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Maribor, Slovenia: public trust is solid; reliable services boost confidence for families, though a few agencies could improve transparency.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Maribor, Slovenia, corruption is largely petty and well-checked, with strong oversight; this supports a stable, predictable environment for your family.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Maribor, Slovenia software pay is decent but not top-tier; plan remote work or dual incomes to sustain a family lifestyle.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Maribor weekends offer parks, Pohorje access, and family-friendly events with easy transit; popular spots fill, so plan ahead but stay flexible.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Maribor, Slovenia schools end mid-afternoon; after-care exists. Remote work helps Trey/Sarah, with occasional early start or late pickup.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Slovenia offers 20-24 days of annual leave; in Maribor approvals are reliable but require early planning.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Maribor, Slovenia offers strong work-life balance. Typical vacation is 25-29 days per year (plus holidays) in many firms.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Maribor, Slovenia has a modest outsourcing scene with a few local studios for art/QA; broader co-dev options are limited, so remote partners may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Maribor, Slovenia: real-time VFX pay is ~20% below global medians. Local conditions (lower cost of living, EU grants) help compensate.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Maribor offers limited on-site VFX real-time education; a few university courses and workshops exist, but most advanced training is online/remote.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Maribor, Slovenia has limited VFX real-time education; relies on one local college with mixed readiness; online/abroad programs fill gaps.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "In Maribor, VFX Real-Time roles have slow hiring due to shallow local pipelines. Remote or imported talent will likely be needed; plan 6\u002B month timelines.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Maribor: English is widely used in IT, but studios often require Slovenian. A bilingual approach matches your language goals.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Maribor, Slovenia, remote VFX (real-time) roles are common. Many EU studios offer flexible schedules and equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Maribor, Slovenia has a very thin real-time VFX pool. Hiring may require relocation or remote arrangements.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Neighbors Austria, Italy, Hungary, Croatia are generally friendly; Maribor enjoys easy cross-border travel and cultural exchange.",
      "alignmentValue": 10
    },
    {
      "key": "View of self",
      "alignmentText": "Slovenia sees itself as a stable, inclusive democracy with EU ties; Maribor highlights safety, green spaces, and multilingual openness.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Regional partners view Slovenia positively. For families in Maribor, travel to Austria and Croatia is easy and trade is strong.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Maribor, Slovenia offers several family visa paths (work/self-employment, family reunification). Processes are clear but require thorough documentation.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Maribor, Slovenia offers walkable neighborhoods with pedestrian zones and good transit; for a family, most routes are safe, though a few arterials need caution.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Maribor, Slovenia generally welcomes US migrants; locals are curious but supportive, with standard integration services and few tailored US resources.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Maribor blends green living and a growing tech/creative scene; universal healthcare and safe streets spark ongoing curiosity for family life in Slovenia.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Maribor winters bring regular frosts and light snow; proper winter gear is needed but heating stays affordable.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Maribor, Slovenia offers 35-40h workweeks with regulated overtime. This supports strong work-life balance and family-friendly hours.",
      "alignmentValue": 9
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "10: In Maribor, Slovenia, work-life balance is strong with flexible hours and weekend boundaries, aligning with your family-friendly priorities.",
      "alignmentValue": 10
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Slovenia provides robust workers\u0027 rights, strong unions, and clear legal recourse; Maribor\u0027s framework supports work-life balance and remote work options.",
      "alignmentValue": 9,
      "sameAsParent": false
    }
  ]
}