{
  "version": 2,
  "iso": "SI",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Celje, Slovenia shows steady .NET demand but is a smaller market; remote options exist if you network and upskill.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Celje, SI: 2D environmental artist pay trails global medians by ~20%; remote work or grants help offset the local gap.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Limited local 2D environment art courses in Celje; most upskilling is online or in Ljubljana/Maribor, with occasional workshops.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Celje has limited dedicated 2D environmental art programs; most graduates come from design/3D art, with reliance on internships and studio partnerships.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Celje\u0027s pool for 2D environmental artists is small; vacancies often stay open 6\u002B months. Remote or imported talent is common.",
      "alignmentValue": 4
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Celje, Slovenia, English use is common in studios; many roles favor Slovenian basics, so bilingual ability is beneficial for 2D environmental artists.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Celje, Slovenia, hybrid 2D environmental artist roles are common; full remote is negotiable with async workflows.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Celje, Slovenia has a small local 2D environmental artist pool; most talent is in Ljubljana/Maribor; remote hiring or relocation for seniors.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Celje, Slovenia, 3D animator pay trails global medians by ~20%; remote work and EU grants help offset costs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Celje has few local 3D animation courses; most upskilling is online, with occasional workshops in Ljubljana/Maribor for Trey\u0027s game-dev path.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Celje, SI has limited local 3D animation programs; most graduates study abroad or elsewhere and require mentoring.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Celje, SI, 3D animator hires likely take 4-5 months with multiple search cycles; leverage EU remote talent if needed; local pipeline is moderate.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Celje, Slovenia: English is widely used in the local tech/creative scene. Some teams still expect Slovenian.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Celje, Slovenia, hybrid 3D animator roles are common; fully remote setups often require negotiation.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Celje\u0027s 3D animator pool is small; expect sporadic availability and may require aggressive sourcing or remote/contract hires.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Celje, Slovenia, 3D character artist pay trails top markets by 25-30%. Remote EU roles can offset with lower cost of living.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Celje offers limited local 3D character art courses; most upskilling is online or in Ljubljana/Maribor.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Celje, Slovenia has limited 3D character artist programs. Graduates typically need mentoring or study-abroad options.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Celje\u0027s small local pool makes 3D character hires take 3-4 months; proactive sourcing or relocation may be needed; remote candidates help.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Celje, Slovenia: English is widely used in studios. Slovenian skills help with local clients and teams.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Celje, Slovenia supports remote 3D artist roles with solid broadband. EU time zones and async workflows fit this family’s flexible setup.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Celje, Slovenia has a limited 3D character artist pool; expect mid-level talent and remote/senior mentorship from Ljubljana or Maribor.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Celje, Slovenia offers few game-specific accelerators; general startup programs exist in Ljubljana/Maribor, but tailored game support is limited.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Celje, Slovenia air is very clean with only occasional mild traffic spikes; windows can stay open most days, good for kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Celje, SI: anchor employers are boutique/indie; no large studios locally—consider Ljubljana or abroad for major game studios and training.",
      "alignmentValue": 3
    },
    {
      "key": "Atheism",
      "alignmentText": "In Celje, Slovenia, secular culture is strong; atheism is broadly accepted with minimal social friction.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Slovenia (Celje) shows healthy democracy with checks and independent media; stay alert for any centralization signals.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Celje, Slovenia has modern digital banking; foreigners may need residency docs to open accounts, but payments and transfers are generally smooth.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Celje, Slovenia exist but require travel (2–3 hours); usable for trips, not ideal for frequent family beach days.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Celje, Slovenia has a budding boardgaming scene. Regular family-friendly game nights exist but require some local coordination.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Celje, Slovenia has generally respectful body image norms. For families, fitness is framed as personal well-being with inclusive spaces.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Celje, Slovenia has a diversified economy (IT, manufacturing) and EU funding; layoffs occur but retraining and quick reemployment help stability.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Celje, Slovenia, cancer incidence remains below EU averages thanks to universal healthcare and strong screening programs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Celje, Slovenia: carceral conditions generally meet international standards with oversight; humane treatment and fair labor support families.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Celje, Slovenia has strong public childcare with subsidies; reliable options exist with early enrollment, though demand may require planning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Celje offers safe, walkable neighborhoods with parks and good schools; most areas are kid-friendly, though the city center can be busy.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Celje, Slovenia, childcare subsidies cut fees for preschool; municipal kindergartens are common, but families still budget some costs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Celje, Slovenia offers public childcare with residency; visa families may face waiting lists and co-pays; subsidies exist but not full equal access.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Common hobbies are well supported in Celje, Slovenia; gaming/board games and climbing options exist, with online groups for niche interests.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Celje has a few local tech/gaming meetups annually; attendance varies, with occasional events at youth centers and coworking hubs.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Celje, Slovenia offers universal healthcare and community wellness programs. Local resources support families, with outreach to engage health-conscious habits.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Celje, Slovenia has a few co-living/co-op projects and community groups; opportunities exist but are limited and may require patient networking.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Celje, Slovenia: CM pay is mid-EU; roughly 1.8k-2.8k EUR gross with benefits; remote roles may reach ~3k.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Celje, Slovenia has limited local community manager training; online courses and remote workshops are the main option.",
      "alignmentValue": 3
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Celje, Slovenia has serviceable CM education via broad marketing/IT programs; no dedicated CM degrees, but university partnerships with English options help grads.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Celje, Slovenia has a shallow local pool for Community Managers; expect 4-6 month vacancies. prioritize remote or EU-wide searches and relocation options.",
      "alignmentValue": 4
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Celje, Slovenia: English is widely used in IT, but client-facing work benefits from some Slovene knowledge.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Celje, SI supports hybrid/remote community roles. Expect some on-site days; discuss equipment and schedule.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Celje, Slovenia has a limited CM pool dominated by mid-level pros; senior mentorship often requires remote support or relocation.",
      "alignmentValue": 5
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Celje, Slovenia offers a kind community; connections grow with effort; join clubs or schools; English helps while learning Slovenian.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Celje, Slovenia: compensation is slightly below leading hubs but sustainable for families; cost of living is affordable and remote options exist.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Celje startup comp trails top hubs, but offers meaningful equity; cash pay is modest, and lower living costs widen total rewards.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Slovenia (Celje) offers solid healthcare and schools for families. Long-term US visas require planning and periodic checks; legal counsel is advised.",
      "alignmentValue": 6
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "In Celje, Slovenia, continuing education is occasional via Ljudska univerza Celje and nearby universities; regular tech bootcamps are limited, travel may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Celje has a serviceable contractor bench, but Unity/game-dev and Azure talent can be scarce; remote EU freelancers help fill gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Slovenia prioritizes harm reduction with strong healthcare; small-possession offenses are lenient, with support available in Celje, SI.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Celje offers favorable, EU-friendly costs for a small tech family. Affordable payroll, space, and accessible grants help extend runway.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Celje, Slovenia offers a low cost of living for a US-remote family. Housing/food are affordable, leaving room for savings and travel.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Celje, Slovenia has several coworking spaces with reliable broadband; game-dev labs and mocap facilities are scarce.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Celje\u0027s IT market shows noticeable competition for software/web talent. Remote/hybrid hiring helps, but local pipelines remain tight.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Celje, Slovenia aligns with 8: services are accessible and open dialogue exists; some wait times in public mental health care.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Celje, Slovenia offers a welcoming, slower social pace; join local clubs or neighborhood groups to form deep friendships in months.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Celje, Slovenia presents evolving D\u0026I with LGBTQ\u002B and immigrant protections. EU standards support families in the region.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Celje, Slovenia has proportionate enforcement with strong oversight; families rarely see aggressive drug raids, with health-centered policies and EU standards.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Slovenia allows dual citizenship with the US, but requires residency and notifying authorities. Plan Celje residency steps and language readiness.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Celje has limited local game capital; rely on public/EU grants and mixed funding networks; significant effort required.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Slovenia\u0027s economy is solid with low unemployment; Celje offers EU startup funding, strong broadband, and a stable business climate.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "9 - Slovenia\u0027s mixed economy fosters startups with steady governance. Celje benefits from EU funds and a stable framework, though bureaucracy remains a hurdle.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Celje, Slovenia offers stable, EU-aligned policy with predictable rules; tech and creative industries face few surprises.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Celje, Slovenia offers solid public schools with universal pre-school; bilingual options exist, though programs vary by district.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Celje has limited local game-dev programs; rely on Ljubljana/Maribor universities with mixed graduate readiness as the pipeline grows.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Sponsorship exists but caps and paperwork create uncertainty; Celje\u0027s IT/startups offer paths with grants, though bureaucracy remains.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Unity clearly leads in Celje, Slovenia; strong Unity dev scene with some cross-training options.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Celje, Slovenia offers a strong family environment: clean air and water, nearby forests and parks; minor industrial impacts are well-regulated.",
      "alignmentValue": 9
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Celje, Slovenia taxes around 30% for a two-parent, two-child family; strong healthcare/education offset costs; bureaucracy is moderate.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Celje, Slovenia fall is mild; most days 10-18 C with light sweater weather, occasional rain showers.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Celje, Slovenia has safe, family-friendly neighborhoods with schools and parks. Universal healthcare supports families; English-friendly.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Celje, Slovenia allows family reunification for spouses/partners and minor children; expect standard visa paperwork and moderate bureaucracy.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Celje, Slovenia, family support covers childcare, healthcare, and education, but bureaucratic delays can slow payments.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Slovenia offers universal healthcare, strong child benefits and subsidized childcare; Celje provides a family-friendly, low-bureaucracy environment.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Slovenia provides essential services to legal residents, but visa families often face bureaucratic hurdles in Celje. Expect residency steps and benefit limits.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Celje, Slovenia favors neat, casual-smart looks; practical, family-friendly outfits help you blend in day-to-day life.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Celje, Slovenia, fashion is modern yet modest; workplaces and daily life favor practical, comfortable styles with a conservative touch.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Celje, Slovenia, men\u0027s fashion is modern in urban areas; expression is welcome, though suburbs lean classic.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Celje, Slovenia, femininity norms are flexible; women enjoy autonomy, though media still amplifies beauty standards.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Celje, Slovenia, gun ownership is regulated with strict licensing and safe storage; expect low firearm presence and a calm environment.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "9: In Celje, Slovenia, consent culture is strong; people check in and respect boundaries, supported by EU safety norms and community awareness.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Celje\u0027s founder scene is modest; most activity is in Ljubljana, with limited cross-pollination in Celje. Remote work and national grants help.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Celje, fresh markets and quality produce are good, but international cuisine is limited; broader options exist in nearby cities like Ljubljana.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Celje locals are polite and will connect once you take the initiative; expect gradual, genuine integration for newcomers.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Celje, Slovenia has a small local game dev scene; major openings cluster in Ljubljana. Remote work and EU grants offer viable paths for Trey.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Slovenia (Celje): gender diversity is generally accepted; local LGBTQ\u002B groups exist, though some official documents lag.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Celje, Slovenia has strong constitutional gender rights with active enforcement; most protections cover work, health, and family life, aligning with your values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Celje, Slovenia leans toward egalitarian norms; gender roles are broadly progressive, but some traditional expectations linger in local contexts.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "9: In Celje, Slovenia, flirting norms are inclusive; LGBTQ\u002B acceptance is strong, though nightlife scripts can still skew traditional on first approach.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Celje, Slovenia offers strong healthcare and schooling; visa stability exists but hinges on permits and renewals, not full citizen rights.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Celje, Slovenia shows low warming risk; rare extremes and strong infrastructure with adaptation plans reduce relocation concerns for your family.",
      "alignmentValue": 9
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Slovenia offers startup permits, but quotas/docs add friction; Celje has supportive networks, but processing can vary.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Celje, Slovenia favors balanced grooming: neat for work and school, casual for family life; no pressure to overinvest.",
      "alignmentValue": 9
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Celje, Slovenia: progressive circles tolerate polyamory; public life is open, but formal legal recognition remains limited.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Celje, Slovenia provides universal health coverage with low out-of-pocket costs; pediatric care is solid, with occasional delays for certain specialists.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Slovenia (Celje): visa holders can access care but may face extra paperwork and costs; private/expat health insurance is advisable.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Celje, SI, higher education for citizens is broad and affordable; public universities offer scholarships and low fees, supporting your education priority.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Celje, Slovenia offers international students access with higher non-citizen tuition and active international offices; work-study is possible but not widespread.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Celje, Slovenia has a modest game/dev scene; hiring typically takes 3-4 months; remote hires or relocation may be required.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Celje, Slovenia: startup hiring leans on remote/relocated talent; expect ~3 months to fill core roles; leverage EU networks and English-friendly pipelines.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Celje, Slovenia offers plentiful, affordable family housing with reasonable rents and solid tenant protections.",
      "alignmentValue": 9
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Slovenia\u0027s tax system is transparent and digital. In Celje, guidance is clear and filings are straightforward.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Celje, Slovenia, immigrants are generally welcomed; expect mild rhetoric but strong integration supports and family-friendly language programs.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Celje, Slovenia, white US migrants with strong skills are generally welcomed. Learning Slovenian and engaging locally helps address stereotypes.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "K-12 access in Celje, Slovenia is broad with universal enrollment; language support and English/bilingual options vary by school.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "K-12 enrollment for visa families in Celje, Slovenia is allowed but requires residency proofs and extra paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Celje, Slovenia: English supports day-to-day life; official processes lean Slovenian—commit to learning Slovenian for full participation.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Celje, Slovenia features bilingual studios. English is common in international teams, while Slovenian remains the primary language for local docs.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Celje, SI, English is common in startups but Slovenian fluency is needed for regulatory tasks; bilingual ops are practical.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Celje offers mainly general corporate lawyers; game IP/publishing specialists are scarce, so you may need counsel in Ljubljana for IP deals.",
      "alignmentValue": 4
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Slovenia protects LGBTQ\u002B rights with anti-discrimination laws; Celje offers acceptance and inclusive services, though rural areas may be cautious.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Celje, Slovenia offers limited local playtesting; teams often assemble ad hoc panels, supplementing with online testers from abroad.",
      "alignmentValue": 6
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Celje, Slovenia, Marxism is a historical influence but debate remains pluralistic and non-authoritarian. Open discourse supports diverse perspectives.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Celje, Slovenia, masculinity norms are broadly inclusive; most men are open, though some older circles remain traditional.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Celje, Slovenia, mass violence is rare. Authorities communicate openly, and communities feel prepared for large events.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Celje, Slovenia, has emerging tech and parenting meetups, but community life is modest. Proactive outreach and online groups help expats connect.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Celje, SI: minimum wage lags family living costs for four. Dual incomes or subsidies are likely needed for housing, childcare, and basics.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Celje, SI offers modern utilities and solid broadband with reliable public transport; outages are rare, supporting daily family life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Celje, Slovenia: acceptance varies; polyamory exists in discreet urban networks, but mainstream life is largely monogamous.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Celje, Slovenia: direct, respectful dialogue is valued; share concerns openly, and expect practical empathy as locals navigate new norms.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Stunning scenery around Celje, Slovenia is abundant with well-maintained Pohorje and Savinja trails. Seasonal beauty is remarkable.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Celje, Slovenia, natural disasters are infrequent and manageable; occasional floods or quakes occur, but infrastructure and insurance mitigate the risk.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Celje, Slovenia provides easy nature access: Savinja river trails and Pohorje hills offer family-friendly options; transit supports weekend trips.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Nightlife in Celje, Slovenia offers local venues and seasonal concerts; major acts travel via Ljubljana—plan trips; transport is generally safe and family-friendly.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Celje, Slovenia, has a modest nightlife with cafes and occasional live music in the city center; families should plan early evenings and reliable transport.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Celje has few in-person game dev events; most activity is online or Ljubljana-centered. Look to Slovenia-wide online groups for collaboration.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Celje, Slovenia has a tiny game scene with no major studios; limited local output and networking. Notable studios are scarce.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Celje, Slovenia, obesity rates are generally below the national average thanks to active transport and healthy living. Universal healthcare supports prevention.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Opportunities in Celje, SI exist with EU grants and talent; capital is tight, so startups are feasible with hustling and local co-founders.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Celje, Slovenia has a calm pace with short commutes. Ideal for lingering meals and family time.",
      "alignmentValue": 10
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Celje, Slovenia, parenting is supported with universal childcare and inclusive schools. Paternal leave is normalized and schools partner with families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Slovenia naturalization is ~5 years of residence with language/integration. Dual citizenship is allowed, with relatively family-friendly processes in Celje.",
      "alignmentValue": 10
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Celje, Slovenia has low corruption; EU-backed watchdogs ensure transparent public services, favorable for a family relocation.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Celje, Slovenia generally respects personal space; most locals read cues and keep comfortable distances. Busy spaces may require gentle boundary reminders.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Celje, Slovenia generally respects personal space; handshakes are common and hugs occur mainly among close friends.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Celje, Slovenia offers mild months. Summers are warm but not humid; winters are cool, so outdoor time stays pleasant.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Celje, Slovenia features a stable, participatory democracy with strong rule of law and open civic channels, supporting predictable family life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory is largely accepted in private circles; in Celje, Slovenia, mainstream services may misunderstand, but subcultures exist in larger cities.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Celje offers universal preschool with municipal subsidies; many centers have English programs, and wraparound care is available for working parents.",
      "alignmentValue": 9
    },
    {
      "key": "Private Education",
      "alignmentText": "Private schooling in Celje is limited; the public system is strong with language programs, while international options remain scarce (mostly in Ljubljana).",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Celje, Slovenia provides strong fresh markets and well-stocked groceries for planning. Convenience foods are also readily available nearby.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Celje, SI: PMM (Games) pay ~20% below global median. Lower cost of living plus QoL and universal healthcare support your family.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Celje, SI has limited local continuing education for Product Marketing Managers (Games). Online courses are common, with occasional local meetups; most learning is self-directed.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "In Celje, Slovenia, dedicated PMM (games) programs are limited; rely on Ljubljana/Maribor schools or adjacent marketing/game design courses.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Celje, Slovenia PMM (Games) hiring relies on remote/imported talent; local fill is rare, expect 3\u002B month timelines.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Celje, Slovenia: English is widely used in IT and game marketing; roles are often bilingual. You\u0027re open to learning Slovene.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Celje, Slovenia: game PMM roles are typically hybrid; remote work negotiable, onsite days common, aligned with EU flex norms.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Celje, SI has a small product marketing manager (games) pool; expect aggressive sourcing or relocation, with remote options for Trey’s game background.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Celje, Slovenia shows strong progressive civic engagement and EU-aligned rights, education, and family policies that fit this family\u0027s values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Celje, Slovenia generally supports private sexual choices and consent. Minimal moral policing aligns with the family\u0027s sex-positive, poly-friendly values.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Celje, Slovenia, public messaging centers wellbeing and inclusive civic participation with independent media. Propaganda is limited; transparency is strong.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Propaganda prevalence in Celje, Slovenia is low to moderate; pluralistic outlets and independent media generally keep discourse credible with occasional spin.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Celje offers solid urban transit: reliable city buses and decent rail connections to Ljubljana and Maribor. Weekend frequencies drop, so plan ahead with kids.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Celje, Slovenia has limited local publisher presence; expect mostly remote engagement with EU platform teams; occasional events may occur in Ljubljana.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Celje, Slovenia offers solid QoL for higher incomes; good schools and safety, but some luxury services require travel to Ljubljana.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Celje, Slovenia offers universal healthcare and safe neighborhoods. Modest incomes can sustain QoL with affordable housing, good schools, and broadband.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Celje, Slovenia offers a solid middle-income lifestyle with affordable housing. Strong public services and universal healthcare fit a family of four.",
      "alignmentValue": 9
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Celje, Slovenia leans real-time; broadband is solid, but local real-time pipelines are limited and cinematic services scarce.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Celje, Slovenia blends Catholic culture with secular, evidence-based policymaking; aligns with your progressive, pluralistic priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Celje studios generally offer hybrid/remote work with formal policies, aligning with our family\u0027s remote-friendly move.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Celje, Slovenia supports hybrid startup work. Remote tooling is mature for global collaboration.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Celje, Slovenia has solid broadband and coworking spaces; remote roles exist, though some sectors prefer in-person; CET aligns with major markets.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "In Celje, Slovenia, residency options are solid for families and entrepreneurs; some permits require ongoing income proof or renewal steps.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Celje, Slovenia offers stable IT roles with EU funding support; expect steady retention. Occasional project cycles may cause brief churn.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "8: Retirement system solid in Slovenia, depends on contributions; healthcare backs dignified aging; Celje offers elder services and affordable living.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Slovenia offers public pensions for visa holders after contributing for years. Eligibility depends on contribution duration and residency requirements.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby prospects in Celje are moderate; mainly maintenance and niche projects. Remote EU roles and steady networking keep opportunities alive.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Celje, Slovenia: crime is low and incidents are well-managed, making it generally safe for families.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Celje, Slovenia has solid public schools. English-taught programs are limited, so plan for bilingual options or travel to nearby cities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Slovenia coastal waters ~22-25 C in summer. Inland Celje lakes are cooler, so most months are swim-friendly with light rash guards in shoulder months.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Celje, Slovenia has mild seasons with occasional cold snaps or heat spikes; monitor forecasts and keep simple contingency plans.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Celje, Slovenia: winters bring noticeable darkness, but long summer days help. Keep energy up with outdoor breaks and optional light therapy.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Celje, Slovenia offers mostly pleasant seasons with mild year-round temperatures; brief heat waves in summer and cool to cold snaps in winter.",
      "alignmentValue": 9
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Celje has a limited local senior startup pool; expect remote hiring or recruiting from Ljubljana/Maribor; EU funding programs exist but tight competition.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex attitudes in Celje, Slovenia are relatively liberal and sexual-health resources are accessible. This aligns with the family\u0027s sex-positive values.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Celje, Slovenia offers universal healthcare and robust family benefits. Childcare support aligns with your needs.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft rentals exist in Celje but are limited; expect compromises on location/finish, and a local broker helps secure space.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Celje, Slovenia spring is mild, about 14–22 C (57–72 F) most days; expect a few chilly mornings—pack light jackets for the kids.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Celje, Slovenia offers stable EU governance, low crime, reliable healthcare, and family-friendly living; solid for long-term family plans.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Celje, Slovenia: a pluralistic, rights-respecting state with room for dissent; EU-aligned governance supports your progressive, family-friendly goals.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Celje, Slovenia, capitalism is dynamic yet regulated to maintain fairness. Strong safety nets and pro-entrepreneurship policies support families.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Celje, Slovenia has limited local game/animation studios; most work happens in Ljubljana/Maribor, so expect remote collaboration.",
      "alignmentValue": 4
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Celje, Slovenia summers hover around 25-30 C with cool nights and moderate humidity; aligns with your mild-weather preference.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Celje, Slovenia: service is generally polite and responsive. Initiating conversation yields positive responses; English is commonly understood in many places.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "In Celje, Slovenia, game-specific tax credits are limited. Funding exists via sporadic grants and EU creative programs with variable availability.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Celje, Slovenia: first-time visa/residence may take up to a year. Plan for translation and legal fees.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in government in Celje, Slovenia is solid (8): EU-backed transparency with some local delays; public services are generally reliable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Celje, Slovenia: corruption is generally low; only occasional petty issues occur, quickly addressed by robust EU-aligned institutions.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Celje, Slovenia, software salaries are solid in niche firms; remote work or dual incomes help a two-adult family cope with modest local costs.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Celje weekends offer markets, parks, and family-friendly museums; most activities are accessible without booking, with occasional reservations for popular spots.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Celje, Slovenia, schools finish early afternoon and after-school care is common; a two-parent schedule with flexible hours works well.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Slovenia typically grants 20–24 days of annual leave; Celje\u0027s system supports family time with reliable scheduling.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Celje, Slovenia, typical annual leave is about 20-24 days plus public holidays, aligning with your family\u0027s emphasis on work-life balance.",
      "alignmentValue": 7
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Celje/SI has a small vendor pool: a few trusted art/QA outfits; broader game-dev needs rely on remote EU partners.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX real-time pay in Celje is ~20% below global medians; remote options and Slovenia\u0027s lower cost of living aid the family\u0027s move.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Celje, Slovenia has limited local real-time VFX upskilling; rely on online courses or traveling for workshops.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Celje, Slovenia offers serviceable real-time VFX education; nearby Ljubljana/Maribor links help grads, but the pipeline is still developing.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Celje, Slovenia: VFX Real-Time hiring is slow; expect 6\u002B months locally, but remote/global candidates can shorten timelines.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Celje, Slovenia uses English widely in tech, but studios still value Slovene basics for real-time VFX work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Celje, Slovenia, hybrid real-time VFX roles are common; fully remote work is negotiable, but on-site collaboration remains typical.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Celje, Slovenia has a very thin real-time VFX talent pool; full-time local hires are unlikely, expect relocation or strong remote sourcing.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Celje, Slovenia enjoys generally positive, cooperative ties with Italy, Austria, Hungary, and Croatia; cross-border travel and cultural exchange are strong.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Celje, Slovenia presents a humble, pro-EU self-image: inclusive, education-focused, and committed to civil liberties, not nationalism.",
      "alignmentValue": 9
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Celje, Slovenia, neighbors like Italy, Austria, and Croatia view it positively, easing cross-border travel and regional trade.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Visa paths exist: work/Blue Card, self-employment, or startup routes for US families; Celje often requires employer sponsorship or a solid business plan.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Celje in Slovenia has walkable central neighborhoods with good sidewalks and parks; some arterial streets require caution for families with kids.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Celje, Slovenia generally welcomes US migrants; locals show curiosity. Integration programs and language support aid settling.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Celje offers a safe, family-friendly setting with Celje Castle and a walkable old town. Nearby Alps invite bite-sized discoveries for curious minds.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Celje, Slovenia is moderate with predictable snowfall; good public services keep commutes and schools running smoothly.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Celje, Slovenia normally uses a 40-hour workweek; remote/hybrid roles support strong family balance.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Celje, Slovenia offers strong work-life balance with family-friendly policies. Flexible hours and supportive managers help Trey and Sarah balance startup life.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Celje, Slovenia offers strong workers\u0027 rights, active unions, and solid enforcement under EU law; gig work may lag.",
      "alignmentValue": 8,
      "sameAsParent": false
    }
  ]
}