{
  "version": 2,
  "iso": "KR",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In Korea, .NET roles exist mainly in Seoul firms and outsourcing; English-only roles are rare, so Korean skills and some on-site time are common.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "South Korea: 2D environmental artist pay trails leading markets by 25–30%. Seoul offers lifestyle perks, but comp remains below NA/EU levels.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "South Korea offers regular short courses in 2D environmental art with solid instructors; Seoul and other cities host steady workshops.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "South Korea has several reputable game/art programs in Seoul that regularly graduate 2D environment artists. Local studios sustain a steady hiring pipeline.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "KR\u0027s game sector is active; 2D environmental artist roles close in 1–2 months with solid local pipelines. Non-Korean visa steps may slow hiring.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "South Korea (KR): English is common in many studios, but Korean is often needed; bilingual candidates fit Seoul\u0027s game-dev scene.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "South Korea studios offer hybrid 2D environmental art roles. Seoul\u0027s strong broadband supports remote work, but frequent on-site collaboration remains common.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "South Korea\u0027s 2D environmental art pool is strong—Seoul studios and outsourcers sustain a broad base of seasoned artists; good for hiring and mentorship.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "South Korea: 3D animator pay trails top markets by 25-30%; Seoul game studios offer solid benefits and accessible visa paths.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Seoul offers regular 3D animation short courses and strong university programs; KOCCA-backed training and active online communities support game dev careers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "South Korea has multiple strong 3D animation programs (universities and private schools) feeding studios with solid portfolios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Seoul, Korea has a robust game-dev scene; 3D animators are plentiful, with typical hires in 1–2 months and solid candidate pools.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "KR 3D animation largely uses Korean; English exists mainly in multinationals; expect Korean-language studios with English screening.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "South Korea studios lean onsite; for our family, remote 3D animation is possible case-by-case, often with hybrid setups.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Seoul\u0027s 3D animation scene is robust; strong mid-to-senior talent pool across studios and outsourcing partners.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "South Korea: 3D character artist compensation trails top markets by ~25-30%; strong local studios and benefits offset some gaps.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "South Korea\u0027s Seoul region hosts a growing game-dev scene. Occasional workshops exist, but advanced 3D character education is mainly online/remote.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "South Korea has reputable 3D animation programs (notably in Seoul) that produce industry-ready character artists. Strong studio ties sustain a solid pipeline.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "South Korea\u0027s game industry is strong; 3D character artist roles often fill in 1–2 months. Visa sponsorship may push to 2–3 months.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "South Korea\u0027s 3D character art scene mainly uses Korean; in Seoul, English is common but bilingual skills help collaboration.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "South Korea game studios commonly use hybrid schedules. Fully remote roles are negotiable but not universal.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Seoul, South Korea has a strong 3D character artist pool with mid- to senior-level talent from major studios. Ongoing game projects sustain steady hiring.",
      "alignmentValue": 8
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "South Korea has game-friendly accelerators and labs (KOCCA-backed programs, Game Startup Center) with annual cohorts, especially in Seoul.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "South Korea\u0027s seasonal PM2.5 and dust spikes; we monitor AQI and may reschedule outdoor activities for the kids.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Korea hosts major studios like Krafton, NCSoft, Nexon, Netmarble; multiple anchors drive recruitment and growth in game/tech, suiting dev founder families.",
      "alignmentValue": 9
    },
    {
      "key": "Atheism",
      "alignmentText": "South Korea generally accepts atheism, especially in urban areas; minor pressure to participate in ceremonies may occur in workplaces.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "South Korea has a healthy democracy with strong institutions and civil liberties. Monitor security laws and political shifts that could press checks.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "South Korea\u0027s banking is advanced and contactless payments are widespread, but for foreigners the ID verification and setup can be lengthy.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches in Busan, South Korea are family-friendly with lifeguards and facilities. Expect seasonal crowds, but water quality is well-monitored.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Seoul and other KR cities have active boardgame cafes and meetups; family-friendly spaces exist, though English-friendly groups help with coordination.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "South Korea\u0027s high beauty standards mean diet talk surfaces in schools and workplaces; set boundaries to protect kids\u0027 self-esteem.",
      "alignmentValue": 6
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Korea\u0027s diversified economy, led by tech and exports, offers solid resilience. Seoul startups and grants support your teams, with remote options offsetting downturns.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "South Korea\u0027s universal healthcare and strong cancer screening keep detection reliable; incidence is slightly elevated, so routine checkups are advised.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "South Korea\u0027s carceral system shows oversight and reforms, but overcrowding and detention delays warrant ongoing monitoring.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "KR offers expanding public daycare and subsidies, but expats may face bureaucracy and language hurdles; local networks help.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "South Korea offers parks, kid cafés, and universal healthcare. Most neighborhoods welcome families, but dense districts can be busy; plan stroller-friendly routes.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "South Korea offers free preschool for ages 3-5 and strong childcare subsidies for residents; for newcomers, subsidies vary by income and city.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "South Korea offers some childcare subsidies for visa families, but access is limited. Waiting periods and local discretion vary by municipality.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "South Korea has a broad hobby scene: hiking, gaming, and board-game cafes are widely accessible, with parks and social cafes suitable for this family.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "South Korea\u0027s major hubs (Seoul, Busan) host regular monthly dev meetups and game jams. This keeps the local community connected and active.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "South Korea\u0027s universal healthcare and public wellness programs support families. Parks, schools, and community centers offer preventive care for kids.",
      "alignmentValue": 8
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In South Korea, co-living options exist but are sporadic; families should rely on informal networks and Seoul neighborhood groups.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Korea, community manager pay trails top markets by ~25–30%; Seoul offers lifestyle perks and expat support.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "South Korea has a growing community manager education scene; Seoul hosts regular meetups, but many programs are Korean-language; online options help.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "South Korea\u0027s Seoul-area universities and the strong game/tech sector nurture CM programs; grads enter studios with solid portfolios.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In South Korea, community manager roles typically take 3-4 months to fill. Proactive sourcing and bilingual candidates, especially in Seoul, improve timelines.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Korea, English is common but Korean dominates; Seoul studios often require bilingual community managers for client-facing work.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In South Korea, remote options for community managers exist but are case-by-case; most studios still favor onsite work, with hybrid as a middle ground.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "South Korea\u0027s gaming/tech scene offers a strong community manager pool in Seoul. Mid-to-senior talent with local networks is common.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "South Korea\u0027s neighbors can be reserved; ties grow through schools and clubs. Proactive language learning helps our family connect with expat and local networks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Seoul game studios pay near global medians once cost of living is considered; strong benefits and family-friendly perks support work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "South Korea startup comp blends cash and meaningful equity; Seoul rounds lag top hubs but offer meaningful equity and family-friendly local support.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "KR requires Alien Registration and visa steps; health insurance is mandatory. Processes exist but can be bureaucratic.",
      "alignmentValue": 5
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "South Korea offers regular bootcamps and meetups; Seoul hosts game dev, cloud, and software courses via universities and lifelong-learning centers.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "KR offers a healthy contractor bench across software, games, and IT; lots of bilingual talent and studios in Seoul for rapid onboarding and local cloud access.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "South Korea has strict drug laws with severe penalties; even minor offenses can affect visas for foreign families.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "South Korea has grants/visas and strong broadband, good for a founder family. Seoul rents and wages push costs higher; leverage incentives to offset.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "South Korea: groceries and transit are affordable. Housing and private schooling can be costly in cities.",
      "alignmentValue": 6
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Seoul/Pangyo region has solid coworking and startup support; indie game gear like mocap labs remains limited in Korea.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Seoul\u0027s tech market is strong and broadband is reliable; grants support startups. Sarah will find English-friendly roles but visa paths vary.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In South Korea, depression prevalence is moderate; universal healthcare aids access, but expect some therapy wait times and ongoing stigma.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In South Korea, deep bonds form via clubs and language exchanges. Consistent outreach through shared projects helps our family connect with expat and local communities.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "South Korea\u0027s D\u0026I scene is emerging; ERGs exist in big firms, but nationwide LGBTQ\u002B acceptance varies; Seoul shows more inclusive workplaces.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "South Korea enforces drugs tightly with severe penalties; enforcement is targeted, but periodic crackdowns can unsettle families there.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Korea normally does not allow dual citizenship; renunciation is usually required; only narrow exceptions apply (rare talent or marriage).",
      "alignmentValue": 3
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "South Korea offers strong non-dilutive grants for game startups (TIPS and regional programs). Early-stage funding in Korea can reach $1M with grants.",
      "alignmentValue": 9
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "South Korea has a robust gaming funding scene: KOCCA grants and active VC in Seoul. Early-stage game startups can access grants and general funds.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "South Korea\u0027s solid, export-led economy keeps unemployment low and wages steady, supporting family finances and strong public services for kids.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "South Korea\u0027s market economy, led by chaebols, spurs innovation and exports; but red tape and inequality persist, with reforms in progress.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "South Korea\u0027s policy environment is stable and tech-friendly, with startup visas and incentives that support software/game ventures in Seoul and nationwide.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "South Korea\u0027s public schools offer solid academics, but exams dominate. Bilingual exposure exists mainly through international programs, often private.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "South Korea offers several accredited game programs with studio internships (Seoul-area universities and studios), delivering industry-ready grads.",
      "alignmentValue": 9
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "KR tech firms sponsor E-7 visas for skilled roles; strong resumes help, processing can be slow; dependents allowed with family visas.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "South Korea\u0027s game dev scene is Unity-dominant, especially for mobile in Seoul. Unreal and other engines exist but cross-training resources are limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "South Korea\u0027s environment is generally good, but cities like Seoul have occasional air-quality alerts; parks and nature getaways support family plans.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In South Korea (KR), ₩150M annual income sits near 24% tax plus pension/health contributions; about 25% overall.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in South Korea often swings from warm afternoons to frosty nights; pack layered clothing for Seoul-area schools and commutes.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Family Life",
      "alignmentText": "South Korea offers strong safety, universal healthcare, and good public schools, but long hours and limited English in daily life limit family time.",
      "alignmentValue": 6
    },
    {
      "key": "Family Members",
      "alignmentText": "In South Korea, spouses and children can join on dependent visas, but processing can be slow and costly; proof of income and housing required.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "South Korea provides parental leave and child allowances, but uptake by fathers remains low due to work culture and administrative hurdles.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "South Korea offers partial family relief with childcare subsidies and parental leave; benefits are modest and vary by region, not Nordic-level.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "South Korea: visa families have some access, but many core benefits require residency or employer sponsorship; processes can be opaque.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Seoul and urban KR areas favor tidy smart-casual; in family spaces comfort is fine, but business districts expect neat attire.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Seoul\u0027s urban fashion nods to bold streetwear yet still favors modest office looks; a progressive KR family can be stylish and appropriate.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Korea, men\u0027s fashion is modern in Seoul; urban areas embrace bold trends, while suburbs tend toward classic styles.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "South Korea offers autonomy for women, especially in urban areas, but subtle appearance and parenting pressures persist.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Korea, gun ownership is tightly restricted with strict licensing; civilians rarely encounter firearms, creating a calm, safe environment.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "South Korea\u0027s urban spaces show improving consent norms; stay direct and mindful in alcohol-heavy settings.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Seoul hosts a healthy founder network with meetups, accelerators, and VC circles; activity is concentrated in the capital.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "South Korea\u0027s major urban centers offer plentiful produce and diverse cuisines. Some niche ingredients may require a short trip.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "South Korea: locals are polite; connect proactively. Seoul/Busan expat networks aid integration, but deeper ties require time and careful community choice.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Seoul, South Korea has a thriving game dev ecosystem with large studios (Nexon, NCSoft, Pearl Abyss), grants, and startup support—strong fit for Trey.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In South Korea, gender-fluid identities are increasingly visible, but many institutions remain binary; Seoul offers active LGBTQ\u002B support groups.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "South Korea has legal gender equality, yet pay gaps and glass ceilings persist; urban centers show progress, rural areas lag.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In South Korea\u0027s urban centers, gender roles are increasingly egalitarian, but traditional norms still surface at work and home.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In South Korea, dating culture can be traditional; Seoul has LGBTQ\u002B-friendly spaces, but nontraditional flirting may still draw stares.",
      "alignmentValue": 6
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "South Korea requires pension contributions and routine document checks for visa holders; services are reliable, but visas hinge on employer renewals.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Busan, Korea faces warming, stronger typhoons, and rising seas. Plan housing reinforcement and targeted insurance to mitigate risk.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "South Korea offers a startup visa (D-8) with founder-friendly aims, but quotas and documentation can slow timing for families.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Korea, polished appearance is common in work and social life. Skincare and neat attire help us fit in.",
      "alignmentValue": 8
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In South Korea, group/multi-partner relationships face social stigma and little legal recognition; disclosure can invite backlash and bureaucratic hurdles.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "South Korea\u0027s universal NHIS offers strong, affordable care and good pediatrics; expect occasional delays for specialists in cities like Seoul.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "South Korea: visa families can join NHI, but enrollment requires Korean forms and some extra paperwork and costs.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "South Korea offers broad access to public universities for citizens, with competitive admissions; scholarships exist but plan for living costs.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "South Korea offers English-taught degrees and intl scholarships; however, visa students face higher tuition and limited work-study options.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Seoul/Pangyo, South Korea, established studios hire steadily. Foreigners often need about 3 months for visa processing.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "South Korea offers grants and accelerators; hiring for startups runs 3-4 months, so plan incentives for Trey and Sarah.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Seoul\u0027s jeonse deposits and condo prices are steep; families face high upfront costs and limited space, risking longer commutes.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "South Korea\u0027s Hometax e-filing is streamlined; employers handle year-end settlements for employees. Founders may still need an accountant for startup taxes.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "South Korea\u0027s immigrant sentiment is mixed; public spaces can feel cautious for newcomers, but Seoul offers expat networks and language support.",
      "alignmentValue": 6
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "South Korea (KR) can welcome white migrants with effort. Language learning and local engagement help the family integrate in cities like Seoul.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "South Korea offers broad public K-12 access, but district quality varies; top schools are selective; expat families can use bilingual or international options.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Public schools in South Korea enroll visa children but require alien registration and proof of residence; language support varies and paperwork can delay.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Most Seoul services accommodate English, but government offices still favor Korean; we\u0027ll study Korean for full participation.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Seoul\u0027s studios blend English in international teams with Korean for local docs; bilingual work is common in KR.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Korea, English is common for investors and platforms, but regulatory tasks require Korean fluency; local language aids hiring and compliance.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "South Korea offers strong game IP support; Seoul-based firms and clinics cover publishing/licensing with English-friendly counsel for global deals and startups.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "South Korea hosts Pride in urban hubs like Seoul, but there is no full legal recognition for LGBTQ\u002B families and stigma persists in society.",
      "alignmentValue": 6
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "South Korea offers a robust game dev scene with labs and tester communities. Seoul-area providers enable frequent playtests with bilingual testers.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "South Korea’s public view on Marxism remains skeptical amid anti-communist norms; open debate is constrained.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In South Korea, traditional male provider norms persist; as progressive expats, they balance caregiving with provider roles.",
      "alignmentValue": 6
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "South Korea experiences rare mass violence. Stay aware at large events in Seoul and nationwide; overall safety remains strong.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Seoul hosts plenty of expat and tech meetups, plus family-friendly parenting groups. Some niche events use online waitlists or membership fees.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The 2024 minimum wage is ₩9,860/hour (~$7.40); even with two earners, a Seoul family of four faces tight budgets.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "South Korea offers gigabit internet and reliable power with efficient urban transit (Seoul). This supports Trey\u0027s gaming latency and Sarah\u0027s remote work.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In South Korea, non-monogamy faces stigma; openness risks custody, housing, or employment issues, even in urban areas.",
      "alignmentValue": 4
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "South Korea favors tactful, indirect dialogue; share concerns with care and context. In KR urban areas, openness blends with diplomacy; be mindful of social harmony.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "South Korea\u0027s Seoul region offers frequent family-friendly nature. Hangang parks and easy trails in Bukhansan/Dobongsan are within 60 minutes, though peak crowds require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "South Korea faces typhoons and floods. Strong warning systems and shelters mitigate risk, but family evacuation plans are prudent.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Seoul and major Korean cities offer easy transit to mountains, rivers, and parks; many family-friendly trails within short trips.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Seoul and KR have a vibrant music scene with regular concerts and festivals; many daytime shows suit families, though clubs may restrict minors after dark.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Seoul has strong nightlife, but family-friendly late options are limited; plan daytime outings and trusted sitters for evenings.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "KR hosts G-Star (Busan), Seoul Indies, and campus clubs; mentorship exists and regular meetups/online hubs help families get involved.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Seoul hosts Nexon, NCSoft, Smilegate, and Krafton with active hiring/events; a strong game-dev ecosystem for networking and growth.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "South Korea has low obesity rates thanks to walkable cities, transit, and a healthy diet; aligning with our family health goals.",
      "alignmentValue": 10
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "South Korea offers grants and accelerators (KOCCA, K-Startup Grand Challenge) and strong game talent. Costs and competition in Seoul can be high.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "KR pace varies; Seoul moves fast, but Busan and coastal towns offer milder tempo, helping family downtime and routines.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "South Korea\u0027s schooling culture prioritizes top academics and active parental involvement. Dual caregiving is common, with some traditional norms.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "South Korea naturalization usually needs 5 years of residence and TOPIK 4. Dual citizenship is limited and renunciation is often required unless exempt.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "KR perceived corruption is moderate; chaebol influence prompts probes, but strong institutions sustain trust in a resilient, pluralist democracy.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In South Korea (Seoul), crowded transit means closer proximity; plan gentle boundary setting for kids in public spaces.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In South Korea, crowded urban life means closer contact at times; locals typically respect personal space with polite cues.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "South Korea offers about six months of pleasant spring and autumn. Summers are hot and humid; winters are cold, so outdoor plans need timing.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "South Korea\u0027s democracy is stable with competitive elections and independent courts; reforms advance through open civic channels despite polarization.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Korea, polyamorous families encounter social stigma and laws favor monogamy; parental rights can be uncertain.",
      "alignmentValue": 4
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Seoul, Korea has childcare options, but waitlists are lengthy and aftercare hours can be inflexible; bilingual preschool access varies.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Private Education",
      "alignmentText": "In South Korea, private options exist but are costly; hagwons are common. Your focus on strong public schools with bilingual exposure fits well.",
      "alignmentValue": 4
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "South Korea has abundant processed snacks and convenience foods. Yet fresh markets and home-style meals support healthier choices for the family.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Seoul\u0027s PMM (Games) pay is solid but ~10-15% below top hubs. English-friendly services and strong benefits, plus a reasonable cost of living, help a family settle in.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Seoul\u0027s game scene runs regular PMM trainings. Studios and universities host workshops, with both in-person and online options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "South Korea has several reputable game/marketing programs feeding local studios (Seoul/Pangyo), with strong industry ties but PMM-specific pipelines vary.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Seoul\u0027s gaming PMM market shows solid demand; expect 4–5 month hiring cycles, with expat pipelines and language alignment helping.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Korean is primary for KR game PMs; English aids in Seoul multinationals, but bilingual candidates perform best.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "South Korea: remote options exist case-by-case for games PM roles; expect some in-person collaboration, but hybrid setups can fit family needs.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "KR\u0027s Seoul-area game PMMs: strong mid- to senior-level pool, multilingual candidates; senior hiring remains competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "South Korea\u0027s major cities (Seoul, Busan) host progressive communities supporting rights and education, but national politics stay mixed with conservative influence.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "KR attitudes vary: urban Seoul can be tolerant, but many areas moralize casual sex. Privacy prudent; reputational risk for women/queer folks.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "South Korea\u0027s messaging often leans toward unity; prioritize independent KR outlets that stress wellbeing and accurate info over nationalist spin.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "South Korea has a pluralistic media landscape. National security messaging exists, but independent outlets keep bias in check.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "South Korea offers extensive urban transit (Seoul/Busan subways, KTX nationwide); car-free living feasible in cities; some rural gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "South Korea has a robust local game ecosystem with publishers and reps in Seoul. Major events like G-STAR support BD for founders.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Seoul, South Korea offers abundant premium services and expat-friendly amenities; elite schooling and wealth-advisory options exist but may require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "South Korea offers universal healthcare that helps families. Yet urban housing costs and childcare waitlists can strain a lower-income budget.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "South Korea\u0027s housing and childcare costs can strain budgets. However, universal healthcare and safe, walkable neighborhoods support middle-income families.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "South Korea has mature real-time game pipelines (Seoul/Busan) with superb broadband and a strong dev ecosystem - ideal for Trey/Sarah\u0027s real-time focus.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In South Korea, religious groups lobby actively; policy remains pluralistic, but faith voices shape debates on education and rights.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Remote is allowed case-by-case in established South Korea studios; hybrid work is preferred to support family balance.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Seoul-area startups favor hybrid work; remote is possible but role- and trust-dependent, with junior staff often onsite.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "South Korea\u0027s remote work is emerging; hybrid roles exist, but many Seoul teams still expect in-office presence; flexible schedules help with US time zones.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Residency in Korea often begins with dependent (F-3) or work visas; initial stays are 1-2 years, with longer F-2/F-5 options after language and criteria.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "South Korea\u0027s mature tech/gaming scene offers stable roles; churn spikes during funding cycles, but government support and broadband connectivity aid family retention.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "South Korea\u0027s National Pension Service provides modest old-age benefits; foreigners may receive limited pension, while universal healthcare supports retirees.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In South Korea, visa holders have limited public pension access; as a founder with non-salaried work, private retirement savings become central.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Korea, Ruby roles are sporadic and clustered; local demand is modest. Remote roles with abroad firms exist but growth is limited.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "South Korea has low crime and generally safe public transit; most areas are safe for families, with rare incidents well-managed after dark.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "KR has strong public schools, but language and workload can be intense; private/bilingual and international options exist in cities, though costly.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "South Korea\u0027s coastal waters stay around 24-26°C in summer, ideal for family swims. In fall they cool to 20-23°C, so light rash guards help.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "South Korea has four seasons: hot, humid summers and cold, snowy winters; monitor typhoons/monsoon rains and plan for humidity and heating needs.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "South Korea\u0027s winter daylight is shorter; maintain energy with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "KR has hot, humid summers and cold winters; overall mild, but humidity/monsoon limits outdoor time; kids can play outside with gear.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Seoul/Pangyo offer senior tech leaders, but many are tied to chaebols; startups must offer competitive packages to attract top talent in Korea.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex attitudes in Korea are mixed. Urban areas like Seoul show progress in sex education, but conservative norms persist nationwide.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "South Korea offers universal healthcare and expanding childcare subsidies. However, safety nets are uneven and region-dependent for a two-child, two-adult family.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Seoul metro, KR: 2k sq ft rentals are rare and move fast; expect premium rents and broker connections.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "South Korea spring sits around 12–23°C (54–73°F) with cherry blossoms; expect occasional dust days and light showers; pack adaptable layers for kids.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "South Korea is generally stable with strong governance; North Korea remains a security concern, but Seoul-area life is predictable for a family.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "South Korea\u0027s liberal democracy supports pluralism and civil liberties; security stance against North Korea coexists with vibrant public debate.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "South Korea\u0027s market blends chaebols with a growing startup scene. Strong safety nets and universal healthcare align with your family\u0027s needs.",
      "alignmentValue": 8
    },
    {
      "key": "Studio Density",
      "alignmentText": "Seoul-led Korea has a dense game studio scene from indie to AAA, with active communities and grants. This supports Trey\u0027s dev goals and KR grants access.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "South Korea July–August highs around 30–33°C with high humidity and tropical nights; cooling helps, but outdoor time should be limited.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In South Korea (KR), service is efficient and courteous; warm replies appear when you engage, matching the family\u0027s community-focused, polite culture.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "South Korea offers solid R\u0026D tax credits and grants for games/creative sectors; clear rules but competitive application windows.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "South Korea visa processing typically 2–6 months with transparent fees. Budget a few thousand dollars, including translations.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in Korea\u0027s government is solid overall; civil society pushes reforms when needed. Scandals occur, but services and stability support families moving to KR.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "South Korea shows mixed corruption in corporate ties and procurement, but robust oversight limits impact; for families relocating, routines stay reliable.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "KR senior software pay is around ₩70–100M with bonuses; dual incomes or remote work help us reach a comfortable family lifestyle.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "South Korea has family-friendly markets and parks with fast rail for weekend trips. Popular spots fill quickly, so plan ahead and leave room for spontaneity.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "South Korea schools run 8:30–15:00 with evening cram; parents coordinate staggered hours, using wraparound care or neighbor help.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "South Korea guarantees 15 days of paid annual leave after 1 year, plus national holidays; supports family plans but enforcement varies.",
      "alignmentValue": 6
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Korea typically grants 15–19 paid days plus holidays. Long hours can curb usage; seek flexible, family-friendly roles.",
      "alignmentValue": 6
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "South Korea (Seoul) has an extensive game-dev vendor network: art, QA, audio, and live-ops; strong options for indie-to-studio teams.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "South Korea\u0027s real-time VFX pay trails top markets by ~25–30%; robust Seoul studios offer benefits and a lower cost of living offset.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "South Korea offers some VFX Real-Time continuing education, mainly via online courses or visiting experts; steady local programs are limited.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "South Korea has one or two reputable VFX real-time programs. They consistently place graduates into regional studios.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "KR market for real-time VFX is competitive; expect 2–3 month cycles as Seoul-area studios compete for specialists.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In South Korea, VFX (Real-Time) teams are mostly Korean-speaking; English is common in multinationals, so bilingual candidates thrive in Seoul.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In KR, VFX real-time remote options exist but require on-site collaboration. Partial remote weeks are common; fully remote requires negotiation.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "South Korea has a solid real-time VFX pool with Seoul studios; mid-to-senior talent exists, but top roles may need relocation or strong local sourcing.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "South Korea\u0027s neighbors are mixed. Historical tensions with Japan and North Korea persist; China remains pragmatic.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "South Korea\u0027s confident, export-led identity shines in tech and culture. Yet security concerns and social changes temper the pride.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In South Korea, neighbors view its strong economy and tech leadership with respect. Security tensions with North Korea and disputes with Japan temper some opinions about the country.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "South Korea offers D-8 startup and F-2 routes for US founders, but require language proficiency and proof of funds; competitive but viable with prep.",
      "alignmentValue": 6
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "South Korea\u0027s cities offer walkable pockets with sidewalks and transit; plan routes to avoid busy arterials near schools with kids.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In South Korea, US migrants are generally welcomed; urban expat communities aid integration, though learning Korean helps social ties.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "South Korea\u0027s blend of hi-tech cities, K-pop, and ancient palaces invites frequent family adventures, with easy day trips and early bilingual exposure.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter lows near -7°C (19°F) in Seoul; regular freezes with light snow, but milder than Kansas City winters.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "South Korea has a 52-hour cap; 45-50 hour weeks are common in startups. Prioritize flex hours to protect family evenings.",
      "alignmentValue": 6
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "South Korea has a 52-hour workweek cap, but overtime and late calls persist in tech; with planning, family time can be protected.",
      "alignmentValue": 6
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "South Korea has broad labor protections and a 52-hour cap. However, gig-work protections lag, which matters for Trey\u0027s startup and Sarah\u0027s remote work.",
      "alignmentValue": 8,
      "sameAsParent": false
    }
  ]
}