{
  "version": 2,
  "iso": "ES",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Spain\u0027s Madrid/Barcelona offer steady .NET roles in finance; English-friendly teams exist, but high-pay roles cluster in cities; remote work helps.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Spain\u0027s 2D environmental artist pay trails top markets by ~25–30%; Madrid/Barcelona offer strong QoL, universal healthcare, remote options, and grants.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Spain has occasional 2D environmental art workshops; Madrid/Barcelona host events, with many learners relying on online courses.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Spain has strong game-art degrees (Madrid/Barcelona) producing ready 2D env art grads. A good fit for your move with local pipelines and EU studios nearby.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Spain ES: 2D Environmental Artist roles take 4–5 months with multiple searches; leverage Madrid/Barcelona studios and remote hiring.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Spain: English is common in Madrid/Barcelona studios. Indie shops still lean Spanish, so bilingual candidates perform best.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Spain studios broadly support flexible remote/hybrid roles for 2D environmental artists, with async workflows and equipment stipends where available.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Spain (Madrid/Barcelona) has a moderate 2D Environmental Artist pool; startups may need relocation or longer searches for niche skills.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Spain\u0027s 3D animator pay trails top markets by ~25–30%. Universal healthcare and family-friendly policies soften the move for our US family.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Spain offers sporadic 3D animation upskilling; occasional workshops in Madrid/Barcelona, but most learning is online.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Spain has several solid 3D animation degree programs in Madrid and Barcelona, feeding regional studios with well-prepared graduates.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Spain: 3D animator roles usually take 4-5 months; local talent is growing but not abundant—plan remote/global searches (Madrid/Barcelona).",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "English is widely used in Spain\u0027s Madrid/Barcelona studios; some roles still require Spanish basics. Your family plan to learn the local language fits well.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Remote 3D animation is possible in Spain, especially for senior roles. Madrid and Barcelona studios still favor on-site work during crunch periods.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Spain offers a moderate 3D animator pool; Barcelona/Madrid studios exist, but senior hires may need relocation or remote sourcing.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Spain (Madrid/Barcelona) 3D character artist pay runs ~20% under global medians; strong lifestyle offset and visa/grant options help attract talent.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Spain offers occasional 3D character art workshops; Madrid/Barcelona host events, but deep specialization often requires remote or visiting experts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Spain has several solid 3D animation programs in Madrid and Barcelona; graduates feed local studios with ready-to-work portfolios.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Spain\u0027s 3D character artist market is steady. Expect 4-5 months locally, with remote options across Europe and English-friendly hubs in Madrid/Barcelona.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Spain\u0027s 3D art scene widely uses English, but local language skills help. It fits your goal of English ubiquity with willingness to learn Spanish.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Spain offers hybrid 3D character artist roles; fully remote arrangements are negotiable, but in-person reviews are common.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Spain\u0027s 3D character artist pool is moderate; Madrid/Barcelona have mid-level talent, with fewer seniors; relocation or longer searches may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Spain has general accelerators with some game cohorts (Barcelona/Madrid); few dedicated game tracks—expect intermittent support.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Spain generally meets EU air targets; Sahara dust intrusions cause occasional spikes—portable filters help on dusty days.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Spain hosts several well-known studios (Ubisoft Barcelona, MercurySteam, Tequila Works) offering steady jobs and training; Barcelona/Madrid anchor the scene.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "Spain\u0027s secular framework supports comfortable atheism. Catholic rituals linger regionally, but civil rights and public life remain accessible.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Spain\u0027s democracy remains healthy. Catalan tensions and far-right rhetoric require ongoing checks, but courts and media stay independent.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Spain offers Bizum/SEPA payments and widespread cards; with NIE/TIE, accounts are accessible, but the first setup often requires in-person visits.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Excellent beaches on Spain\u0027s Mediterranean coast. Barcelona/Balearics spots can be crowded in peak season; water quality monitoring is transparent.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Spain\u0027s major cities (Madrid/Barcelona/Valencia) offer board-game cafés and clubs; smaller towns rely on meetups and Spanish-language titles.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Spain, fitness is normalized and inclusive; conversations avoid body shaming and emphasize well-being.",
      "alignmentValue": 9
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Spain\u0027s EU-backed tech scene supports startup efforts; resilience is solid, but tourism downturns mean contingency plans and remote work remain important.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Spain (ES), cancer incidence aligns with global averages; universal healthcare enables reliable screening and early detection for families.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Spain (ES) generally maintains EU-overseen prisons with restorative aims; some facilities face overcrowding and transparency gaps.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Spain offers municipal guarderías and family help; without relatives, childcare relies on subsidized slots, private sitters, and neighbor networks.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Spain offers walkable neighborhoods with plazas and parks, making family life easy; most areas feel safe, though dense city centers need mindful crossings.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Spain (ES) 0–3 subsidies vary by autonomous community. 3–6 is often free, but 0–3 coverage and hours depend on local programs.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Spain provides childcare subsidies to residents with social security; visa families may qualify after residency and contributions, with waiting periods.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Football, climbing gyms, tabletop nights, and festivals are common in Spain; most hobbies are locally accessible, with niche interests needing trips.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Regular monthly meetups and occasional game jams keep Spain\u0027s dev community connected (Madrid/Barcelona). A welcoming, progressive scene supports families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Spain\u0027s universal healthcare supports families with broad, affordable care. Public health programs and clinics are accessible across Spain.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Spain has a few reputable co-housing and cooperative projects in major cities. Entry can require patience, but families can find supportive networks.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Spain\u0027s community manager pay trails top markets by ~25-30%; Madrid/Barcelona offer remote-friendly roles and lower living costs with English-friendly options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Spain\u0027s Madrid/Barcelona scene offers regular CM workshops and online certs; good for remote-friendly work and English-friendly learning.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Spain offers solid digital marketing programs (Madrid/Barcelona), but dedicated CM tracks are scarce; studios and internships help fill the gap.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Spain has a solid pool of English-speaking community managers in Madrid/Barcelona; typical 1-2 month hiring aligns with global benchmarks.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Spain\u0027s CM scene favors bilingual Spanish-English; English is common in startups, but client-facing work typically requires Spanish.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Spain, hybrid community manager roles are common; remote work is negotiable, with occasional on-site needs and possible equipment stipends.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Spain\u0027s CM scene, centered in Madrid/Barcelona, is strong. A healthy mix of mid- and senior talent with recent project experience is available.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Spain\u0027s communities are generally welcoming, with active parent groups in many cities. A bit of initiative helps connect beyond expat circles, but ties form.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Spain\u0027s established studios in Madrid/Barcelona offer solid base pay plus bonuses. After cost of living, compensation aligns with EU medians and supports families.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Spain-based startup comp tracks global medians when cost-adjusted; equity is meaningful in Madrid/Barcelona.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Spain requires empadronamiento and NIE; annual tax filings; delays or missed appointments may incur minor penalties even when compliant.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Spain offers regular bootcamps and meetups (Madrid/Barcelona) for tech upskilling; English-friendly options help Trey and Sarah pursue education.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Spain\u0027s Madrid/Barcelona host a workable contractor bench; onboarding can be slowed by autónomo setup and local tax rules.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Spain allows private cannabis use with decriminalized possession; penalties are minor/administrative, with harm-reduction services and no regulated market.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Spain\u0027s costs are slightly higher than the US. Grants and tech incentives in Madrid/Barcelona help founders manage payroll and rents.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Spain\u0027s cost of living is generally affordable vs US metros. Madrid/Barcelona are pricey; Valencia/Malaga offer cheaper options and solid savings.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Spain\u0027s major cities offer solid coworking options and reliable broadband. Game-dev labs are limited but expanding in Madrid and Barcelona.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Spain\u0027s tech hubs offer solid web/cloud talent; senior .NET/Unity roles face noticeable competition, but remote hiring and visas help balance demand.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Spain\u0027s universal healthcare supports mental health care; depression burden manageable with open dialogue nationwide.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Spain\u0027s social scene supports expats via schools, clubs, and community events in family-friendly neighborhoods. With steady effort, deeper bonds form.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Spain\u0027s inclusive norms and LGBTQ\u002B protections align with your values; Madrid/Barcelona tech hubs emphasize ERGs and accessibility.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Spain (ES) generally decriminalizes personal use; enforcement targets trafficking with oversight. Families with kids rarely see heavy-handed policing.",
      "alignmentValue": 9
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Spain (ES): US nationals generally must renounce prior citizenship on naturalization; dual citizenship only in narrow, ancestry/family-tie exceptions.",
      "alignmentValue": 3
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "In Spain, early-stage grants exist (CDTI Neotec, Horizon Europe). Typical awards for game-dev startups like Trey range €150k–€350k.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Spain offers generalist funds and public grants (EU programs, CDTI). Game-specific backers are limited; fundraising remains competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Economic Health",
      "alignmentText": "Spain\u0027s growth steadies, but youth unemployment around 22% and debt above 110% temper the recovery; budget prudence helps families.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "Spain\u0027s social market economy blends welfare with EU rules; it supports startups through grants and visas, but bureaucracy and labor rigidity may slow growth.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Spain\u0027s startup visa and EU policies support founders. Policy shifts around elections are manageable for grants and visas.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Spain\u0027s public schools offer solid education with bilingual English programs in major regions. Rural districts may lag and require tutoring.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Spain has growing game-dev programs (Madrid/Barcelona) with some studio links; readiness varies, aligning to 6.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Spain sponsors non-EU workers but with quotas and paperwork. Startups with niche skills may secure visas, though approvals vary.",
      "alignmentValue": 6
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Spain hosts a vibrant Unity/Unreal scene (Madrid/Barcelona) with cross-training and indie hubs; variety keeps tooling options open for teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Spain offers strong conservation, protected parks, and clean waterways; urban areas have some pollution, while rural and coastal regions stay pleasant.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Spain\u0027s progressive IRPF and social security place dual tech incomes in the mid-30s after deductions.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Spain\u0027s fall on the coasts stays around 20–25 C; most days are mild with light sweater weather. Brief rain showers are common but quick to clear.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Child-friendly plazas, Sunday family rituals, and multigenerational housing norms create supportive communities, though we still navigate late dining customs for little kids.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spain allows family reunification for spouses and minor children; with adequate means and housing, all four can qualify with moderate paperwork.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Spain offers universal healthcare, child benefits, and long parental leave; regional disparities and bureaucracy can slow access.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Spain offers universal healthcare and solid family subsidies; benefits are income-based and involve some paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Spain provides universal healthcare and public schooling after residency registration; cash housing supports often require permanent status.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Spain\u0027s casual-chic vibe fits our family. In ES cities, tidy smart-casual works for schools and work, with high-fashion optional.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Spain, cities like Madrid and Barcelona showcase diverse, body-positive fashion for women; smaller towns remain more traditional.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Spain\u0027s Madrid/Barcelona urban fashion blends smart-casual with sneakers; offices vary, finance leans formal, but many roles welcome personal style.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Spain, autonomy and professional ambition are widely supported; diverse feminine expressions are common with minor conservative pockets.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Spain enforces strict gun licenses and secure storage. Ownership is limited and daily gun exposure is low for families.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Spain (ES), flirting is generally respectful; venues enforce boundaries and staff intervene, but clear direct communication remains essential.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Spain\u0027s Madrid/Barcelona scenes offer a growing founder network with meetups and accelerators; solid mentorship and startup-friendly policies.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Spain has strong fresh markets and diverse dining in Madrid and Barcelona; a few niche cuisines may require travel to other cities.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Spain (ES) locals are consistently warm and helpful when you reach out. With proactive engagement, integration can feel genuine within weeks.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Spain\u0027s EU and national grants support game dev; expect about €0.5–€1.2M/year with strong proposals.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Spain\u0027s game dev scene centers on Barcelona and Madrid, with Málaga as an indie hub; openings exist but often require networking.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Spain offers strong protections and universal healthcare for gender-diverse people. Madrid/Barcelona Pride shows broad inclusion, while rural areas lag.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Spain has strong gender-equality laws with active enforcement (anti-violence, pay parity); leadership is improving but not fully balanced.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Spain\u0027s urban centers favor egalitarian gender roles with strong policies. Occasional legacy expectations may linger in workplaces.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Spain\u0027s urban centers, all genders can initiate or decline interest with minimal stigma; some circles retain traditional scripts.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Spain offers healthcare, schooling, and banking access to residents; employment changes and extended travel still require permit updates.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Spain\u0027s hotter summers and Mediterranean droughts demand adaptation costs; coastlines offer milder climate, but risks remain for our family.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Spain\u0027s startup visa offers a founder path with grants processing times are moderate, with family-friendly policies in major cities.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Spain (ES), tech culture is smart-casual; moderate grooming fits. Casual daily wear is common, with polish for meetings and social events.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Spain (ES) has progressive circles where non-monogamy is tolerated and discussed with curiosity; formal recognition remains limited.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Spain has universal public healthcare with strong primary and pediatric care; in big cities, non-urgent specialists may have waits of a few months.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Spain, public healthcare is universal via social security; visa families typically bridge the first year with private insurance.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Spain\u0027s public universities cost about €1-2k/year with transparent aid; broad access and strong vocational tracks offer practical options for families.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Spain (ES), US visa holders face higher public-university tuition and residency steps for internships; some scholarships exist but are not guaranteed.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Spain\u0027s Barcelona/Madrid/Málaga studios hire steadily; most roles fill in 1–2 months, favorable for remote/hybrid teams and first-time visa moves.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Spain (ES), esp. Madrid/Barcelona, startup hiring typically ~2 months; EU funds/Catalonia grants help, though visa steps may slow recruitment.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Spain\u0027s mid-sized cities (Valencia, Seville, Zaragoza) offer family flats around €900–€1,300; space is workable with typical rental processes.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Spain\u0027s AEAT offers online filing and pre-filled returns. Regional surcharges, wealth tax, and US dual-reporting mean accountants are often needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Spain generally welcomes immigrants; English-speaking families usually feel welcome, with occasional migration debates at the national level.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Spain, white US migrants are largely welcomed and integrated. Some circles question long-term commitment, but expat networks and learning Spanish help.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Public schooling in Spain is free, but quality varies by district. Bilingual programs exist, and informed parents navigate zones to secure good placements.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Spain (ES), visa families enroll in public schools after empadronamiento; language support varies by district and residence proof may be required.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Spain, English is common in cities and tech hubs, but schools and government still rely on Spanish; plan to study Spanish.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Spain\u0027s studios use English widely, but local Spanish is still needed for docs and compliance. The family supports bilingual readiness and learning.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Spain startups rely on English for investors and tech; local fluency aids hiring and compliance. Family wants English ubiquity, willing to learn Spanish.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Spain has IP/tech law firms with game-savvy experience in Madrid and Barcelona; licensing and publishing work for games is supported for startups.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Spain provides nationwide LGBTQ\u002B protections and Pride events. Madrid and Barcelona exemplify strong acceptance for LGBTQ\u002B families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Spain\u0027s growing indie game scene (Madrid/Barcelona) offers playtest groups, but scheduling requires lead time; expect local labs and university panels.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Spain features visible Marxist influence through Sumar/Podemos in policy; centrists still dominate economics. Open debate exists, though progress is gradual.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Spain, younger men trend toward caregiving and emotional openness, though older workplaces and families still show residual machismo.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Occasional events occur regionally in Spain (ES). Authorities respond transparently, so stay alert at large gatherings in Madrid, Barcelona, and other cities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Spain\u0027s major cities offer frequent tech, parenting, and language meetups (Madrid/Barcelona); English-friendly events exist, though some groups have fees.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Spain\u0027s 2024 SMI is €1,134/mo across 14 payments; for a two-adult family, it covers basics in many regions but housing/childcare remain tight outside metros.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Spain\u0027s urban areas offer strong fiber broadband and reliable utilities. Some rural pockets lag, but Madrid/Barcelona provide solid gaming latency.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Spain (ES): supportive subcultures exist; mainstream spaces tolerant if discreet; urban hubs like Madrid/Barcelona offer non-monogamy-friendly communities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Spain, openness is usually welcomed. Share concerns directly, but with tact to respect regional nuances and diverse communities.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Spain\u0027s landscapes are dazzling and family-friendly: Pyrenees, Canaries, and Andalusian white villages offer year-round outdoor escapes.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Spain faces occasional wildfires and floods; Canary Islands volcanic alerts are rare but possible. Budget for insurance and simple evacuation plans.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Spain offers strong nature access near cities: regional parks within 60-90 minutes; trains to Montserrat, Collserola, and Guadarrama suit a family with kids.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Spain\u0027s Madrid and Barcelona host thriving live music and family-friendly festivals with safe transit, ideal for outings with the kids.",
      "alignmentValue": 10
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Spain has strong urban nightlife, but family-friendly late options are limited; plan early dinners and reliable transit in cities like Madrid or Barcelona.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Spain hosts Gamelab Barcelona, Madrid Games Week, and Málaga TechPark with regular jams, conferences, and mentorship; accessible to families and newcomers.",
      "alignmentValue": 10
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Spain hosts MercurySteam, Tequila Works, Ubisoft Barcelona, and Riot\u0027s Madrid hub, signaling a solid dev scene and networking opportunities.",
      "alignmentValue": 9
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Spain (ES), obesity levels are moderate; community health efforts keep trends stable for this family.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Spain (Catalonia) offers ENISA loans, EU funds, and Catalan grants for game studios. Bureaucracy and limited local VC still require hustling for capital.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Spain\u0027s cities, generous lunch breaks and walkable streets create a calmer rhythm that\u0027s easier for Sarah\u0027s family to balance work and life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Spain, schools back collaborative parenting; dads are often involved in school runs, and childcare is well supported.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Spain naturalization generally requires 10 years of residence plus language/civics exams; timelines can be long and approvals uncertain.",
      "alignmentValue": 5
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Spain\u0027s perceived corruption is moderate; municipal/housing scandals persist, but watchdogs and courts pursue accountability.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Spain\u0027s social norms are warm and sociable; cheek-kiss greetings and crowded spaces can feel closer, but most cues are read well.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Spain\u0027s culture includes cheek-kiss greetings and closer contact; in crowds, read cues—especially with kids.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Spain\u0027s Mediterranean climate offers mild springs and falls; summers can be hot inland, but coast towns stay pleasant most of the year.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Spain\u0027s constitutional monarchy with proportional representation supports stable coalitions. Reforms advance via open civic channels and plural media.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Spain, poly networks exist in Barcelona and Madrid, but custody/healthcare remain monogamy-centered; private circles show more tolerance.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Spain, public 0–3 slots exist but waitlists can be long and co-pays vary. Expect to blend municipal care with private, often bilingual, centers.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Spain has concertado and international private schools with bilingual curricula; tuition about €5–12k and admissions can be competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Spain (ES) has common processed foods. Strong fresh markets balance meals for families, with planning supporting healthy options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Spain (ES): PMM (Games) comp trails top markets by ~25–30%. Favorable lifestyle and family-friendly policies offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Spain offers occasional game marketing upskilling; notable events like Gamelab Barcelona exist, but most learning is remote or self-directed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Spain has game-dev and marketing programs in Madrid/Barcelona, but dedicated PMM (games) curricula are limited; expect on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Spain\u0027s games scene (Madrid/Barcelona) tends to fill PMM roles in 3-4 months; remote options help a family-friendly relocation.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Spain (ES): English is common in game studios. Bilingual Spanish–English PMMs are favored for client-facing work.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Spain studios commonly offer hybrid work for games marketing. Fully remote arrangements are negotiable, with occasional on-site days for collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Spain (ES) PMM (Games) talent pool: solid with Madrid/Barcelona presence; seniors competitive; relocation or remote options may help.",
      "alignmentValue": 7
    },
    {
      "key": "Progressivism",
      "alignmentText": "Spain (ES) shows strong progressive lean in major cities (Madrid/Barcelona): universal healthcare, LGBTQ\u002B rights, but some rural pockets persist.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Spain, urban centers like Madrid and Barcelona generally accept varied relationships. Some traditional circles still gossip.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Spain (ES) messaging emphasizes social cohesion and EU solidarity; coverage includes multiple viewpoints, with occasional glossing of flaws.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Spain offers plural outlets and independent press; election cycles bring some propaganda, but media literacy and diverse voices keep facts centered.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Spain\u0027s Madrid/Barcelona metro and high-speed rail are strong; rural towns still rely on buses or cars for last mile.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Spain has EU funding and dev events in Madrid and Barcelona. Publishers exist but partnerships require proactive outreach.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Spain offers strong healthcare and family-friendly cities; premium services exist, though some providers need advance booking.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Spain (ES), universal healthcare and strong public schools support families; childcare subsidies help, though city housing can be tight.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Spain, universal healthcare and solid public schools support a comfortable middle-income family life; mindful budgeting keeps it sustainable.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Spain\u0027s real-time game dev scene (Madrid/Barcelona) offers solid pipelines and growing cinematic work; fits Trey/Sarah\u0027s needs.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Spain, politics stay largely secular; Catholic traditions color culture, but the law protects minority rights and maintains pluralism.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Spain\u0027s established studios offer hybrid/remote roles with formal policies; a good fit for this family seeking balance and child-friendly work.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Spain\u0027s startups are hybrid-friendly with mature remote tooling and periodic onsite, aligning with the family\u0027s remote/hybrid needs.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Spain favors hybrid/remote work with flexible policies and many coworking hubs; remote teams stay connected for Trey and Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Spain offers several residency routes (non-lucrative, entrepreneur, nomad) with renewals; ongoing income proof, private health insurance, and local registration are required.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Spain\u0027s family-friendly policies and grants aid retention; funding cycles and visa hurdles may spike churn, especially for startups.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Spain\u0027s contributory pension replaces about 70% of wages and universal healthcare aids aging residents. Retirement age is slowly increasing.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Spain\u0027s Seguridad Social pension depends on years of work and contributions; visa holders must meet residency rules, so private retirement savings are important.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles persist in Spain, mainly Madrid/Barcelona; steady openings with maintenance work, remote options growing but salaries lag top stacks.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Spain is generally safe; crime is low and incidents are well managed, though Barcelona and Madrid tourist cores warrant after-dark caution.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Spain offers strong public, concertado, and international schools with bilingual options. Top Madrid and Catalonia programs may use lotteries or waitlists.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Spain\u0027s Mediterranean waters are about 20-26 °C (68-79 °F) May-Oct, great for family swims; shoulder months are cooler with light rash guards.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Spain (ES) generally has mild, manageable seasons. Inland areas can see heatwaves; coastal regions stay comfortable most years.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Spain\u0027s long summer days and milder winters help mood stay strong; maintain outdoor time and light-touch coping during the shorter days.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Coastal Spain offers mild winters and hot, dry summers; you will need AC and sun protection, but outdoor time remains feasible.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Spain has an adequate senior tech pool in Madrid/Barcelona; startups must offer competitive packages and clear visa options.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Spain offers comprehensive sex education and open consent discussions; LGBTQ\u002B inclusive media is common, though pockets of conservatism remain.",
      "alignmentValue": 10
    },
    {
      "key": "Social Policies",
      "alignmentText": "Spain\u0027s universal healthcare and strong family benefits support your family in ES; regional gaps and admin hurdles prevent a perfect 10.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft rentals are scarce in Spain\u0027s major cities. Expect premium rents or broker help, or consider outer suburbs.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Spain tends to 15–23 °C (59–73 °F) on the coast; inland areas stay cooler with some windy days; kids may need light jackets.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Stable Spain with resilient institutions; Catalan independence debates and regional tensions trigger occasional protests and snap elections.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Spain\u0027s mainstream politics blend social democracy with EU integration and regional identities. It supports pluralism and civil liberties, with open debate.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Spain\u0027s dynamic market has EU oversight balancing innovation with protections. It supports startups and universal healthcare, plus bilingual schooling for our family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "7: Healthy number of studios across genres; Madrid/Barcelona hubs anchor indie and mid-size teams, with improving grants and programs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Coastal Spain summers are 27-32 °C with moderate humidity; rare heatwaves need indoor breaks, fitting the family\u0027s mild-climate preference.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Spain (ES), friendly exchanges typically occur when we initiate. Staff and locals respond positively, especially with English and basic Spanish.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Spain has limited game-specific incentives; funding fluctuates, though general R\u0026D relief exists that games and studios can access.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Spain non-lucrative visa typically 2–6 months. Total costs are a few thousand euros with translations and apostille.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Spain, trust in national institutions remains modest. Our ES family values transparency and simpler bureaucratic steps.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Spain, procurement and zoning scandals appear occasionally. Oversight and audits keep permits and large contracts in check, aiding predictable processes for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Spain (Madrid/Barcelona), senior software salaries run €45–65k. Solid locally but below US remote pay.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Spain fit our family: late breakfasts, parks/beaches, kids\u0027 activities, and tapas with friends; we mix spontaneous outings with a few reservations.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Spain schools commonly 9:00-15:00 with aftercare; 5-year-old in school, 1-year-old in childcare. Manageable with wraparound care and flexible hours.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Spain (ES) guarantees 30 days of paid vacation plus around 14 holidays; strong enforcement and payout for unused days suits family plans.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Spain (ES), typical vacation is about 30 days plus public holidays; many firms offer 30–35 days total with rollover or payout.",
      "alignmentValue": 9
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Spain has vendor options for nearshore game dev (Madrid/Barcelona) with art, QA, and live-ops partners; capacity can be limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Spain ES: Real-Time VFX pay lags top hubs by ~10–15%; Madrid/Barcelona markets still offer solid packages with EU mobility perks for families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Spain offers occasional VFX real-time training via universities in Madrid/Barcelona; most learning is through remote courses or visiting experts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Spain offers serviceable VFX real-time programs (U-tad/ESNE/ECAM) with studio partnerships; not flagship, but industry ties help upskill graduates.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Spain (ES): VFX Real-Time roles typically take 4-5 months; remote options widen candidate pools beyond Madrid/Barcelona hubs.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Spain (ES): English is common in international VFX shops (Madrid/Barcelona), but many studios expect Spanish; the family plans to learn the local language.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Remote options exist case-by-case for real-time VFX in Spain (ES); expect some onsite work in Madrid/Barcelona, aligning with the family\u0027s remote-friendly stance.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Spain\u0027s real-time VFX pool is solid in Madrid/Barcelona, with outsourcing options; senior hires competitive; relocation or remote hiring may be needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Spain\u0027s neighbors Portugal and France are cooperative. Regional ties are generally amicable, with occasional Gibraltar or Morocco-related tensions.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Spain blends regional pride with modern, multicultural cities and EU citizenship; generally welcoming to immigrant families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Spain is seen as welcoming by neighbors, with strong ties to France and Portugal; Catalan debates cause occasional policy frictions.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Spain offers non-lucrative, digital nomad, and entrepreneur visas; expect proof of funds, insurance, and in-person appointments.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Spain\u0027s cities offer walkable pockets with parks; expect some car-heavy corridors - plan routes to avoid busy arterials near kids.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Spain\u0027s Madrid/Barcelona/Valencia welcome US migrants; locals are curious but English-friendly services help, and learning Spanish eases daily life.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Spain\u0027s tapas and fiestas spark curiosity. Barcelona and Madrid\u0027s creative tech-art scenes offer ongoing learning beyond Kansas City.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Spain\u0027s coastal winters are mild (8–16 °C); inland areas can dip near freezing at night, but snow is rare, keeping heating costs manageable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Spain\u0027s standard 37.5-hour week supports family life. Remote/hybrid options and strong parental leave help families balance work and care in ES.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Spain\u0027s work-life balance offers flexible hours and generous vacation, with remote options supporting Sarah and family time.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Spain offers robust worker protections and strong unions. Gig workers still face gaps and enforcement can vary by region.",
      "alignmentValue": 8
    }
  ]
}