{
  "version": 2,
  "iso": "ES",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Donostia\u0027s .NET market is modest; openings are mainly with regional integrators and outsourcing firms. Occasional Basque/Spanish roles tied to local projects.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "San Sebastián, Spain has very clean Atlantic air; PM2.5 near 8 µg/m³ with occasional mild port traffic spikes and winter wood-burning.",
      "alignmentValue": 9
    },
    {
      "key": "Atheism",
      "alignmentText": "San Sebastián, Spain remains largely secular with church-state separation; Catholic holidays and local school traditions may still appear.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Spain (San Sebastián) remains a robust democracy; Catalonia tensions and occasional far-right signals warrant ongoing checks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In San Sebastián, Spain, Bizum, SEPA, and contactless payments are common once NIE/TIE are secured; opening the first bank account may require in-person steps.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "San Sebastián\u0027s La Concha and Zurriola are a short walk away. They offer lifeguards, family coves, and a surfing zone for year-round beach days.",
      "alignmentValue": 10
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "San Sebastián has weekly tabletop nights at Joker and Donostirol; English campaigns require coordination, but family-friendly play exists.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In San Sebastián, Basque Haurreskolak subsidized nurseries offer long hours; demand in city-center is high, so apply early.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "San Sebastián, Spain’s La Concha promenade is kid-friendly and walkable. Plenty of parks and safe crossings support family life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "San Sebastian, Basque Country, Spain: Basque childcare subsidies, birth grants, and parental leave top-ups cover most costs and keep both parents in work.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "San Sebastián, Spain: visa families access Haurreskolak subsidies after padrón and Osakidetza; Basque translations may be required.",
      "alignmentValue": 8
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Surfing and Monte Igueldo trails fit our outdoorsy life; Donostia\u0027s pintxo crawls and board-game meetups offer social, family-friendly options.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "San Sebastián\u0027s Basque culture welcomes families; joining sociedades gastronómicas and learning Euskara helps our family blend beyond expat circles.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Spain residency requires NIE, padrón, and tax filings; San Sebastián has periodic renewals and checks; slips may incur minor penalties.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "San Sebastián has housing costs for families (3-bedroom rents often exceed €1,800); budget carefully and target family-friendly areas with parks and good schools.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "San Sebastián, Spain: US citizens generally must renounce prior citizenship to naturalize; dual citizenship is rarely allowed.",
      "alignmentValue": 3
    },
    {
      "key": "Economic Health",
      "alignmentText": "Gipuzkoa (San Sebastian area) unemployment runs around 7%, boosted by manufacturing and R\u0026D; Basque safety nets cushion downturns for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Spain\u0027s social-market economy blends welfare with market competition; San Sebastián offers startup funding though local bureaucracy can slow ventures.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Basque schools in San Sebastián deliver high outcomes; strong Basque/Spanish immersion with optional English exposure via tri-lingual tracks.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Some Basque firms sponsor skilled visas in San Sebastián, but SMEs hire slowly and Basque/Spanish language proficiency and paperwork add friction.",
      "alignmentValue": 6
    },
    {
      "key": "Environment",
      "alignmentText": "San Sebastian, Spain offers clean air and water, green spaces and beaches; mild year-round climate with suburb traffic—high environmental quality.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Spain, San Sebastian: dual tech incomes may yield ~35% tax; regional IRPF and deductions could reach 40%, but planning helps.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "San Sebastián autumn stays mild: Sept ~21°C/70°F, cooling to ~13°C/55°F by Nov with frequent Atlantic rain and coastal winds.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "San Sebastián offers safe, walkable neighborhoods with parks and child-friendly amenities. Universal healthcare and bilingual education bolster family life here.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "Spain allows spouses and minor children to join; in San Sebastian expect straightforward reunification with standard financial proof and docs.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Spain\u0027s family policies provide universal healthcare and regional child benefits; supportive overall, but regional differences and bureaucratic delays exist.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Spain provides universal healthcare and strong early education in San Sebastián. Housing aids and family perks exist but require paperwork.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Spain (San Sebastián), visa families can access public healthcare and schooling after registering; cash benefits usually require longer residency.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "San Sebastián, Spain\u0027s urban fashion is diverse and inclusive, blending Basque flair with Mediterranean style. Nearby smaller towns stay more traditional.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In San Sebastián, men wear smart-casual with creative sneakers. Urban workplaces embrace modern dress, while some roles still require polish.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "San Sebastián, Spain: femininity supports autonomy and diverse expression; minor conservative pockets persist but progress is evident.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Spain\u0027s game dev hubs are Madrid, Barcelona, Valencia and Málaga; San Sebastián has few studios, so networking or remote work helps.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "San Sebastián studios typically take 3-4 months to fill Unity/Unreal roles; remote or relocation options are common to keep pipelines active.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "San Sebastián studios offer pay near European medians, but below top global hubs; family-friendly benefits help offset costs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In San Sebastián, English is widely used in studios; local Spanish/Basque fluency remains important for community, compliance, and partnerships.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "San Sebastián studios commonly offer hybrid work; formal policies support some fully remote roles for senior staff, aiding family balance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Spain supports self-ID and universal healthcare for gender-diverse people; San Sebastián hosts Pride and inclusive public services.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Spain (San Sebastian), gender rights are well protected with strong enforcement; leadership is improving and pay gaps persist in some sectors.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "San Sebastián, Spain leans egalitarian with strong policies, yet pockets of machismo persist; Sarah may still shoulder school logistics.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "San Sebastián offers universal healthcare and solid schools; residency permits depend on work status/renewals, with some visa benefits limited.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "San Sebastian, Spain, coastal climate faces hotter summers and drought risk; plan adaptation, but risk remains manageable.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Spain offers universal public healthcare with strong primary/pediatric care; occasional wait times for specialists in busy San Sebastián hospitals.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Spain (San Sebastián), visa families can access public healthcare but must manage initial paperwork and private insurance for year one.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "San Sebastian, Spain: public universities cost about 1-2k euros per year with scholarships; some programs require entrance tests, but aid is available.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Spain (San Sebastian), visa holders pay higher public-university fees but have access to public programs; residency steps can add friction.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "San Sebastián\u0027s rental market is tight for families. Large flats are scarce and deposits can be high.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Spain\u0027s tax system is digital-friendly, but autonomous-community surcharges and US filing duties keep accountants essential in San Sebastián.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Education access in San Sebastián is broad; public schools are available, but top options use zoning or lotteries; bilingual Basque/Spanish tracks exist.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Visa families in San Sebastián can enroll in public schools with residency proof (empadronamiento); language support varies by district.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English is common in San Sebastián\u0027s daily life and expat circles, but schools and public offices favor Spanish/Basque; learning basics aids integration.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Spain\u0027s protections are strong; San Sebastián hosts Pride and offers inclusive, rights-based support for queer and polyamorous families.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "San Sebastián, Spain blends progressive values with pluralist debate; Marxist ideas are respected but balanced with centrism.",
      "alignmentValue": 9
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "San Sebastián, Spain: masculinity norms are evolving; men share caregiving and emotional openness. Yet pockets of traditional machismo persist.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "San Sebastián has expat-friendly meetups and coworking spaces; many in-person events, though some groups have fees or waitlists.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "SMI in Spain is ~€1,134/mo (14 payments). In San Sebastian it\u0027s tight for a family of four, likely requiring a second income.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Donostia-San Sebastián offers robust fiber, reliable utilities, and solid transit (Euskotren Topo, frequent buses). Long-haul flights still route via Bilbao.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "San Sebastian\u0027s La Concha and Monte Urgull offer postcard beaches and green hills; family-friendly trails and Basque coast scenery within easy reach.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "San Sebastián, ES faces occasional Atlantic storms and floods on the Basque coast; robust infrastructure and insurance mitigate risk for a family.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Excellent family-friendly nature in San Sebastián: Monte Urgull, Urumea trails, and Parque Natural Pagoeta are accessible by bus, ideal for weekend outings.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "San Sebastián offers pintxo bars and Kursaal concerts. Family-friendly options require planning and occasional travel.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "San Sebastián offers strong pintxo bar nightlife; most venues close by 01:00, so plan early evenings or babysitting.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "In San Sebastián, Spain, BasqueGame and Tecnalia offer networking. However, events are quarterly and smaller than Spain\u0027s big-city scenes.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "San Sebastián, Spain has a small but active indie game scene with boutique studios; no major hub, but local studios collaborate regionally.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Basque Country (San Sebastian) offers BEAZ grants and Industry 4.0 programs; solid startup access, but funding and co-founders still required.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "San Sebastian\u0027s BEAZ grants and Basque programs plus remote options usually close early-stage hires in about 2 months.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Startups in Spain\u0027s San Sebastián align with global medians after cost of living. They offer great QoL, affordable living, and meaningful equity.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "San Sebastián startups mix English with Spanish; regulatory tasks require local fluency, so bilingual ops with translation budgets are practical.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "San Sebastián startups broadly embrace hybrid/remote work for most roles. Periodic onsite days fit our family-friendly, remote-ready setup.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "San Sebastián’s compact, walkable streets and long Spanish lunches create a calm, manageable pace that fits Sarah’s slower rhythm in Spain.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "San Sebastián schools invite parental involvement and Basque–Spanish bilingual learning, with flexible after-school options for dual-working families.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Spain requires around 10 years of legal residency for citizenship, with language and civics exams. In San Sebastián, expect a lengthy, multi-year path.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "San Sebastián shows moderate corruption perception: occasional municipal housing issues; overall trust remains, though some red tape affects daily life.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Parliamentary constitutional monarchy with proportional representation; generally stable, reforms via elections and coalitions in Spain (incl. Basque region).",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "San Sebastián, Spain: polyamory remains largely private; Basque society is tolerant but mainstream services may still misunderstand.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Donostia-San Sebastián offers Haurreskolak and subsidized guarderías with Basque/Spanish bilingual care; hours are extended, but demand is high.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "San Sebastián, Spain offers a sizable private/concertado network; quality varies and tuition is often premium, with international options.",
      "alignmentValue": 7
    },
    {
      "key": "Progressivism",
      "alignmentText": "San Sebastián in Spain blends robust social services with pluralistic politics; supports families, education, and LGBTQ\u002B rights.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "San Sebastián, Spain: messaging leans on social cohesion and EU ties, but elections spin. The family wants factual, inclusive info from pluralist media.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "San Sebastián, Spain: public and independent media offer diverse views. Elections bring propaganda, but media literacy and plural voices help counter it.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "DBus, Euskotren, and bike lanes cover Donostia/San Sebastián well, with 10-minute headways most of the day; late-night service thins out.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Spain remains secular. In San Sebastián, policy debates stay pluralistic and minority rights are protected despite occasional church references in law.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "San Sebastián’s market blends remote/hybrid work with widespread coworking; some Basque firms still prefer on-site collaboration.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Spain offers multiple residency routes (non-lucrative, entrepreneur) with renewals tied to funds/insurance; practical for a US family relocating to San Sebastian, ES.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "San Sebastián, Spain: pension covers ~70% of wages with healthcare; retirement age rises slowly, with family protections supporting long-term security.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Spain\u0027s public pension requires years of contributions; visa residents face residency thresholds in San Sebastián. Private savings remain central.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles are rare in San Sebastián, Spain; remote contracts with occasional Bilbao meetups keep options alive.",
      "alignmentValue": 4
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "San Sebastián has some of Spain\u0027s lowest crime rates. Families can safely enjoy plazas with standard pickpocket precautions.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "San Sebastián has solid public Basque/Spanish options; English-heavy tracks are mainly private/concertada - plan for admissions and transfers.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In San Sebastián, sea peaks 21-22°C in August; outside peak months it\u0027s 18-20°C—kids may need light wetsuits.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "San Sebastián has mild, wet winters and cool summers; expect rain and humidity, but outdoor time remains comfortable most days.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "San Sebastián in Basque Spain is broadly liberal and sex-positive. LGBTQ\u002B rights are protected and sex education is inclusive in schools.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Spain\u0027s universal healthcare and strong family benefits in San Sebastian support this family; safety nets are robust with some bureaucratic delays.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in San Sebastian, Spain tends to hover 12-23 °C with sun and showers; layer up for outdoor time.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "Spain remains stable with predictable policies; Basque regional tensions are rare, and San Sebastián remains safe for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "Spain\u0027s democracy blends social-democratic values with Basque identity in San Sebastian; EU integration and civil rights are central, with lively debate.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In San Sebastián, Spain\u0027s EU-regulated market blends innovation with strong social protections and universal healthcare, matching your family values.",
      "alignmentValue": 9
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "San Sebastián, ES summers typically 23-28°C with cool evenings and low humidity; comfortable outdoors and sleeping without heavy AC.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "San Sebastian, Spain family visas can take up to six months; budget a few thousand euros for translation and legal fees.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in Spain\u0027s national institutions in San Sebastian is mixed. Transparency helps, but bureaucracy remains a hurdle for this family.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Spain\u0027s risk is moderate: occasional procurement/zoning scandals; San Sebastian benefits from strong EU oversight and transparent local governance.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In San Sebastián, typical software pay is around €45–60k; Basque firms pay more for cloud/IoT, but overall mid-range; remote work helps the family.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "San Sebastián weekends blend markets, pintxo crawls, and beach time. Family bike rides along the Urumea and Tabakalera screenings keep it easy with occasional reservations.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Donostia-San Sebastián, schools run 09:00–15:00; many firms offer jornada intensiva (08:00–15:00) in summer, freeing afternoons for family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Spain (San Sebastián) provides 30 paid vacation days annually; unused days are typically paid, with strong enforcement of rights.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Spain typically offers about 30 days of paid leave plus public holidays. In San Sebastián, many firms close in August, boosting time off to roughly 32–35 days.",
      "alignmentValue": 9
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Portugal and France are generally cooperative near San Sebastián; cross-border ties are strong. Morocco issues surface occasionally in media.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "San Sebastián blends Basque pride with EU cosmopolitanism. Our progressive family values inclusive, community-oriented civic life here.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors view Spain as friendly and culturally rich, with strong ties to France and Portugal near San Sebastian. Ongoing Catalonia/Basque debates temper the harmony.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Spain (San Sebastián) offers several visa routes (nomad, non-lucrative, entrepreneur); viable but require income proof, insurance, and in-person steps.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Donostia-San Sebastián, Spain, offers municipal newcomer services and a welcoming expat community. Basque-language paperwork can slow initial processes.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "San Sebastian, Spain blends world-class gastronomy, beaches, and Basque culture with family-friendly life, safety, and bilingual schooling.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in San Sebastián, Spain, are mild: about 6–13°C. Frost is rare and snow is a novelty, though rain and wind are common.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "San Sebastián, Spain typically uses a ~37.5–38h week with flexible hours and compensatory leave, aligning with family-friendly balance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "San Sebastián, Spain: Basque norms favor reasonable hours, generous vacation, and strong worker protections, matching Sarah\u0027s family-friendly goals.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In San Sebastián, Spain, strong unions and platform-work reforms bolster protections, but enforcement gaps persist for freelancers.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "In San Sebastián, Spain, winters are mild but wet with variable springs. Expect occasional storms and rain-driven disruptions.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In San Sebastian, ES, mild winters and long summer days provide ample light; mood stays steady with light coping habits.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Most of the year in San Sebastián, Spain is comfortable; expect a few rainy weeks in autumn/winter that barely alter our plans.",
      "alignmentValue": 9
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "San Sebastian offers universal healthcare and strong schools; safety is high. Desirable housing is tight, so some budget trade-offs will be needed.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "San Sebastián offers universal healthcare, strong public schools, and solid childcare support; a comfortable middle-income life with mindful budgeting.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "San Sebastian, Spain, offers top dining, culture, and healthcare for higher incomes; elite schools and tutors are selective and require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "San Sebastián 2k sq ft rentals appear but move fast and command premium rents; stay flexible on neighborhood to fit budget.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "San Sebastián has limited intentional communities. A few co-housing options exist, but entry is often niche.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "San Sebastián locals are friendly, but ties form slowly. Start in neighborhoods like Gros or Parte Vieja and invest in Basque/Spanish.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "San Sebastián, Spain, is broadly welcoming to expats; occasional policy debates exist, but immigrants feel comfortable sharing language and culture.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Reception in San Sebastián, Spain varies by class and language; learn Spanish/Basque and engage locally to avoid aloof perceptions.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In San Sebastián, Spain, service is generally friendly and responsive; crowds can be brisk, but warmth remains when you engage.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "San Sebastián rewards newcomers who join clubs and local events. Steady, respectful effort builds deeper ties for expat families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "San Sebastián’s social, compact spaces often bring closer greetings; expect varied proximity in crowds, but boundaries remain generally respected.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In San Sebastián, Spain, direct, respectful dialogue is valued; share needs clearly while honoring Basque-Spanish courtesy.",
      "alignmentValue": 9
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "San Sebastián offers balanced grooming norms; neat, practical style is common without pressure to overdo it.",
      "alignmentValue": 9
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "San Sebastian, Spain offers inclusive, non-judgmental fitness culture; family-friendly and respectful health conversations.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In San Sebastián, Spain, we favor tidy smart-casual looks to blend in. High fashion is optional.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In San Sebastián, Spain, consent culture is strong; most people respect boundaries and venues reinforce them.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In San Sebastian, Spain, flirting norms are largely modern. Our progressive, poly-friendly family may see minor lingering traditional scripts on first approaches.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "San Sebastián, Spain has urban acceptance of non-monogamy with discreet tolerance. Suburbs may require discretion.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "San Sebastián, Spain: peers are largely nonjudgmental; consensual relationships are personal matters with minimal moral policing.",
      "alignmentValue": 10
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In San Sebastián, Spain, progressive circles are accepting. Institutions may still require discreet handling.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In San Sebastián, close greetings (cheek kisses) are common; tune into cues and adjust quickly to locals.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Spain\u0027s gun laws are strict; ownership exists but licensing, safe storage, and training rules are rigorous and broadly respected.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Spain (San Sebastián) emphasizes harm reduction and accessible healthcare. Personal-use possession is typically fined rather than criminalized.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Spain (San Sebastián) enforces laws proportionately with oversight; families rarely witness aggressive sweeps.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Spain/San Sebastián: mass violence is uncommon; authorities communicate openly and communities stay prepared, keeping daily risk for families low.",
      "alignmentValue": 9
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "San Sebastián, Spain prisons generally meet international standards with oversight; restorative programs exist, though some facilities lag on services.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "San Sebastián, Spain is highly walkable: compact center, La Concha promenade, broad sidewalks and safe crossings; just a few tourist corridors require care with kids.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "San Sebastian, Spain has a wellness-focused culture with universal healthcare. Families have solid access to preventive care and parks.",
      "alignmentValue": 9
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "San Sebastián offers abundant fresh markets and seafood; healthy options are easy, though processed snacks exist and planning helps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Excellent fresh Basque markets and seafood in San Sebastián; international options exist but some cuisines require trips to Bilbao or larger cities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In San Sebastián, Spain, mental health burdens exist but are met with accessible public services and open dialogue.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In San Sebastian, Spain, obesity is moderate; walkable streets and the Mediterranean diet help keep health trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms in Spain; universal healthcare supports reliable screening and early detection in San Sebastián.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "San Sebastián\u0027s diversified Basque economy offers solid resilience. Downturns tend to be brief with quick reemployment options.",
      "alignmentValue": 8
    },
    {
      "key": "Studio Density",
      "alignmentText": "In Spain\u0027s San Sebastián, a budding indie scene exists with a handful of studios. It is not yet a dense production hub.",
      "alignmentValue": 5
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "San Sebastián, Spain has limited anchor studios—mostly boutique or satellite offices; no large AAA employers locally.",
      "alignmentValue": 4
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "San Sebastián offers a modest vendor scene; a few local studios handle art/QA, but core game-dev needs rely on remote partners or Bilbao-area vendors.",
      "alignmentValue": 6
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "In San Sebastián, game-design programs exist, but curricula often require extra industry training and internships to prep grads.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Occasional local workshops exist in San Sebastian; most upskilling is online or via providers abroad.",
      "alignmentValue": 6
    },
    {
      "key": "Community Activity",
      "alignmentText": "San Sebastián hosts quarterly tech and game-dev meetups with solid attendance; expat networks boost community access.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "San Sebastian\u0027s game-dev scene leans Unity with solid Unreal pockets. Local meetups and cross-training resources keep engines diverse.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "San Sebastián\u0027s Basque tech scene supports indie game dev and remote work. Real-time focus prevails with limited local pre-rendered studios.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "San Sebastián\u0027s tech scene is growing but specialized roles remain competitive. Remote hiring from the EU and nearshoring can help fill gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "San Sebastián, Spain, offers strong social services and family-friendly schooling; startups may cycle funding, causing moderate tech churn.",
      "alignmentValue": 6
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "San Sebastián, Spain benefits from strong national inclusion policies; studios track diversity with steady improvement, though progress varies by studio.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Spain\u0027s general I\u002BD\u002Bi tax credits and Basque grants can support game dev; in San Sebastián these programs are competitive and not game-specific.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "San Sebastian, Spain: stable EU-aligned policy; occasional election-driven tweaks, but startup grants and entrepreneur visas remain accessible.",
      "alignmentValue": 7
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "San Sebastián has a modest founder network with coworking spaces and occasional meetups; cross-pollination is limited.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "San Sebastián has generalist funds and public grants; Basque/Spanish programs plus EU backing support game startups, though competition remains.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "San Sebastián, Spain offers occasional game accelerator cohorts through Basque/Spanish programs; no steady, dedicated game accelerator exists locally.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "San Sebastián has a modest local pool of senior game/tech leaders. Expect to recruit from Bilbao/Donostia or remote with competitive offers.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Moderate local contractor bench in Spain. San Sebastián offers web/cloud freelancers with reasonable lead times, but top game dev talent can be scarce.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "San Sebastián has solid coworking and a budding startup scene with good broadband; game-specific labs are scarce, but global resources are accessible nearby.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "San Sebastian, Spain: IP counsel exists but game-IP specialists are limited; rely on Bilbao/Madrid firms for complex licenses or publishing deals.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "San Sebastián has a modest startup scene; local publisher reps are limited, so we\u0027ll rely on Spain/Europe conferences for access.",
      "alignmentValue": 5
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "San Sebastian has a small dev scene; plan ad hoc tester panels and consider Bilbao for broader insights; vendors are limited.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Spain\u0027s startup visa provides a workable path for founders. San Sebastián\u0027s Basque tech scene helps, with moderate processing and accessible family services.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "San Sebastián offers strong talent and family-friendly life, but housing and wages raise costs; tap Basque startup grants and incentives to manage.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Moderate 3D character artist pool in San Sebastian, Spain; startups may need relocation or broader searches to source niche talent.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "San Sebastián offers a few animation/design programs; cohorts are small and on-the-job upskilling is often needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Limited local 3D character education in San Sebastián, Spain; learners rely on online courses, with only a few basic programs in the Basque region.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In San Sebastian, Spain, the local pool for 3D character artists is modest; expect 4-5 months and multiple search cycles, with remote sourcing often needed.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "San Sebastián, Spain: 3D character artist pay trails top markets by 25–30%; cost of living offsets some gaps and helps attract talent.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "San Sebastián\u0027s game/tech scene uses English in many studios; bilingual Spanish/Basque support helps 3D artists integrate with local teams.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote-friendly 3D character roles are common in Spain, including San Sebastián. Hybrid options are negotiable with robust async workflows.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "San Sebastián\u0027s 3D animation scene is modest. Local talent is sporadic and mid-level; consider remote or relocation for seniors.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "San Sebastián has small-scale 3D animation programs; local studios bridge gaps with hands-on upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "San Sebastián has limited local 3D animation education; only a few providers cover basics, with many advanced topics via remote study.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "San Sebastian has a modest local pool; 3D animator roles may run 4-5 months; remote EU talent helps meet timelines.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In San Sebastián, Spain, 3D animator pay trails top markets by ~25–30%. Lifestyle perks and universal healthcare help offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In San Sebastian, Spain, 3D animation talent leans local (Spanish/Basque). Expect English usage to be common but not universal; screen for English proficiency.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "San Sebastián, Spain: hybrid 3D animator roles are common; fully remote options exist but often require negotiation.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "6: Moderate pool; San Sebastián has a growing game scene but few senior 2D environmental artists—may require extended search or relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "San Sebastián has design/art programs; the 2D environmental artist pipeline is present but small, often requiring on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "San Sebastián, Spain has a couple of providers with basic 2D environmental art courses; advanced topics mainly through online studies.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "San Sebastián, Spain has a shallow local pool for 2D environmental artists; most hiring relies on remote talent with 3-4 month timelines.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "San Sebastián offers high QoL and family-friendly vibe, but 2D environmental artist pay runs ~20% below global medians; assess offers carefully.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In San Sebastián, studios mainly use Spanish. English exists but isn\u0027t universal; plan bilingual screening for 2D environmental artists.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "San Sebastián, Spain studios commonly offer hybrid 2D environmental art roles; fully remote setups usually require negotiation.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Spain/San Sebastian: real-time VFX pool limited locally; mid-level talent exists, seniors often remote or relocated.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "San Sebastián has limited VFX/real-time programs; the local pipeline is small and may require on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Limited local VFX real-time education in San Sebastian; most upskilling relies on remote courses and occasional workshops.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "San Sebastian, Spain has a shallow local VFX real-time market; expect 3-4 months with proactive sourcing or relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX Real-Time pay in San Sebastián trails top markets by ~25-30%; solid lifestyle benefits but local comp remains mid-tier.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In San Sebastián, English is used in international VFX work, but local studios seek bilingual (Spanish/Basque \u002B English) talent.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "San Sebastián studios offer remote options case-by-case. Hybrid setups exist with varying process maturity; English-friendly teams are common.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Moderate CM pool in San Sebastián; startups may need relocation or longer searches. Nearby Bilbao expands options for senior talent.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "San Sebastián has marketing/PR degrees, with CM-focused roles often via adjacent specializations and on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "San Sebastian, Spain offers occasional community manager trainings and online options; in-person events are sporadic, with most upskilling via remote courses.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "San Sebastian: Community Manager hires typically 3-4 months. Proactive sourcing or remote options help due to a modest local pool.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "San Sebastián compensation for a Community Manager trails top markets by about 25-30%. Strong lifestyle and family support help offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In San Sebastián, English is common in tech but local language skills help; bilingual community managers suit a multilingual, family-friendly setting.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "San Sebastián, Spain offers hybrid/partial remote for community roles; expect frequent onsite collaboration and English-friendly teams with local onboarding.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "San Sebastian has a small PMM (Games) pool. Hiring may require aggressive sourcing or remote/relocation from larger hubs.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "San Sebastián offers general marketing programs at UPV/EHU. Dedicated Games Product Marketing is limited; expect studio-led upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "San Sebastian, Spain, offers limited on-site PMM (games) education. Expect few local events; many programs are online-enabled.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "San Sebastian PMM (Games) hiring typically 3-4 months; proactive sourcing or relocation helps; local pools are smaller than Madrid/Barcelona.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "San Sebastián, Spain: PMM (Games) comp trails top markets by ~25–30%; lifestyle offsets lower pay but overall package is modest for the region.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "San Sebastián studios use English widely, but Spanish/Basque knowledge improves hiring; bilingual teams common and preferred.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In San Sebastián, Spain, PMM (Games) roles often allow remote work; expect occasional on-site meetings and standard equipment stipends.",
      "alignmentValue": 9
    }
  ]
}