{
  "version": 2,
  "iso": "ES",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Barcelona’s 22@ tech district hosts Microsoft, HP, and fast-growing consultancies that post senior .NET roles monthly, yet Spanish-language teams and €55–70k salaries mean Trey still leans on networking or remote EU clients for top-tier compensation.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "Dense traffic corridors and Saharan dust pushes leave Barcelona’s PM2.5 hovering around 13 µg/m³, so we track daily AQI and run filters for the kids on the frequent ‘unhealthy for sensitive groups’ afternoons.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Urban Spain is largely secular with legal separation of church and state, though Catholic holidays and school traditions still expect nominal participation in some regions.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Democratic institutions, courts, and a free press remain robust, but Catalan independence disputes and periodic far-right surges keep us watching reforms that shore up checks and balances.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Bizum instant transfers, SEPA access, and contactless payments are ubiquitous once we secure NIE/TIE numbers, yet opening the first account still requires in-person paperwork and patience.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Seven urban Blue Flag beaches sit on the T4 tram line with lifeguards, ramps, and family showers, but midsummer crowds and pickpocketing nudge us toward Castelldefels or the Costa Brava on peak weekends.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Game stores like Kaburi, Club Kritik meetups, and English-friendly events at Mecatol Rex keep tabletop nights packed, giving Trey plenty of playtest groups within a 20-minute metro ride.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Municipal Escoles Bressol cap fees on a sliding scale, yet Barcelona waitlists open each spring and many families bridge gaps with canguro sitters or shared nannies until a spot opens.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Superilla superblocks, shaded plazas, and playground-dense Eixample blocks let Anduin scoot safely, though we still dodge scooters on shared paths after work hours.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Catalonia now funds the P2 year and offers income-based Escoles Bressol tuition, but citizens still plan ahead to secure bilingual slots near home.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Once we have NIE numbers and social security registration, the city extends subsidies, yet digital nomad families often cover full fees the first year while paperwork clears.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Climbing gyms in Poblenou, board-game cafés, and year-round coastal cycling mirror our interests, and English-language RPG tables meet weekly across the city.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighborhood casteller teams, AMPA parent associations, and cooperative markets help newcomers plug in, but we invest in Catalan classes to build trust beyond the expat bubble.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Residency rules expect physical presence, timely empadronamiento, and tax filings; missing appointments or travel days can trigger denials even when we follow the published steps.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Three-bedroom rentals in Gràcia or Poblenou now average €1,800–€2,200 and capped tourist rentals squeeze supply, so we balance proximity to schools against higher housing costs.",
      "alignmentValue": 5
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Spain generally requires US nationals to renounce prior citizenship at naturalization, with limited exceptions for Ibero-American ties.",
      "alignmentValue": 3
    },
    {
      "key": "Economic Health",
      "alignmentText": "Barcelona’s metro economy rebounded with biotech, logistics, and tourism, keeping unemployment near 8%, yet reliance on visitors and seasonal hospitality still makes downturns hit service workers first.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "A social market model blends EU competition rules with active welfare programs, even as labor-market rigidity and bureaucracy slow business formation.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Catalonia’s public schools deliver solid PISA math scores and bilingual Catalan-Spanish instruction, though families often supplement with English academies to keep kids trilingual.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Large employers like Amazon, Glovo, and NTT Data sponsor highly skilled visas, but many Barcelona startups still prefer EU talent unless a candidate brings rare cloud architecture experience.",
      "alignmentValue": 6
    },
    {
      "key": "Environment",
      "alignmentText": "Barcelona expands low-emission zones and green corridors, yet port emissions and limited tree cover mean we still plan park days around heat and smog advisories.",
      "alignmentValue": 6
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Progressive national and regional income taxes plus social security push combined effective rates into the mid-30s for dual tech incomes, even after family deductions.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September starts around 24 °C/75 °F with warm swims, tapering to 14 °C/57 °F by November as Mediterranean storms bring short, intense downpours.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Child-friendly plazas, Sunday family rituals, and multigenerational housing norms create supportive communities, though we still navigate late dining customs for little kids.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and dependent children attach to most residence permits without quotas, with only adult dependents needing extra financial proof.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Child allowances, universal healthcare, and longer paid leave have expanded recently, yet benefits remain modest compared with Nordic benchmarks and vary by region.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Typical households access healthcare, preschool, and tax deductions, but navigating means-tested housing or large-family perks demands persistent paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa families can enroll in healthcare and schooling once registered, yet some cash benefits and housing aid require permanent residency status.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Cities embrace eclectic street style and size-inclusive brands, while smaller towns still favor classic Mediterranean looks.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Tailored casual wear and creative sneaker culture thrive in metros, though conservative offices still expect polished business attire.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Feminist movements have shifted norms toward autonomy and professional ambition, even if older generations still comment on appearance or parenting choices.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios in Barcelona, Madrid, and Málaga recruit steadily for Unity and Unreal roles, but senior openings cluster in a few firms or require hybrid Spanish-English teams.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Self-ID legislation, public healthcare coverage for transition care, and active Pride organizations make major cities affirming for gender-diverse friends and family.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Equal pay laws, gender-violence courts, and strong representation policies exist, yet executive leadership remains male-dominated and enforcement varies regionally.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-earner households are the norm, but machismo lingering in some workplaces means Sarah may still shoulder expectation to manage school logistics.",
      "alignmentValue": 7
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Residence cards grant healthcare, schooling, and banking access, yet employment changes and extended travel still require notifying authorities to stay compliant.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Spain faces hotter, longer summers, Mediterranean droughts, and wildfire seasons that already strain water supplies, so we would plan around rising adaptation costs.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal coverage delivers strong primary care and pediatric services, with specialist waits of a few months in busy metro hospitals.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "After registering and contributing to social security, residents join the public system, but newcomers must bridge the first year with comprehensive private insurance.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities charge €1–2k per year with robust scholarship programs, though selective degrees hinge on competitive entrance exams.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International students access most public programs but pay higher tuition bands and juggle residency paperwork for internships.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Barcelona’s rent caps and 7% yearly renewals favor tenants once a lease is signed, but scarce inventory and multi-month deposits make landing a family flat a stressful sprint.",
      "alignmentValue": 4
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "The tax agency offers online filing and pre-filled drafts, yet autonomous-community surcharges, wealth tax rules, and dual-reporting for US citizens keep accountants on speed dial.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Zoned public schools guarantee placement, but quality varies and families often queue for bilingual or concertado slots to secure smaller classes.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident children can enroll in public schools after empadronamiento, though language support and bilingual seats depend heavily on the district.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Tourism and tech mean we hear English in Ciutat Vella and 22@, yet school meetings, pediatricians, and government counters default to Catalan or Spanish.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Marriage equality, trans-inclusive laws, and vibrant Pride scenes in Madrid and Barcelona foster a welcoming environment for a queer-affirming, polyamory-positive family.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist parties like Sumar and regional movements shape debate, yet national politics still balances socialist ideas with centrist economics.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Younger men embrace caregiving and emotional openness, while traditional machismo comments persist in some workplaces and extended families.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "BarcelonaJS, IndieDevDay, SheCodes, and polyam meetup groups fill the calendar, making it easy to blend professional networking with social life.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The 2024 SMI sits at €1,134/month across 14 payments, covering basics outside the big two metros but still tight for single-income households.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Fiber broadband, T-Mobilitat smartcards, and extensive bike lanes keep daily logistics smooth, though aging water pipes still deliver occasional brown tap alerts after heavy rains.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Weekend trains reach Costa Brava coves, Montserrat’s trails, and Collserola’s forests, giving us easy escapes from the urban core.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Serious hazards are limited to Mediterranean flash floods and heat waves; earthquake and wildfire risks stay low compared with inland Spain.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Collserola’s trailheads and the Besòs river park sit on the metro map, so spur-of-the-moment hikes or bike rides are practical without a car.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Festivals like Primavera Sound, neighborhood festa majors, and late-night jazz venues offer constant live music with safe late-night transit home.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Evenings run late with 22:00 dinners and 02:00 club closings, so we plan babysitters and quiet Sundays to balance the city’s nocturnal energy.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Barcelona Game Dev, GameBCN, and the yearly IndieDevDay expo anchor a collaborative scene where Trey can swap feedback or find contractors.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Ubisoft Barcelona, King, Socialpoint, Tripledot, and local VR shops keep hundreds of developers employed, supporting both AAA and mobile pipelines.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Accelerators like GameBCN, ENISA soft loans, and Catalonia’s ACCIÓ grants help founders, but high payroll taxes still push us to budget carefully for a studio launch.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Barcelona’s creative hustle means jammed metros at rush hour and dense appointment schedules, even if Mediterranean lunches stretch longer than in the US.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools expect active AMPA participation and Catalan-language story times, yet teachers respect dual-income households and after-school care fills gaps.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization takes 10 years of legal residency, language and civics exams, and a formal renunciation ceremony, with approval timelines stretching beyond a year.",
      "alignmentValue": 5
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International places Spain mid-table in the EU, and recurring municipal and housing scandals keep public skepticism alive.",
      "alignmentValue": 6
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary monarchy with proportional representation delivers coalition governance, albeit with occasional deadlocks during contentious reforms.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Barcelona’s queer and kink scenes host openly polyam networks and legal protections cover consensual non-monogamy, though discretion is still wise in older Catalan circles.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Public Escoles Bressol offer 8:00–17:00 schedules with hot meals, but applications close early and many expat families bridge with private nurseries that cost €600–€900 monthly.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "International schools like ASB, Benjamin Franklin, and SEK-Catalunya provide IB or US curricula, yet entrance exams and €10k+ tuition demand planning.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "Barcelona city hall champions feminist, pro-LGBTQ+ policies and sanctuary-city stances, aligning with the family’s progressive priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government communications emphasize social cohesion and EU solidarity, yet national parties spin narratives sharply during election cycles.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters and independent press offer plural perspectives, but partisan tabloids and political disinformation spikes near elections demand media literacy.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "An integrated metro, FGC commuter lines, trams, and night buses cover most neighborhoods every 5–10 minutes, so a car is optional except for rural excursions.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Policy debates remain largely secular, even if Catholic holidays and concordat funding periodically re-enter national conversations.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Coworking hubs like Aticco and OneCoWork, plus plentiful expat remote workers, normalize hybrid schedules even if some legacy firms still prefer office presence.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Digital nomad, entrepreneur, and non-lucrative visas offer multi-year renewals, but each renewal cycle re-checks income, insurance, and local registration.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Spain's contributory pension replaces roughly 70% of wages and pairs with universal healthcare, even as reforms slowly raise the retirement age.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Permanent residents who contribute for 15+ years qualify for state pensions, but fragmented work histories reduce payouts and require supplemental savings.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Temporary residents can pay into the system, yet long vesting periods and portability rules mean we would rely on private or US-based retirement accounts.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Barcelona hosts Rails shops in fintech and SaaS niches, but the bulk of new postings skew toward JavaScript or Java, so Sarah may lean on remote US clients for top pay.",
      "alignmentValue": 6
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime stays low, yet pickpocketing on Las Ramblas and metro lines requires constant vigilance and anti-theft bags.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public, concertada, and international schools operate within a 30-minute commute, but placement lotteries mean we list multiple choices to secure a seat.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Mediterranean waters warm to 25–26 °C (77–79 °F) in July–August and stay swimmable from late May through September, dropping to 14 °C (57 °F) in winter.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Barcelona offers mild, sunny winters and warm, humid summers; spring and fall bring brief rain bursts but few weather extremes.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex-positive clubs, inclusive sex education, and normalized public affection make Barcelona comfortable for an openly polyamorous family.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, minimum income programs, and expanding parental leave form a solid safety net even if benefit administration can be slow.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March mornings start near 10 °C/50 °F and afternoons climb to 18 °C/64 °F by May, with light breezes off the Mediterranean.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Institutions are steady, yet Catalan independence debates and fragmented parliaments periodically trigger snap elections and protests.",
      "alignmentValue": 7
    },
    {
      "key": "State Ideology",
      "alignmentText": "Mainstream politics emphasizes social democracy and EU integration, accommodating regional identities even when rhetoric turns sharp.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Competitive markets and EU oversight balance with strategic state intervention in energy and transport to protect consumers.",
      "alignmentValue": 8
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Daytime highs reach 28–31 °C (82–88 °F) with humid nights around 23 °C (73 °F), so siestas and air-conditioning help the kids rest.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Digital nomad and non-lucrative visas typically take 4–8 months with translation, apostille, and legal fees pushing total costs into the mid-four figures.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Survey data shows only about a third of Spaniards trust national institutions, reflecting fatigue with corruption scandals despite ongoing transparency reforms.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Urban development and party financing scandals remain the main risks, prompting audits when dealing with permitting or large contracts.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers see €50–65k offers, with remote-friendly unicorns like Glovo nudging into the low €70s when candidates bring cloud leadership.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Saturdays start with boqueria markets, beach mornings, or Tibidabo hikes; Sundays shift to museum visits or neighborhood festa major events before relaxed tapas dinners.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools run roughly 09:00–16:30 with comedor lunch, while tech offices expect 09:30–18:30; flex hours and teletrabajo days help cover pickup.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Labor law mandates 30 paid calendar days plus 14 public holidays, and unions enforce taking the full allotment.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Many firms close in August and add bridge days around holidays, yielding 32–35 days off once seniority perks kick in.",
      "alignmentValue": 9
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Relations with Portugal, France, and Morocco are cooperative, even as occasional Gibraltar or fishing disputes flare up.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Spaniards balance pride in regional identities with enthusiasm for modern, multicultural cities and EU citizenship.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors generally see Spain as friendly and culturally rich, while noting persistent economic and Catalan debates.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Digital nomad, non-lucrative, entrepreneur, and golden visas fit our profile, but each demands proof of income, insurance, and in-person appointments.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "A sizable US and UK expat base, municipal welcome centers, and bilingual services ease onboarding, though landlords still favor long-term references.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Modernist architecture, indie game jams, and beach-to-mountain weekends deliver the creative, cosmopolitan lifestyle the family craves.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters hover between 7–15 °C (45–59 °F); chilly spells are damp but brief, and snow is essentially nonexistent.",
      "alignmentValue": 8
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "The statutory 40-hour week persists, yet many firms pilot 37.5-hour schedules or flexible Fridays, leaving room to prioritize family.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Generous vacation policies and midweek cultural events support balance, yet late meeting schedules and August shutdowns require planning to sync with US clients.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Strong unions, collective bargaining, and recent platform-worker reforms provide solid protections, though enforcement can lag for freelancers.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Extremes & Variability\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Sunlight Hours\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Pleasant Weather Windows\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Friendliness & Neighborliness Index\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - General",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - General\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - White Migrants",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - White Migrants\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Surface Interaction Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depth-Seeking Social Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Boundary & Bubble Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Moral, Honesty & Openness Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Living Opportunities\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Lower-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Lower-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Middle-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Middle-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Higher-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Higher-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Spacious Housing Benchmark (2k sq ft Rent)\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Grooming & Beauty Investment\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Body Image & Fitness Pressure\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fashion & Style Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Flirting Boundaries & Consent Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Gendered Flirting Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Monogamy vs. Non-Monogamy Acceptance\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Promiscuity Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Group & Multi-Partner Relationship Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Space & Touch Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Firearm Laws & Ownership Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Controlled Substance Policies\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Drug Enforcement Climate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Mass Violence Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Carceral Conditions & Prison Labor\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Walkability & Pedestrian Safety\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Health Consciousness\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Processed Food Saturation\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fresh & International Cuisine Access\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depression Prevalence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Obesity Rate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Cancer Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Broader Job Market Resilience\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    }
  ]
}
