{
  "version": 2,
  "iso": "ES",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Donostia’s tech scene clusters around Gipuzkoa’s manufacturing firms and research centers; .NET roles exist at companies like Ikor or Ibermática, but openings are fewer and often bilingual in Spanish and Basque.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Atlantic winds keep annual PM2.5 around 8 µg/m³, with only occasional spikes from port traffic or wood-burning stoves in winter.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "Urban Spain is largely secular with legal separation of church and state, though Catholic holidays and school traditions still expect nominal participation in some regions.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Democratic institutions, courts, and a free press remain robust, but Catalan independence disputes and periodic far-right surges keep us watching reforms that shore up checks and balances.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Bizum instant transfers, SEPA access, and contactless payments are ubiquitous once we secure NIE/TIE numbers, yet opening the first account still requires in-person paperwork and patience.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "La Concha and Zurriola beaches sit within a 10-minute walk, offering lifeguards, calm family coves, and a dedicated surf zone for year-round seaside routines.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Local shops like Joker and associations such as Donostirol keep weekly tabletop nights alive, though English-language campaigns require a bit more organizing.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "The Basque Haurreskolak network offers subsidized nurseries with long hours, but high demand in city-center schools means we apply early.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Wide promenades, low traffic, and plentiful playgrounds—from Alderdi Eder to Amara—make the compact city easy to navigate with kids.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Basque citizens receive income-based childcare fees, generous birth grants, and extended parental leave top-ups, creating one of Spain’s strongest family support systems.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Resident visa holders access the same Haurreskolak subsidies after registering with Osakidetza and the municipal padrón, though paperwork often requires Basque translations.",
      "alignmentValue": 8
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Surfing, trail running on Monte Igueldo, and pintxo crawls align with our outdoor and foodie interests, while board-game groups meet weekly in the old town.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighborhood sociedades gastronómicas and school-wide Basque festivals build tight-knit circles; learning Euskara helps us move beyond an expat niche.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Residency rules expect physical presence, timely empadronamiento, and tax filings; missing appointments or travel days can trigger denials even when we follow the published steps.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "San Sebastián rivals Madrid for housing costs—three-bedroom flats often exceed €1,800 and tourist demand keeps prices high even off-season.",
      "alignmentValue": 4
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Spain generally requires US nationals to renounce prior citizenship at naturalization, with limited exceptions for Ibero-American ties.",
      "alignmentValue": 3
    },
    {
      "key": "Economic Health",
      "alignmentText": "Gipuzkoa enjoys low unemployment near 7% thanks to advanced manufacturing and research funding, though the economy is smaller and more specialized than Spain’s major metros.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "A social market model blends EU competition rules with active welfare programs, even as labor-market rigidity and bureaucracy slow business formation.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Basque schools score above national averages and offer strong immersion tracks, yet parents choose between Basque-dominant or trilingual models to maintain English exposure.",
      "alignmentValue": 8
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Larger Basque firms sponsor skilled visas, but the city’s SME-heavy market hires slowly and expects regional language proficiency.",
      "alignmentValue": 5
    },
    {
      "key": "Environment",
      "alignmentText": "Protected green belts, clean rivers, and aggressive recycling keep environmental quality high, even if winter humidity and salt air demand extra home maintenance.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Progressive national and regional income taxes plus social security push combined effective rates into the mid-30s for dual tech incomes, even after family deductions.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September stays around 21 °C/70 °F with warm seas, cooling to 13 °C/55 °F by November as Atlantic showers become frequent.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Child-friendly plazas, Sunday family rituals, and multigenerational housing norms create supportive communities, though we still navigate late dining customs for little kids.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and dependent children attach to most residence permits without quotas, with only adult dependents needing extra financial proof.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Child allowances, universal healthcare, and longer paid leave have expanded recently, yet benefits remain modest compared with Nordic benchmarks and vary by region.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Typical households access healthcare, preschool, and tax deductions, but navigating means-tested housing or large-family perks demands persistent paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa families can enroll in healthcare and schooling once registered, yet some cash benefits and housing aid require permanent residency status.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Cities embrace eclectic street style and size-inclusive brands, while smaller towns still favor classic Mediterranean looks.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Tailored casual wear and creative sneaker culture thrive in metros, though conservative offices still expect polished business attire.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Feminist movements have shifted norms toward autonomy and professional ambition, even if older generations still comment on appearance or parenting choices.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios in Barcelona, Madrid, and Málaga recruit steadily for Unity and Unreal roles, but senior openings cluster in a few firms or require hybrid Spanish-English teams.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "As noted in Game Dev Work Prospects, Studios in Barcelona, Madrid, and Málaga recruit steadily for Unity and Unreal roles, but senior openings cluster in a few firms or require hybrid Spanish-English teams. Hiring velocity at established studios in San Sebastián wraps searches within a month or two as pipelines stay active."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "Compensation remains competitive with other major hubs, mixing solid base pay and performance bonuses. When opportunities surface in San Sebastián, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "Established studios in San Sebastián rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "Remote expectations at established studios in San Sebastián are flexible for senior roles, with hybrid schedules common."
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Self-ID legislation, public healthcare coverage for transition care, and active Pride organizations make major cities affirming for gender-diverse friends and family.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Equal pay laws, gender-violence courts, and strong representation policies exist, yet executive leadership remains male-dominated and enforcement varies regionally.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-earner households are the norm, but machismo lingering in some workplaces means Sarah may still shoulder expectation to manage school logistics.",
      "alignmentValue": 7
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Residence cards grant healthcare, schooling, and banking access, yet employment changes and extended travel still require notifying authorities to stay compliant.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Spain faces hotter, longer summers, Mediterranean droughts, and wildfire seasons that already strain water supplies, so we would plan around rising adaptation costs.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal coverage delivers strong primary care and pediatric services, with specialist waits of a few months in busy metro hospitals.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "After registering and contributing to social security, residents join the public system, but newcomers must bridge the first year with comprehensive private insurance.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities charge €1–2k per year with robust scholarship programs, though selective degrees hinge on competitive entrance exams.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International students access most public programs but pay higher tuition bands and juggle residency paperwork for internships.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Limited housing stock and strict vacation-rental limits make finding a family flat competitive; owners often request multi-month deposits and local co-signers.",
      "alignmentValue": 4
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "The tax agency offers online filing and pre-filled drafts, yet autonomous-community surcharges, wealth tax rules, and dual-reporting for US citizens keep accountants on speed dial.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Zoned public schools guarantee placement, but quality varies and families often queue for bilingual or concertado slots to secure smaller classes.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident children can enroll in public schools after empadronamiento, though language support and bilingual seats depend heavily on the district.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Tourism workers speak English, but public services default to Spanish and Basque, so everyday errands require solid Spanish and a willingness to pick up Euskara basics.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Marriage equality, trans-inclusive laws, and vibrant Pride scenes in Madrid and Barcelona foster a welcoming environment for a queer-affirming, polyamory-positive family.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist parties like Sumar and regional movements shape debate, yet national politics still balances socialist ideas with centrist economics.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Younger men embrace caregiving and emotional openness, while traditional machismo comments persist in some workplaces and extended families.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Coworkings like Talent House and Impact Hub host remote worker events, while international parents gather through Goazen or Meetup, albeit less frequently than in big cities.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The 2024 SMI sits at €1,134/month across 14 payments, covering basics outside the big two metros but still tight for single-income households.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Fiber broadband, the Euskotren Topo line, and frequent regional buses connect neighborhoods smoothly, though flights still route via Bilbao for long-haul trips.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Coastal cliffs, lush hills, and nearby Basque villages deliver postcard scenery, all within 30 minutes by bus or funicular.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Major hazards are limited to heavy Atlantic storms and occasional localized flooding; earthquakes and wildfires are rare.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Monte Urgull hikes, Urumea river paths, and nearby Parque Natural Pagoeta make spontaneous outdoor adventures easy without a car.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Pintxo bars, jazz festivals, and Kursaal concerts keep nights lively, even if venues close earlier than in Barcelona.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Locals favor pintxo crawls and social clubs over mega-clubs, so evenings wrap by 01:00—great for parents balancing sleep.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "BasqueGame meetups and the Tecnalia research cluster provide networking, but gatherings are quarterly and smaller than Spain’s big-city scenes.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Small studios like Relevo, Virtualware satellite teams, and indie outfits collaborate locally, offering boutique rather than large-scale opportunities.",
      "alignmentValue": 6
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "BEAZ grants, Basque Industry 4.0 programs, and provincial innovation funds support creative tech startups, though talent recruiting may require remote hires.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Startup founders report that BEAZ grants, Basque Industry 4.0 programs, and provincial innovation funds support creative tech startups, though talent recruiting may require remote hires. Hiring velocity at early-stage studios in San Sebastián wraps searches within a month or two as pipelines stay active."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Compensation remains competitive with other major hubs, mixing solid base pay and performance bonuses. Early teams in San Sebastián balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Founding teams in San Sebastián lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Remote expectations among startups in San Sebastián are flexible for senior roles, with hybrid schedules common."
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Compact geography, short commutes, and a culture of long lunches create a relaxed pace that matches Sarah’s need for slower rhythms.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools encourage family involvement in Basque cultural events and expect kids to pick up Euskara, but schedules respect dual-working parents with after-school activities.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization takes 10 years of legal residency, language and civics exams, and a formal renunciation ceremony, with approval timelines stretching beyond a year.",
      "alignmentValue": 5
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International places Spain mid-table in the EU, and recurring municipal and housing scandals keep public skepticism alive.",
      "alignmentValue": 6
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary monarchy with proportional representation delivers coalition governance, albeit with occasional deadlocks during contentious reforms.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Basque cities lean progressive, and LGBTQ+ centers host occasional poly meetups, though the scene is smaller and more discreet than in Barcelona.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Haurreskolak nurseries operate extended hours with hot meals, and private guarderías fill remaining demand at €500–€700 per month.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "A handful of concertada and international schools—like Mary Ward or the French Lycée—offer alternatives, but seats are limited and tuition is higher than the national average.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Basque institutions pair strong social services with pluralistic politics, and Donostia regularly backs feminist and LGBTQ+ initiatives.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government communications emphasize social cohesion and EU solidarity, yet national parties spin narratives sharply during election cycles.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters and independent press offer plural perspectives, but partisan tabloids and political disinformation spikes near elections demand media literacy.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "DBus, Euskotren, and bike lanes cover the compact city well, with 10-minute headways through most of the day; only late-night service thins out.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Policy debates remain largely secular, even if Catholic holidays and concordat funding periodically re-enter national conversations.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Co-working hubs cater to remote professionals and time zones align well with the UK, but some Basque employers still prefer on-site collaboration.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Digital nomad, entrepreneur, and non-lucrative visas offer multi-year renewals, but each renewal cycle re-checks income, insurance, and local registration.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Spain's contributory pension replaces roughly 70% of wages and pairs with universal healthcare, even as reforms slowly raise the retirement age.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Temporary residents can pay into the system, yet long vesting periods and portability rules mean we would rely on private or US-based retirement accounts.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles are rare locally; Sarah would likely combine remote contracts with occasional Bilbao meetups to stay connected.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "San Sebastián posts some of Spain’s lowest crime rates, so kids can explore plazas with minimal worry beyond standard tourist pickpocket awareness.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public models A, B, and D let families choose the mix of Basque and Spanish instruction, but English-heavy curricula require private or concertada seats.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Bay waters warm to 21–22 °C (70–72 °F) in August—refreshing but cooler than the Mediterranean—and drop to 12 °C (54 °F) in winter.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Winters are mild and damp, summers rarely top 26 °C (79 °F), and frequent showers keep the landscape green but require good rain gear.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Basque society is broadly liberal, Pride events are well-supported, and sex education is comprehensive, even if nightlife is more low-key.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, minimum income programs, and expanding parental leave form a solid safety net even if benefit administration can be slow.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring runs 9–17 °C (48–63 °F) with alternating sun and showers, making layers essential for playground time.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Institutions are steady, yet Catalan independence debates and fragmented parliaments periodically trigger snap elections and protests.",
      "alignmentValue": 7
    },
    {
      "key": "State Ideology",
      "alignmentText": "Mainstream politics emphasizes social democracy and EU integration, accommodating regional identities even when rhetoric turns sharp.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Competitive markets and EU oversight balance with strategic state intervention in energy and transport to protect consumers.",
      "alignmentValue": 8
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer highs stay around 22–25 °C (72–77 °F) with cool evenings near 18 °C (64 °F), keeping heat manageable without heavy AC use.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Digital nomad and non-lucrative visas typically take 4–8 months with translation, apostille, and legal fees pushing total costs into the mid-four figures.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Survey data shows only about a third of Spaniards trust national institutions, reflecting fatigue with corruption scandals despite ongoing transparency reforms.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Urban development and party financing scandals remain the main risks, prompting audits when dealing with permitting or large contracts.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers earn €45–55k, with larger Basque industrial firms paying a bit more when roles involve cloud or IoT modernization.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Saturdays start with mercados and pintxo crawls before afternoon surf or hikes; Sundays lean toward family bike rides along the Urumea and film screenings at Tabakalera.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools usually run 09:00–16:30 with lunch, and many companies embrace jornada intensiva or 08:00–15:00 summer hours, freeing late afternoons for family time.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Labor law mandates 30 paid calendar days plus 14 public holidays, and unions enforce taking the full allotment.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Many firms close in August and add bridge days around holidays, yielding 32–35 days off once seniority perks kick in.",
      "alignmentValue": 9
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Relations with Portugal, France, and Morocco are cooperative, even as occasional Gibraltar or fishing disputes flare up.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Spaniards balance pride in regional identities with enthusiasm for modern, multicultural cities and EU citizenship.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors generally see Spain as friendly and culturally rich, while noting persistent economic and Catalan debates.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Digital nomad, non-lucrative, entrepreneur, and golden visas fit our profile, but each demands proof of income, insurance, and in-person appointments.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Municipal support offices and an international community around Talent House help newcomers settle, though Basque-language paperwork can slow the first few months.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "World-class gastronomy, immediate access to surf and mountains, and a laid-back Basque culture make Donostia an appealing lifestyle upgrade.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters average 6–13 °C (43–55 °F); frost is rare but Atlantic storms bring frequent rain and wind.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "The statutory 40-hour week persists, yet many firms pilot 37.5-hour schedules or flexible Fridays, leaving room to prioritize family.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Basque labor norms emphasize reasonable hours, five-plus weeks of vacation, and strong worker councils, aligning well with Sarah’s work-life goals.",
      "alignmentValue": 9
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Strong unions, collective bargaining, and recent platform-worker reforms provide solid protections, though enforcement can lag for freelancers.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Meaningful swings appear a few times per season; we budget extra time and gear to handle sudden cold snaps or storm systems.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Lower-income families can make it work but face long waitlists or limited options in desirable neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Only a handful of listings surface each year; expect bidding wars and significant trade-offs.",
      "alignmentValue": 4
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Intentional communities exist but are limited in size or geared toward niche demographics.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Sentiment splits; friendly communities exist but national discourse can turn skeptical.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Reception depends on class and language; we must adapt quickly to avoid perceptions of aloofness.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Politeness is situational; some contexts feel brisk but respectful.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Most locals read body language well, though some settings skew closer than we prefer.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Openness is usually welcomed though some contexts expect diplomacy and softening of hard truths.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Moderate effort keeps us aligned; high-fashion scenes exist yet are optional.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Some emphasis on fitness exists, yet conversations remain respectful and supportive.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "We aim for tidy smart-casual looks to blend in; high fashion is optional.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Most encounters are considerate though occasional missteps require direct communication.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Mostly flexible though some circles still expect traditional roles on first approach.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Acceptance varies—urban hubs are welcoming while suburbs expect discretion. non-monogamy acceptance.",
      "alignmentValue": 7
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Most peers are nonjudgmental but traditional families may gossip.",
      "alignmentValue": 8
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Openness varies; we find understanding circles but remain discreet with institutions.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Ownership exists but licensing, storage, and training rules are rigorous and widely respected.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Occasional events occur regionally, prompting situational awareness but not chronic fear.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Conditions are generally decent though some facilities lag in services or transparency.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Health-conscious communities exist alongside more laid-back groups; resources are readily available.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Mental health burdens exist but are met with accessible services and open dialogue.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms; screening and early detection programs are reliable.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Market depends on a few key industries, so we maintain contingency plans.",
      "alignmentValue": 7
    },
    {
      "key": "Studio Density",
      "alignmentText": "[Placeholder] Provide Studio Density insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "[Placeholder] Provide Anchor Employers insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "[Placeholder] Provide Vendor/Outsource Ecosystem insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Education Pipeline Strength insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Continuing Education Availability insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Community Activity",
      "alignmentText": "[Placeholder] Provide Community Activity insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "[Placeholder] Provide Engine Community Bias insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "[Placeholder] Provide Real-Time vs Pre-Rendered Focus insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "[Placeholder] Provide Demand–Supply Balance insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Retention & Churn Risk",
      "alignmentText": "[Placeholder] Provide Retention & Churn Risk insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Diversity & Inclusion Index",
      "alignmentText": "[Placeholder] Provide Diversity & Inclusion Index insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "[Placeholder] Provide Tax Incentives for Games/Creative insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "[Placeholder] Provide Economic/Policy Stability insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "[Placeholder] Provide Founder/Operator Community insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "[Placeholder] Provide Early-Stage Capital Access insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "[Placeholder] Provide Accelerator/Incubator Access insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "[Placeholder] Provide Senior Talent Availability insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "[Placeholder] Provide Contractor/Freelancer Bench insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Coworking & Startup Infrastructure",
      "alignmentText": "[Placeholder] Provide Coworking & Startup Infrastructure insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Legal & IP Support",
      "alignmentText": "[Placeholder] Provide Legal & IP Support insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "[Placeholder] Provide Publisher/Platform Relationships insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Market Research & Playtesting",
      "alignmentText": "[Placeholder] Provide Market Research & Playtesting insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "[Placeholder] Provide Government/Startup Visas insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "[Placeholder] Provide Cost of Doing Business insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Talent Pool insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Education Pipeline Strength insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Continuing Education Availability insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Hiring Velocity insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Compensation Benchmark insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Language insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Remote Expectations insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "[Placeholder] Provide 3D Animator: Talent Pool insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 3D Animator: Education Pipeline Strength insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 3D Animator: Continuing Education Availability insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 3D Animator: Hiring Velocity insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 3D Animator: Compensation Benchmark insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "[Placeholder] Provide 3D Animator: Language insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 3D Animator: Remote Expectations insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Talent Pool insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Education Pipeline Strength insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Continuing Education Availability insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Hiring Velocity insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Compensation Benchmark insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Language insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Remote Expectations insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Talent Pool insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Education Pipeline Strength insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Continuing Education Availability insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Hiring Velocity insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Compensation Benchmark insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Language insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Remote Expectations insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "[Placeholder] Provide Community Manager: Talent Pool insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Community Manager: Education Pipeline Strength insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Community Manager: Continuing Education Availability insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide Community Manager: Hiring Velocity insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide Community Manager: Compensation Benchmark insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "[Placeholder] Provide Community Manager: Language insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "[Placeholder] Provide Community Manager: Remote Expectations insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Talent Pool insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Education Pipeline Strength insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Continuing Education Availability insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Hiring Velocity insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Compensation Benchmark insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Language insights for Spain San Sebastian.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Remote Expectations insights for Spain San Sebastian.",
      "alignmentValue": 5
    }
  ]
}
