{
  "version": 2,
  "iso": "ES",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Barcelona\u0027s .NET scene is healthy: regular openings in 22@ (Microsoft/HP). Salaries around €55–70k with solid remote/EU client options.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Barcelona, Spain: 2D Environmental Artist pay trails top markets by 25-30%; strong EU benefits and quality-of-life offset relocation costs.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Barcelona, Spain offers sporadic 2D environment art workshops; most upskilling is online or via visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Barcelona hosts UB, UPC, ELISAVA with strong 2D environment art programs. Several cohorts graduate ready for local studios.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Barcelona\u0027s game dev scene is active but niche 2D environmental art roles may take 3-4 months; remote options help, visa timing may extend hires.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Barcelona studios widely use English, but many teams expect some Spanish/Catalan. Your goal for English ubiquity fits; plan to learn local language.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Barcelona, Spain, studios commonly offer hybrid 2D environmental artist roles; remote options exist with negotiation and English-friendly teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Barcelona, Spain hosts several game studios and a growing freelance base, yielding a solid 2D environmental artist pool; senior roles remain competitive.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Barcelona, Spain, 3D animator pay is ~20% below global medians. Lower cost of living and EU talent pools help attract senior talent.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Barcelona has several animation schools and studios. Regular short courses and workshops support 3D animator skills.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Barcelona offers animation programs with small cohorts; grads often need on-the-job upskilling, but studios offer internship pathways.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Barcelona, 3D animator hiring typically spans 3-4 months; proactive sourcing and visa/relocation support help land the right candidate.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Barcelona studios widely use English; some roles still require basic Spanish/Catalan for client-facing work.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Barcelona studios offer hybrid/remote 3D animation work with flexible async workflows and strong broadband supports collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "7: Solid pool of 3D animators in Barcelona with local studios and outsourcing partners. Senior roles can be competitive; plan for relocation or remote work if needed.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Barcelona: 3D character artist total comp trails top markets by 25–30%; climate and family-friendly life help offset.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Barcelona has several 3D/character art programs and studios; expect regular in-person workshops plus online options for flexible upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Barcelona has CG/design programs (Elisava, UPC). But dedicated 3D character artist work is limited; grads need upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Barcelona, 3D character artist roles usually take 3-4 months; proactive sourcing and visa/relocation help accelerate hiring.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Barcelona, English is commonly used in game/3D art studios; some knowledge of Spanish or Catalan helps; many teams are bilingual.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Barcelona hosts a growing game/creative scene with hybrid remote options. Studios in Barcelona often provide gear stipends and flexible schedules.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Barcelona has a moderate pool of 3D character artists. Startups can hire, but top senior roles may require relocation or remote sourcing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Barcelona has general tech accelerators (Conector and similar programs). Game tracks are scarce; expect generic programs with limited game focus.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Barcelona experiences monthly PM2.5 spikes (Saharan dust); track daily AQI and plan outdoor time for the kids on cleaner days.",
      "alignmentValue": 7
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Barcelona, Spain hosts anchors like Ubisoft Barcelona and Social Point. They provide steady hiring and local game-dev training.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "Barcelona, Spain has a strong secular culture and broad acceptance of atheism. Public services and workplaces generally respect nonbelief, easing integration.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Barcelona, Spain: democracy is healthy with strong institutions; monitor regional autonomy changes, but civil liberties are solid.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Barcelona/Spain offers robust digital banking and easy cross-border payments; residency helps, though some paperwork is required.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Barcelona, Spain are Blue Flag with lifeguards and family facilities; seasonal crowds push trips to Castelldefels or Costa Brava.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Barcelona has regular board game nights, English-friendly shops, and active family-friendly gaming groups within easy metro reach.",
      "alignmentValue": 9
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Barcelona, Spain, healthy living is encouraged and inclusive; gyms and sports welcome all abilities, with a supportive, non-judgmental vibe for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Barcelona\u0027s diversified economy (tech, services, tourism) offers solid resilience; startups can access local grants and founder visas.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates in Spain/Barcelona align with global norms; universal healthcare and strong screening support early detection for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "In Barcelona, Spain, carceral conditions generally meet EU standards with oversight. Some facilities lag in services and transparency.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Barcelona\u0027s Escoles Bressol cap fees, but spring waitlists require families to actively arrange paid care (canguro/shared nannies) while waiting.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Barcelona\u0027s Eixample blocks offer safe crossings and playgrounds for Anduin; scooters on shared paths require caution.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Barcelona (Catalonia) has income-based Escoles Bressol subsidies and some bilingual slots, but expect planning and possible wait lists.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Barcelona, Spain, visa-holding families get partial public childcare support; expect fees until residency is secured, with waiting lists possible.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Climbing gyms in Poblenou, board-game cafes, year-round coastal cycling, and English RPG meetups thrive in Barcelona.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Barcelona hosts monthly tech/game dev meetups and occasional jams, with several conferences annually; a solid, family-friendly community.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Barcelona, Spain features active living and strong preventive care; health resources are accessible and well-integrated into daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Barcelona, Spain offers a few reputable co-living or cooperative options; families may need patience for entry and matching programs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Barcelona, Spain: Community Manager compensation ~20% below global medians; offers strong lifestyle and remote/hybrid options for families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Barcelona, Spain offers occasional local CM workshops and annual events; most upskilling is self-directed, matching a growing startup scene.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Barcelona, Spain has UB, UPF, UAB and private schools with marketing/communications programs, feeding a strong CM talent pool.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Barcelona\u0027s startup scene provides a healthy pool of multilingual candidates; community manager roles typically close in 1–2 months, matching global benchmarks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Barcelona, English is common in studios, but Catalan/Spanish fluency is valued; bilingual community managers are preferred.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Barcelona\u0027s CM roles lean hybrid; flexible schedules and remote options are common, but on-site collaboration remains typical.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Barcelona hosts a solid pool of community managers across startups and agencies; senior roles can be competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Barcelona\u0027s casteller groups, AMPA networks, and local markets welcome families; Catalan classes help embed beyond the expat bubble.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Barcelona, Spain: established studio pay is mid-range EU level; family-friendly packages and remote options help, though not at top US/UK hubs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Barcelona, ES startup comp aligns with global medians after cost of living. Equity tends to be meaningful, with local grants and visa options available.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Spain visa for a US family is navigable but complex; in Barcelona expect form checks, registry, and local steps - legal guidance advised.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Barcelona offers regular bootcamps and frequent meetups (Ironhack, Le Wagon) plus university continuing education; strong upskilling options for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Barcelona has a healthy freelance market for web, cloud, and game dev. Many English-friendly pros, though top specialists book out weeks in advance.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Spain emphasizes harm reduction and health services; possession penalties are light, with treatment-focused approach in Barcelona.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Barcelona has slightly higher costs than the US, but local incentives and EU grants help payroll and space. Strong talent supports startups here.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "3-bedroom rents in Gràcia/Poblenou are ~€1,800–€2,200; childcare and schools add costs, though Spain\u0027s healthcare helps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Barcelona has solid coworking and startup network; good broadband and proximity to game-dev events, but few game-specific labs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Barcelona\u0027s tech market shows competitive demand for game dev and cloud roles. English-friendly firms and remote options ease local hiring for families.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Barcelona, Spain, mental health burdens exist. They are met with accessible public services and open dialogue.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Barcelona, Spain welcomes newcomers through clubs and neighborhood events. For our family, deep bonds form after a few meetups.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Barcelona\u0027s diverse, LGBTQ\u002B-friendly tech scene; D\u0026I efforts exist, but progress varies by company; strong, supportive local culture helps families.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Barcelona, Spain relies on targeted trafficking enforcement with health-based approaches. Personal use is decriminalized; occasional crackdowns exist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Spain permits dual citizenship with the US but requires residency and naturalization steps; plan long-term residence in Barcelona to pursue it.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Barcelona/Spain offers strong EU/national grants for game-dev startups. Combined programs can approach $1M in non-dilutive funding.",
      "alignmentValue": 9
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Barcelona offers generalist funds and public grants (EU/Spain) for game startups; funding exists but is competitive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Barcelona\u0027s diversified metro economy supports tech and remote work; unemployment around 8% means stability but tourism-linked sectors still risk downturns.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Barcelona, Spain offers a balanced mixed economy with startup grants and universal healthcare; however bureaucracy and taxes can be high.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Spain\u0027s policy is generally stable with EU backing. Barcelona offers startup grants and a strong ecosystem, though regional rules can shift with elections.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Barcelona\u0027s public schools offer bilingual Catalan-Spanish instruction and solid math results; many families supplement with English programs or private options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Barcelona offers growing game-related programs via UB, UPC, and private schools; industry readiness is uneven, with private bootcamps filling gaps.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Barcelona, Spain offers skilled visa sponsorship, but it\u0027s selective. Expect competition from EU talent and paperwork for dependents.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Barcelona\u0027s game dev scene supports Unity strongly with active Unreal peers and meetups. Expect cross-training resources and EU grants easing tooling flexibility.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "Barcelona\u0027s LEZs and green corridors aid cleanup, but port emissions and sparse trees mean plan for occasional smog alerts and heat advisories.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Barcelona, Spain: around 25% effective tax for a two-adult household; strong public healthcare and education make the cost worthwhile.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Barcelona fall temps from ~24°C in September to ~14°C by November; mild overall with occasional showers.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Spain/Barcelona offers universal healthcare, solid public childcare, and safe, walkable neighborhoods; strong community networks support family life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Spain (Barcelona) allows family reunification for non-EU entrepreneurs with the main permit. Spouse and two minors should qualify with standard proofs.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Barcelona, Spain offers universal healthcare, good schools, parental leave, and subsidies; housing aid helps families, though bureaucracy can slow payments.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Spain\u0027s universal healthcare and strong family supports in Barcelona ease childcare, schooling, and healthcare for a two-adult, two-child family.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Barcelona, Spain offers universal healthcare and public schooling for residents; visa families typically access most services, with some benefits tied to residency.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Barcelona\u0027s casual-smart vibe fits your family; tidy, comfortable outfits blend in at parks, schools and social settings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Barcelona, Spain offers a diverse, body-positive fashion scene; urban culture supports expressive style aligned with your progressive family.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Barcelona, Spain favors modern, expressive urban fashion; expect smart-casual and streetwear blends with inclusive sizing.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Barcelona, Spain, women can express diverse femininity with minimal judgment. Pockets of conservatism exist.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Barcelona, Spain, gun laws are strict and ownership is low; firearms are rarely encountered, keeping daily safety high.",
      "alignmentValue": 10
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Barcelona nightlife generally honors clear consent cues; staff reinforce boundaries. Our family-friendly values and multilingual vibe fit well here.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Barcelona, Spain has a growing founder network with frequent meetups and hubs in 22@; regional grants support family-friendly startups.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Barcelona offers abundant fresh markets and global cuisines. We can enjoy familiar and adventurous meals regularly.",
      "alignmentValue": 10
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Barcelona, Spain, locals are consistently warm and welcoming to newcomers. Active expat and language groups in Barcelona help integration within weeks.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Barcelona, Spain has a healthy game dev scene with studios and EU funding; remote roles exist, but demand varies by specialty.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Spain/Barcelona offers strong protections and universal healthcare for gender-diverse people; urban acceptance supports this family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Spain\u0027s gender rights are strong with robust laws and enforcement; Barcelona, Spain, exemplifies progressive attitudes and protections for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Barcelona, Spain: gender roles are broadly egalitarian; both parents share caregiving and leadership, supported by progressive policies.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Barcelona, Spain is broadly progressive; flirting norms are mostly modern and inclusive, with rare traditional cues in nightlife we can navigate.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Barcelona offers strong healthcare and education for visa holders; work rights via permit, but national voting rights remain limited.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Global warming risk in Barcelona, ES is moderate. Hot summers and heatwaves are manageable with strong infrastructure and healthcare access.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Barcelona startup visa offers a founder path in Spain. Processing is moderate but clearer than many routes, with some family support options.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Barcelona\u0027s casual-chic, cosmopolitan vibe fits a moderate grooming approach; we value comfortable, presentable style without high fashion pressure.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Barcelona, Spain, polyamory-friendly progressive scenes exist; public acceptance is high, though formal legal recognition remains limited.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Spain\u0027s universal public healthcare in Barcelona offers strong access and affordable care; occasional delays for specialists.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Barcelona, Spain, visa families can access care but may face extra paperwork and costs; private insurance is commonly recommended.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Barcelona, Spain, higher education is broadly accessible with public university options and affordable tuition; scholarships exist, but plan for costs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Barcelona, visa holders pay higher tuition than locals; English-taught programs exist, but work-study is limited and scholarships vary.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Barcelona studios are competitive; expect about 3 months to fill roles due to visa processing. Remote options can help onboarding for your family.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Hiring velocity in Barcelona, Spain typically lands in 6–8 weeks, supported by GameBCN, ENISA, and ACCIÓ grants.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Barcelona\u0027s family-friendly neighborhoods offer parks and good schools, but rents are high and deposits common; securing a flat may take time.",
      "alignmentValue": 4
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Spain (Barcelona) taxes are largely digital with pre-filled returns and family credits, but autónomo rules and cross-border income need advice.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Barcelona, Spain, immigrants are broadly welcomed; communities support language and culture sharing, with occasional debates.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Barcelona, Spain generally welcomes Western expats; learning Catalan/Spanish and engaging locally aids integration; some circles question motives.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Barcelona provides broad public K-12 access with bilingual Catalan/Spanish programs; top schools use zoning, not guaranteed unrestricted admission.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Public K-12 is accessible for visa families in Spain (Barcelona) with residency; expect local language support and bilingual options.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English is widely used in Barcelona\u0027s expat/tech zones; most services accommodate English, though schooling and government still lean Catalan/Spanish.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Barcelona studios are English-friendly with strong bilingual support; you can work in English while learning Spanish/Catalan.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Barcelona\u0027s startups use English for investors and product work; local Spanish/Catalan fluency aids hiring and regulatory tasks for families.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Barcelona has general tech lawyers with some game IP experience; EU framework is supportive, but dedicated game IP specialists are scarce.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Barcelona, Spain shows strong LGBTQ\u002B protections and social acceptance. Expect inclusive services and anti-discrimination in daily life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Barcelona, Spain has active indie/game dev communities and campus labs; plan playtests with 1-3 weeks lead time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Barcelona, Marxism is debated but not stigmatized; left-leaning discourse coexists with other ideologies in a pluralist, non-authoritarian setting.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Masculinity norms in Barcelona, Spain are broadly inclusive; men are commonly involved in caregiving, though some traditional views persist.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence remains rare in Spain; Barcelona authorities are transparent and security is visible at events. Stay alert at large gatherings, but overall risk feels low.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "BarcelonaJS, IndieDevDay, SheCodes, and polyam meetups fill the calendar; English-friendly, family-friendly venues support parents.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Barcelona, Spain\u0027s minimum wage (~€1k–€1.2k/mo) often doesn\u0027t cover housing and childcare; family affordability is tight.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Barcelona offers strong fiber, reliable transit, and bike-friendly streets. Aging water pipes may cause brown taps after heavy rain.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Barcelona, Spain, the urban, progressive scene supports polyamory; open dialogue and resources exist, though discretion helps in mixed spaces.",
      "alignmentValue": 9
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Barcelona, Spain welcomes open dialogue with tact; share concerns directly but respect local nuance in a multilingual, progressive family.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Montserrat, Collserola, and Costa Brava coves provide striking scenery within 60 minutes of Barcelona; family-friendly trails and beaches invite outings.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Barcelona, hazards are mainly heat waves and Mediterranean flash floods; earthquakes and wildfires are low risk compared with inland Spain.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Barcelona offers abundant nature within metro reach: Collserola Park and Besòs parks; easy weekend hikes and family bike rides without a car.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Barcelona offers a vibrant music scene with Primavera Sound and Sónar. Daytime events and family-friendly venues pair with reliable transit.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Barcelona has vibrant nightlife with late dinners and clubs. Families can plan babysitters and still enjoy daytime, kid-friendly areas like Eixample.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Barcelona Game Dev, GameBCN, and IndieDevDay host regular meetups and online hubs, helping founders/newcomers collaborate in Barcelona, Spain.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Barcelona hosts top studios (Ubisoft, King, Socialpoint) with a strong dev ecosystem, supporting networking, grants, and visa options for families.",
      "alignmentValue": 9
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Barcelona benefits from the Mediterranean diet and walkable neighborhoods; obesity is moderate but well-managed through public health and active transport.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Barcelona\u0027s GameBCN, ACCIÓ grants, and ENISA loans plus entrepreneur visas; a strong game-dev ecosystem, but taxes and admin can strain launches.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Barcelona’s pace varies by neighborhood; the core is busy, but longer meals and strolls in Spain offer family-friendly balance.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Barcelona schools expect AMPA participation and Catalan-language story times. Dual-income families are supported, though some traditional expectations remain.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Spain naturalization via residency is lengthy (~10 years) with CCSE/DELE exams; feasible in Barcelona, but expect bureaucratic timelines.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Spain (Barcelona) generally exhibits low corruption with effective watchdogs; stable governance supports families and business.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Barcelona’s warm, busy social culture can lean toward closer contact; we’ll navigate norms and gently set boundaries in crowds.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Barcelona metro can be crowded; locals generally respect personal space and cues about touch. Be explicit about space needs with strangers, especially with kids.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Most of the year in Barcelona is comfortable: mild springs and falls, manageable summers, occasional rain; outdoor life is feasible.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Spain\u0027s stable democracy with open civic channels in Barcelona. Strong rule of law supports family life here.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "Barcelona, Spain: polyamorous networks exist; social acceptance high with minor bureaucratic hurdles; supportive community spaces for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Barcelona uses a mixed model: public escuelas bressol exist but waitlists; many expats use private nurseries (€600-€900/mo) for hours and bilingual care.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Barcelona private international schools (ASB, BFIS, SEK-Catalunya) offer IB/US curricula; admissions are competitive and tuition is premium.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common in Barcelona, Spain, but strong fresh markets and Mediterranean meals help keep options balanced for families.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "In Barcelona, PMM (Games) pay trails top hubs by ~20%. However, the Mediterranean lifestyle, universal healthcare, and strong family policies offset the gap.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Barcelona, Spain offers occasional Product Marketing Manager (Games) education; events rely on visiting experts or remote formats, with some local meetups.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Barcelona\u0027s game education scene is growing; several programs and studio partnerships exist, but the PMM (Games) pipeline is moderate for local grads.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In Barcelona, Spain, PMM (Games) hiring typically takes 2–3 months due to competition and specialized talent; English-friendly studios with remote options.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "In Barcelona, English is widely used in game marketing, but knowledge of Spanish/Catalan is commonly expected for client-facing work.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Barcelona, Spain: game marketing roles are hybrid; partial remote with on-site days; remote by case, supporting family balance.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Moderate PMM (Games) talent pool in Barcelona; startups may require relocation or extended searches; studios include Ubisoft Barcelona and Social Point.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Barcelona, Spain, champions gender equality and LGBTQ\u002B rights with inclusive policies, aligning with the family\u0027s progressive outlook.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Barcelona, Spain is broadly accepting of casual relationships in urban circles. Consenting adults\u0027 sexual choices are typically treated as private matters.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Barcelona, Spain, propaganda is mostly factual, with community care and inclusive civic participation.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Barcelona, Spain has pluralistic media; propaganda is rare and quickly debunked by watchdogs. Independent outlets support informed civic dialogue.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Barcelona offers an efficient metro, FGC lines, trams, and night buses with frequent service; a car is optional for most daily needs, with minor rural gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Barcelona has a growing game dev ecosystem and EU funding options. Expect proactive outreach to access publishers locally.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Barcelona, Spain offers rich culture, dining, and strong private schooling. Some top services have waitlists; planning helps.",
      "alignmentValue": 9
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Barcelona, universal healthcare and good public schools help, but central rents and housing waitlists limit options for a lower-income family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Barcelona offers universal healthcare and family-friendly services. Housing and childcare costs still require mindful budgeting.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Barcelona has a solid real-time game dev scene with EU funding and cloud access; some pre-rendered work is available.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Barcelona, Spain has strong church-state separation. Politics stay secular, with religion shaping culture but policy remaining pluralistic.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Barcelona, Spain studios commonly offer hybrid/remote roles with formal policies; cross-border teams, strong broadband, and EU time zones ease collaboration.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Barcelona startups are remote-friendly with hybrid models and solid collaboration tooling; founders and teams often split time onsite and remote.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Barcelona\u0027s remote culture is strong: abundant coworking and expat networks support hybrid work; time zones align with Europe and the US.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Barcelona, ES offers entrepreneur/startup and digital nomad paths; long-term stays possible with renewals, though some paperwork remains.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Barcelona\u0027s game/dev scene shows solid retention; churn during funding rounds. For families, Spain\u0027s healthcare and childcare aid stability.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Spain\u0027s public pension and universal healthcare provide solid retirement support; Barcelona offers a mild climate, good QoL, and elder services.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Barcelona, Spain: public pensions exist but require contribution years; as first-time visa holders, long-term eligibility depends on social security contributions.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Barcelona Rails shops exist in fintech/SaaS, but most postings favor JS/Java; Sarah may rely on remote US clients for top pay.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Barcelona is safe overall. Pickpocketing around Las Ramblas and metro lines requires vigilance with kids.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Barcelona, ES has strong public, concertada, and international schools within a 30-minute commute; lotteries mean listing multiple choices to secure seats.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Most months along Barcelona\u0027s Mediterranean coast hover around 22-26 C, great for family beach swims. Shoulder seasons may need a light rash guard for kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Barcelona, Spain offers mostly mild seasons with occasional heatwaves and storms; simple planning keeps family routines steady.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Barcelona, Spain enjoys mild winters with ample daylight; stay energized with regular outdoor breaks and light routines.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Barcelona offers mild winters and warm summers with occasional heat waves; overall outdoor time remains comfortable for kids most of the year.",
      "alignmentValue": 9
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Barcelona has a growing pool of senior tech leads and an active startup scene. Local leaders are accessible for game/tech ventures, though competitive offers are typical.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Barcelona\u0027s sex-positive culture and inclusive sex education support an openly polyamorous family; public affection is normalized.",
      "alignmentValue": 10
    },
    {
      "key": "Social Policies",
      "alignmentText": "Barcelona, Spain offers universal healthcare and broad family benefits. Education support aligns with your two-child family\u0027s needs and values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "6: Large 2k sq ft rentals appear occasionally and move fast in Barcelona. Expect premium rents and broker connections; outer neighborhoods may offer space.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Barcelona, Spain: spring is typically 15–23 °C (59–73 °F) with light sea breezes; mild overall, occasional cool mornings.",
      "alignmentValue": 10
    },
    {
      "key": "Stability",
      "alignmentText": "Barcelona, Spain, offers steady governance and strong institutions. Regional tensions are present but manageable.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Spain (Barcelona) upholds pluralism and civil liberties; dynamic debate and EU norms support inclusive policy with regional autonomy.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Spain\u0027s social market blends innovation with strong safety nets in Barcelona. Universal healthcare, good schools, and startup support.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Barcelona, Spain, has a strong game-dev scene with many studios. It also suits a family with good broadband and expat-friendly services.",
      "alignmentValue": 8
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Barcelona, Spain summers hover near 30°C with moderate humidity. Occasional heatwaves may require indoor breaks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Barcelona, friendly exchanges tend to occur when we initiate; staff generally respond positively, and English is commonly understood in many services.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Spain (Barcelona) offers viable game/creative tax credits and some grants, but access is competitive and tied to eligible costs.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Barcelona, Spain: family visa path may take up to a year; expect legal/translation fees alongside standard application costs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Barcelona, Spain has solid public trust and universal healthcare. Some agencies still need to improve transparency and responsiveness.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Spain\u0027s corruption level is generally manageable with strong oversight in Barcelona. Expect routine bureaucracy but reliable public services.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Barcelona salaries for senior software roles hover around €40–60k; some cloud leadership/remote roles hit €65–75k. Negotiate or pursue remote options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Sat: La Boqueria, Barceloneta beach, or Tibidabo; Sun: museums or Gràcia festa major, then relaxed tapas.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Barcelona schools run ~9:00–16:30 with comedor; tech offices ~9:30–18:30. Flex hours and wraparound care keep pickups manageable.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Spain, including Barcelona, guarantees 30 calendar days of annual leave. Unused days are typically paid out and well protected by law.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Barcelona, Spain, paid leave is about 30-35 days/year plus holidays. This fits the family emphasis on work-life balance and time with kids.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Barcelona offers a strong EU game-dev ecosystem with nearshore co-dev, QA, art, and live-ops options and English-friendly partners.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Barcelona, Spain: real-time VFX pay trails global medians by ~20%, but family-friendly living and universal healthcare cushion offers.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Barcelona has occasional VFX real-time courses via universities and studios; local workshops and remote options help maintain skills.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Barcelona, Spain has a handful of VFX/real-time programs and strong internships; cohorts are small but local studios hire from these pipelines.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Barcelona, Spain: Real-Time VFX roles are niche; expect 3–4 months and relocation support as needed.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Barcelona VFX shops use English widely; basic Spanish/Catalan helps. Your bilingual, English-friendly plan fits the local market.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Remote real-time VFX roles exist case-by-case in Barcelona, Spain; expect occasional onsite collaboration with English-friendly studios.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Barcelona has a solid real-time VFX pool with several studios and freelancers; senior roles are competitive and concentrated among a few employers.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Spain and its neighbors (Portugal/France) are friendly; cross-border travel is easy, and Barcelona\u0027s EU ties support family plans.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Spain (Barcelona) projects a confident, open self-image: pluralistic democracy, inclusive society, and steady reform without nationalist excess.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Spain (Barcelona), neighbors view it as stable and cooperative with strong trade and travel ties. Occasional policy debates exist (Catalonia, migration).",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Spain offers multiple visa paths for US families: non-lucrative, work/Blue Card, entrepreneur, and family reunification; Barcelona has a strong startup scene.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Barcelona offers walkable neighborhoods with pedestrian zones and parks. With kids, expect scooter traffic and car-dominated streets; stay alert.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Barcelona welcomes US families with expat networks and bilingual services; some paperwork and housing references still pose occasional hurdles.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Barcelona, Spain offers Gaudí architecture and beaches that delight the family. A thriving game-dev and startup scene fuels ongoing curiosity and learning.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Barcelona, Spain winters are mild, typically 7-15 °C. Snow is essentially nonexistent, easing daily life for the kids.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Spain\u0027s typical 37-40h weeks with protections; Barcelona tech roles offer remote/hybrid and strong work-life balance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Barcelona, Spain offers solid family-friendly balance: flexible hours and remote work common; plan for August closures and occasional late meetings.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Barcelona, Spain, workers’ rights are robust with strong unions and broad protections; collective bargaining is common, though gig workers may face gaps.",
      "alignmentValue": 9,
      "sameAsParent": true
    }
  ]
}