{
  "version": 2,
  "iso": "ES",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Valencia’s Parc Tecnològic and 22@-style innovation hubs keep .NET roles flowing in fintech, logistics, and outsourcing shops, though many offers land in the €40–55k range and expect conversational Spanish.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Sea breezes and low-rise sprawl keep annual PM2.5 near 9–10 µg/m³; we only monitor for Saharan dust events or Fallas fireworks spikes.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "Urban Spain is largely secular with legal separation of church and state, though Catholic holidays and school traditions still expect nominal participation in some regions.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Democratic institutions, courts, and a free press remain robust, but Catalan independence disputes and periodic far-right surges keep us watching reforms that shore up checks and balances.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Bizum instant transfers, SEPA access, and contactless payments are ubiquitous once we secure NIE/TIE numbers, yet opening the first account still requires in-person paperwork and patience.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Malvarrosa and Patacona beaches run wide with fine sand, lifeguards, and boardwalk paella spots, while quieter dunes at El Saler sit 20 minutes south in Albufera Natural Park.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Clubs like Homoludicus, Rol Valencia, and Freakmonkey host weekly Spanish- and English-language sessions, though the scene is cozier than Barcelona’s.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "City-run Escoletes Municipals and the Generalitat’s free P2 classrooms reduce fees, yet we still register early to secure extended-hour spots near work.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Turia Gardens, bikeable avenidas, and traffic-calmed plazas let the kids roam, though midday heat in July pushes playground time to mornings and evenings.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Valencian families benefit from 0–3 subsidies, free P2, and comedor meal aid, making public nursery coverage fairly generous.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Once padrón registration and social security numbers are in place, resident visa holders tap the same subsidies, with only minor translation hurdles.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Beach volleyball leagues, climbing gyms like Sharma Valencia, and year-round cycling align with our interests, though niche tabletop meetups skew Spanish-first.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Fallas casal groups, neighborhood orchards, and school AMPA meetings make it easy to know neighbors if we embrace Valencian traditions.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Residency rules expect physical presence, timely empadronamiento, and tax filings; missing appointments or travel days can trigger denials even when we follow the published steps.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Family apartments near the beach or Ruzafa list around €1,200–€1,400, and groceries stay 15–20% cheaper than Barcelona, letting us save without compromising lifestyle.",
      "alignmentValue": 7
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Spain generally requires US nationals to renounce prior citizenship at naturalization, with limited exceptions for Ibero-American ties.",
      "alignmentValue": 3
    },
    {
      "key": "Economic Health",
      "alignmentText": "The metro area mixes logistics, ceramics, and tourism with unemployment near 10%; growth is steady but less diversified than Madrid or Barcelona.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "A social market model blends EU competition rules with active welfare programs, even as labor-market rigidity and bureaucracy slow business formation.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Valencian public schools meet national averages with bilingual Valencian-Spanish tracks, yet English immersion often requires concertada or private options.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Larger firms like Edicom or Ford Almussafes sponsor blue cards, but many local SMEs expect EU status, so Trey may rely on remote contracts.",
      "alignmentValue": 5
    },
    {
      "key": "Environment",
      "alignmentText": "Turia Park, urban gardens, and regional recycling programs keep daily life green, though port expansion and fertilizer runoff in Albufera still need watchdog attention.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Progressive national and regional income taxes plus social security push combined effective rates into the mid-30s for dual tech incomes, even after family deductions.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "October days hover around 24 °C/75 °F before sliding to 15 °C/59 °F in November, with occasional gota fría storms dumping intense rain.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Child-friendly plazas, Sunday family rituals, and multigenerational housing norms create supportive communities, though we still navigate late dining customs for little kids.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and dependent children attach to most residence permits without quotas, with only adult dependents needing extra financial proof.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Child allowances, universal healthcare, and longer paid leave have expanded recently, yet benefits remain modest compared with Nordic benchmarks and vary by region.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Typical households access healthcare, preschool, and tax deductions, but navigating means-tested housing or large-family perks demands persistent paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa families can enroll in healthcare and schooling once registered, yet some cash benefits and housing aid require permanent residency status.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Cities embrace eclectic street style and size-inclusive brands, while smaller towns still favor classic Mediterranean looks.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Tailored casual wear and creative sneaker culture thrive in metros, though conservative offices still expect polished business attire.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Feminist movements have shifted norms toward autonomy and professional ambition, even if older generations still comment on appearance or parenting choices.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios in Barcelona, Madrid, and Málaga recruit steadily for Unity and Unreal roles, but senior openings cluster in a few firms or require hybrid Spanish-English teams.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Self-ID legislation, public healthcare coverage for transition care, and active Pride organizations make major cities affirming for gender-diverse friends and family.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Equal pay laws, gender-violence courts, and strong representation policies exist, yet executive leadership remains male-dominated and enforcement varies regionally.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-earner households are the norm, but machismo lingering in some workplaces means Sarah may still shoulder expectation to manage school logistics.",
      "alignmentValue": 7
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Residence cards grant healthcare, schooling, and banking access, yet employment changes and extended travel still require notifying authorities to stay compliant.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Spain faces hotter, longer summers, Mediterranean droughts, and wildfire seasons that already strain water supplies, so we would plan around rising adaptation costs.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal coverage delivers strong primary care and pediatric services, with specialist waits of a few months in busy metro hospitals.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "After registering and contributing to social security, residents join the public system, but newcomers must bridge the first year with comprehensive private insurance.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities charge €1–2k per year with robust scholarship programs, though selective degrees hinge on competitive entrance exams.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International students access most public programs but pay higher tuition bands and juggle residency paperwork for internships.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Inventory is healthier than in Madrid, yet desirable barrios like Ruzafa or El Carmen still ask two-month deposits and guarantors for international tenants.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "The tax agency offers online filing and pre-filled drafts, yet autonomous-community surcharges, wealth tax rules, and dual-reporting for US citizens keep accountants on speed dial.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Zoned public schools guarantee placement, but quality varies and families often queue for bilingual or concertado slots to secure smaller classes.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident children can enroll in public schools after empadronamiento, though language support and bilingual seats depend heavily on the district.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Tourism keeps English serviceable downtown, but schools, clinics, and Ayuntamiento desks expect Spanish or Valencian; learning both opens social doors.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Marriage equality, trans-inclusive laws, and vibrant Pride scenes in Madrid and Barcelona foster a welcoming environment for a queer-affirming, polyamory-positive family.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist parties like Sumar and regional movements shape debate, yet national politics still balances socialist ideas with centrist economics.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Younger men embrace caregiving and emotional openness, while traditional machismo comments persist in some workplaces and extended families.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Remote workers gather at Vortex and Wayco, tech meetups fill Marina de Empresas, and poly-friendly socials pop up monthly though they’re smaller than Barcelona’s.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The 2024 SMI sits at €1,134/month across 14 payments, covering basics outside the big two metros but still tight for single-income households.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Fiber internet and the metro-tram network cover the core, yet regional trains run less frequently and bike lanes still show a few gaps toward the periphery.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Albufera wetlands, orange groves, and the nearby Calderona mountains give us quick access to nature without leaving the province.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Coastal flooding from gota fría storms and periodic droughts are the main risks; wildfires stay inland but remain a seasonal concern.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "The drained Turia riverbed is now an 8-km park for biking and play, and commuter trains reach mountains or coves within an hour.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Fallas fire parades, Les Arts festival, and live music in Ruzafa keep nights lively, albeit on a smaller scale than Madrid.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Dinner still lands around 21:00, but nightlife feels more relaxed—wine bars, beachfront chiringuitos, and early-closing clubs suit parents balancing sleep.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Events like Valencia Indie Summit, professional groups at Lanzadera, and university labs provide networking, though gatherings are monthly rather than weekly.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Codigames, Elite3D (now part of 2K), and digital health studios anchor the local scene, offering mid-sized teams for Trey to tap.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Lanzadera incubator seats, IVF grants, and lower salaries help stretch a runway, but venture capital still gravitates toward Madrid and Barcelona.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Valencia keeps Mediterranean rhythms—bike commutes, long lunches, and shorter queues—making daily life calmer than Spain’s largest metros.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools lean on family involvement for Fallas crafts and festivals, yet administrators respect dual-income households and offer comedor and extra-curricular care.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization takes 10 years of legal residency, language and civics exams, and a formal renunciation ceremony, with approval timelines stretching beyond a year.",
      "alignmentValue": 5
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International places Spain mid-table in the EU, and recurring municipal and housing scandals keep public skepticism alive.",
      "alignmentValue": 6
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary monarchy with proportional representation delivers coalition governance, albeit with occasional deadlocks during contentious reforms.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "LGTBI+ centers and occasional poly meetups foster acceptance, though public displays still draw curiosity outside progressive neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Public escoletes run 09:00–17:00 with meal service, and private nurseries cost €400–€600, giving us workable coverage once placement is secured.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "British School of Valencia, Caxton College, and French Lycée offer international curricula, but admissions require planning and annual tuition near €7k–€10k.",
      "alignmentValue": 7
    },
    {
      "key": "Progressivism",
      "alignmentText": "Valencia’s city hall champions green mobility, feminist policies, and inclusive festivals, aligning well with progressive values.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government communications emphasize social cohesion and EU solidarity, yet national parties spin narratives sharply during election cycles.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters and independent press offer plural perspectives, but partisan tabloids and political disinformation spikes near elections demand media literacy.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Metrovalencia, EMT buses, and new bike lanes cover most districts every 10–15 minutes, though late-night service is thinner than in Barcelona.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Policy debates remain largely secular, even if Catholic holidays and concordat funding periodically re-enter national conversations.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Coworkings near Russafa and the marina host distributed teams, yet some traditional employers still want hybrid schedules anchored to the office.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Digital nomad, entrepreneur, and non-lucrative visas offer multi-year renewals, but each renewal cycle re-checks income, insurance, and local registration.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Spain's contributory pension replaces roughly 70% of wages and pairs with universal healthcare, even as reforms slowly raise the retirement age.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Immigrants)",
      "alignmentText": "Permanent residents who contribute for 15+ years qualify for state pensions, but fragmented work histories reduce payouts and require supplemental savings.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Temporary residents can pay into the system, yet long vesting periods and portability rules mean we would rely on private or US-based retirement accounts.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles surface sporadically in SaaS firms like Edicom; Sarah may mix Spanish clients with remote contracts to maintain income.",
      "alignmentValue": 5
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Street crime rates are low and neighborhoods feel safe, with only occasional petty theft in tourist strips during Fallas.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Concertada bilingual schools and a few international campuses give us choice, though Valencian-language immersion is standard in public primaries.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Water hits 25–27 °C (77–81 °F) in July–August and stays swimmable May through October, cooling to about 14 °C (57 °F) in winter.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Summers are sunny and humid with highs above 32 °C (90 °F), while winters stay mild and breezy; autumn storms bring brief flooding.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Liberal attitudes toward sexuality show up in Pride, kink-friendly venues, and sex education campaigns, though it’s slightly more conservative than Barcelona.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, minimum income programs, and expanding parental leave form a solid safety net even if benefit administration can be slow.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March averages 12 °C/54 °F mornings with afternoons reaching 20 °C/68 °F by May, perfect for park play before the summer heat.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Institutions are steady, yet Catalan independence debates and fragmented parliaments periodically trigger snap elections and protests.",
      "alignmentValue": 7
    },
    {
      "key": "State Ideology",
      "alignmentText": "Mainstream politics emphasizes social democracy and EU integration, accommodating regional identities even when rhetoric turns sharp.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Competitive markets and EU oversight balance with strategic state intervention in energy and transport to protect consumers.",
      "alignmentValue": 8
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Daytime highs push 30–33 °C (86–91 °F) with humid nights around 23 °C (73 °F); siesta breaks and fans become essential.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Digital nomad and non-lucrative visas typically take 4–8 months with translation, apostille, and legal fees pushing total costs into the mid-four figures.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Survey data shows only about a third of Spaniards trust national institutions, reflecting fatigue with corruption scandals despite ongoing transparency reforms.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Urban development and party financing scandals remain the main risks, prompting audits when dealing with permitting or large contracts.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers usually see €42–55k offers, with remote-friendly startups edging a bit higher for cloud or gaming expertise.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends mix Turia bike rides, paella with friends, and late-night Fallas events; Sunday afternoons lean toward beach walks or kids’ activities in the park.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools run 09:00–17:00 with comedor lunch, and many offices embrace 08:00–16:00 split shifts, giving parents time for pickups or seaside strolls.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Labor law mandates 30 paid calendar days plus 14 public holidays, and unions enforce taking the full allotment.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Many firms close in August and add bridge days around holidays, yielding 32–35 days off once seniority perks kick in.",
      "alignmentValue": 9
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Relations with Portugal, France, and Morocco are cooperative, even as occasional Gibraltar or fishing disputes flare up.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Spaniards balance pride in regional identities with enthusiasm for modern, multicultural cities and EU citizenship.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors generally see Spain as friendly and culturally rich, while noting persistent economic and Catalan debates.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Digital nomad, non-lucrative, entrepreneur, and golden visas fit our profile, but each demands proof of income, insurance, and in-person appointments.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Valencia Activa’s welcome programs and a growing US expat community make integration friendly, even if some landlords still prefer Spanish guarantors.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Fallas pyrotechnics, futuristic City of Arts architecture, and easy beach access deliver a uniquely Valencian mix of creativity and calm.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter days stay around 12–18 °C (54–64 °F) with cool nights near 6 °C (43 °F); frost is rare.",
      "alignmentValue": 8
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "The statutory 40-hour week persists, yet many firms pilot 37.5-hour schedules or flexible Fridays, leaving room to prioritize family.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Shorter commutes, plentiful public holidays, and employers open to jornada intensiva schedules help protect evenings for family time.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Strong unions, collective bargaining, and recent platform-worker reforms provide solid protections, though enforcement can lag for freelancers.",
      "alignmentValue": 8
    }
  ]
}
