{
  "version": 2,
  "iso": "SE",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "In Gothenburg, forested hills, the Göta älv river, and quick ferry rides to the Bohuslän archipelago keep nature woven into city life while emissions rules curb pollution.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In Gothenburg, stormier winters and heavier rainfall raise flood risks along the Göta river, yet western sea breezes limit heat extremes.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "In Gothenburg, marine climate brings mild summers and wet, windy winters; we'll trade deep cold for frequent drizzle and gusts.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "In Gothenburg, ship traffic and port industry add particulates, but strict emissions controls keep annual PM2.5 around 7 µg/m³.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Gothenburg, apart from occasional flooding and coastal storms, natural disaster risk stays low with strong infrastructure.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Gothenburg, April hovers 3–10 °C (37–50 °F) with misty mornings, shifting to 7–15 °C (45–59 °F) by May.",
      "alignmentValue": 5
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Gothenburg, July days average 15–22 °C (59–72 °F) with longer daylight and refreshing breezes off the North Sea.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Gothenburg, September averages 10–16 °C (50–61 °F) before sliding to 4–9 °C (39–48 °F) amid steady rain and wind.",
      "alignmentValue": 5
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "In Gothenburg, December–February typically range −2 to 4 °C (28–39 °F); sleet and wind demand waterproof layers more than heavy parkas.",
      "alignmentValue": 3
    },
    {
      "key": "Beach Life",
      "alignmentText": "In Gothenburg, Saltholmen ferries reach rocky swimming spots and small sandy beaches—scenic but with cold water and short prime season.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Gothenburg, Kattegat waters peak near 17 °C (63 °F) in late July, so swims are brisk unless paired with sauna time.",
      "alignmentValue": 3
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "In Gothenburg, nearby Bohuslän coast, Delsjön lakes, and Vättlefjäll nature reserve deliver rugged scenery minutes from town.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Gothenburg, union agreements set solid baselines, though port and service jobs still vary depending on collective coverage.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Gothenburg, senior engineers earn roughly 520k–650k SEK with strong benefits, reflecting the city's automotive and tech mix.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In Gothenburg, Volvo Group, Ericsson, and numerous consultancies drive demand for .NET talent, giving Trey broad options.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Gothenburg, startup scene is growing but smaller than Stockholm; expect select opportunities in e-commerce and SaaS firms around Lindholmen.",
      "alignmentValue": 5
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Gothenburg, global companies like Volvo Cars and AstraZeneca sponsor visas, though mid-sized firms may hesitate due to paperwork.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Gothenburg, the diversified economy—automotive, maritime, and biotech—keeps growth steady even during national slowdowns.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Gothenburg, tech campuses embrace hybrid work, and coworking spaces around Lindholmen provide infrastructure for distributed teams.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Gothenburg, companies value work-life balance with predictable hours, generous parental leave, and respect for vacations.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Gothenburg, 37.5–40 hour weeks are typical; overtime requires compensation and is uncommon outside product launches.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Gothenburg, employees get 25 days plus red-letter holidays, and summer shutdowns are common in manufacturing and tech.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Gothenburg, six weeks off is normal once we combine collective agreement days, parental leave, and July slowdowns.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Gothenburg, the port city feels relaxed; biking or tram rides take 20–30 minutes, and evenings center on cafes and waterfront walks.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Gothenburg, schools start around 8:20 a.m., offices run 8:30–4:30, and fritids programs cover childcare until about 5:30 p.m.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Gothenburg, families hike around Delsjön, visit Universeum, or ferry to the islands; Sundays remain calm with limited shop hours.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "In Gothenburg, the city is walkable with abundant playgrounds and tram access, so pushing strollers and biking with kids feels safe.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Gothenburg, queer-friendly venues and alternative communities exist in areas like Majorna, though scenes are smaller and more relationship-focused than Stockholm.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Gothenburg, shared parental leave and child-centered schooling are the norm; parents balance independence with community activities.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "In Gothenburg, playgrounds, child cafés, and family cabins on trams make getting around with toddlers straightforward.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "In Gothenburg, municipal schools offer bilingual support, and international schools like ISGR and British International School serve expats with waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Gothenburg, förskola places are guaranteed, though certain central districts require early applications; outdoor pedagogy is standard.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Gothenburg, income-capped daycare fees keep monthly costs low, typically under 1,500 SEK per child.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Gothenburg, once personnummer arrives, visa holders pay the same capped rates; delays mainly hinge on registration processing.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Gothenburg, catchment schools guarantee placement with Swedish-English support, while specialized schools use lottery systems.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Gothenburg, with residency, we enter the same queue; international schools prioritize diplomats but admit long-term residents when slots free up.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "In Gothenburg, friskolor receive public funding, so tuition remains low; international schools charge modest fees compared with US private schools.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Gothenburg, families access 480 days paid leave, child allowance, and vab days to care for sick kids.",
      "alignmentValue": 10
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Gothenburg, residence permits unlock parental leave and allowances proportional to Swedish income contributions.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Gothenburg, University of Gothenburg and Chalmers University of Technology provide tuition-free degrees and adult learning pathways.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Gothenburg, non-EU students pay tuition until permanent residency, but scholarships and employer sponsorships help offset costs.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Gothenburg, men routinely take parental leave and handle school pickups, and women advance in tech and academia with institutional support.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Gothenburg, West Pride festival and queer collectives offer visible, safe spaces for exploring gender expression.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Gothenburg, legal protections and access to gender-affirming healthcare apply equally, though regional clinic waitlists require patience.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Gothenburg, practical, minimalist fashion mixes with outdoor gear; assertiveness and career ambition are expected.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Gothenburg, emotional openness and hands-on parenting are accepted, softening traditional masculinity cues.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "In Gothenburg, the city blends maritime industry with indie culture—think craft coffee, music festivals, and DIY art spaces.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "In Gothenburg, English is widely spoken in tech, universities, and services, though learning Swedish eases integration with older neighbors.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Gothenburg, the city votes center-left, prioritizing climate-neutral transport, housing inclusion, and social welfare.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Gothenburg, leftist politics are influential but pragmatic, focusing on labor rights and climate policy rather than radical nationalization.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "In Gothenburg, secular norms dominate despite Lutheran history; interfaith initiatives exist but public life remains non-religious.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Gothenburg, comprehensive sex education, accessible clinics, and open conversations keep attitudes progressive and consent-focused.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "In Gothenburg, rainbow trams, West Pride, and anti-discrimination enforcement make queer families visible and supported.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Gothenburg, neighborhood associations, cooperative housing, and shared saunas foster community once we engage beyond initial Swedish reserve.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "In Gothenburg, residents pride themselves on being down-to-earth, creative, and more relaxed than Stockholmers.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Gothenburg, they maintain close ties with Norway and Denmark and view the North Sea as their broader backyard.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Gothenburg, others see Gothenburg as friendly and industrious, with jokes about constant rain but respect for its music scene.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "In Gothenburg, live music venues, craft beer halls, and late-night trams create a social scene that balances affordability with strict alcohol regulations.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Gothenburg, men pair minimalist Scandinavian basics with rain-ready outerwear—waxed jackets, sneakers, and knit caps.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Gothenburg, women mix functional layers with statement coats and sustainable brands, fitting Sarah's taste for comfort with style.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Gothenburg, sailing, cycling, trail running, and attending film or music festivals dominate weekends.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "In Gothenburg, stores like Alphaspel and clubs at Studiefrämjandet host regular board-game nights appealing to Trey.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "In Gothenburg, venues like Pustervik and Gothenburg Concert Hall host indie, metal, and classical performances, while Way Out West festival anchors the calendar.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "In Gothenburg, tech meetups at Lindholmen Science Park, expat parent groups, and maker spaces offer regular social touchpoints.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "In Gothenburg, trams reach Delsjön lakes and Änggårdsbergen nature reserve within 20 minutes, perfect for hiking or skiing.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "In Gothenburg, municipal government mirrors Sweden's parliamentary democracy with coalition leadership and transparent budgeting.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Gothenburg, religion stays largely separate from policy debates, maintaining secular governance.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "In Gothenburg, strong unions and collective agreements protect workers across ports, factories, and tech firms.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Gothenburg, local politics exemplify Sweden's social-democratic model, balancing industrial innovation with welfare investment.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Gothenburg, independent media, active unions, and civic engagement keep democratic norms firm despite national polarization.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Gothenburg, the city encourages entrepreneurship through incubators while redistributing wealth via taxes and services.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "In Gothenburg, political stability is high; changes emerge through consensus rather than abrupt shifts.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Gothenburg, media outlets remain independent, and public information campaigns focus on safety and sustainability rather than ideology.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Gothenburg, government messaging emphasizes traffic safety, climate goals, and health initiatives without heavy-handed propaganda.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Gothenburg, robust welfare, parental leave, and affordable childcare continue to anchor the local social contract.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Gothenburg, residents generally trust municipal services, though they expect responsive handling of infrastructure and transit issues.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Gothenburg, corruption is rare; transparency laws and investigative journalism expose missteps quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Gothenburg, when issues appear they involve procurement or zoning rather than bribery.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Gothenburg, rental queues last several years, but new builds in Frihamnen and suburbs offer options if we budget time and money.",
      "alignmentValue": 6
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "In Gothenburg, violent crime remains low; occasional gang incidents occur in specific suburbs, while central districts feel safe day and night.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Gothenburg, citizens use Västra Götaland clinics with modest co-pays and coordinated specialist care.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Gothenburg, visa holders pay the same regulated fees after registration; short-term private insurance may bridge initial weeks.",
      "alignmentValue": 6
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Gothenburg, förskola slots, vab leave, and family centers support dual-career households even when waitlists appear.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Gothenburg, parents split leave, claim child allowance, and leverage flexible work to attend school events.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "In Gothenburg, public schools perform solidly with strong English instruction; STEM-focused programs benefit from Chalmers partnerships.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "In Gothenburg, vast tram and bus networks plus commuter rail make car-free living practical, though hills and rain demand good gear.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "In Gothenburg, the local economy reflects Sweden's social-market blend—innovative industry backed by generous services funded through taxes.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Gothenburg, employers withhold income tax, filings happen digitally, and municipal rates hover near 32%.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Gothenburg, combined municipal and national taxes push marginal rates toward 50%, requiring budgeting for lower take-home pay.",
      "alignmentValue": 5
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "In Gothenburg, BankID and Swish enable seamless digital payments once personnummer arrives; cash use is rare.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "In Gothenburg, housing and groceries cost slightly less than Stockholm but still high; energy-efficient homes and public transit help manage expenses.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Gothenburg, citizens build strong multi-pillar pensions with supplemental wellness benefits from employers.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Gothenburg, occupational pensions accrue with employment; newcomers should maintain private savings until vesting.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Gothenburg, large employers sponsor work permits and EU Blue Cards; processing times mirror national averages of 4–6 months.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Gothenburg, international professionals are common, yet social integration benefits from learning Swedish and joining local clubs.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "In Gothenburg, work permits typically run two years and count toward permanent residency after four qualifying years.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Gothenburg, five years of residence (three with a Swedish partner) plus good conduct leads to citizenship without renouncing US nationality.",
      "alignmentValue": 6
    },
    {
      "key": "Family Members",
      "alignmentText": "In Gothenburg, dependents receive residence permits alongside the main applicant, granting school and healthcare access.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "In Gothenburg, application fees are standard (about 2,000 SEK per adult) and decisions can take up to six months, so plan for transition time.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "In Gothenburg, permits require meeting salary thresholds and notifying authorities when changing jobs; compliance audits focus on payroll accuracy.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Gothenburg, Sweden allows dual nationality, so the family can keep US passports when naturalizing.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Gothenburg, without personnummer, leasing and banking are hard—employers or relocation firms often provide interim housing and support.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "In Gothenburg, Avalanche Studios, Thunderful, and indie teams create a solid hiring market for engineers and designers.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 9,
      "alignmentText": "As noted in Game Dev Work Prospects, In Gothenburg, Avalanche Studios, Thunderful, and indie teams create a solid hiring market for engineers and designers. Hiring velocity at established studios in Gothenburg moves quickly, often closing offers within a few weeks."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 9,
      "alignmentText": "Compensation lands at the top of global ranges with premium base pay, bonuses, and stock. When opportunities surface in Gothenburg, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 9,
      "alignmentText": "Established studios in Gothenburg rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 9,
      "alignmentText": "Remote expectations at established studios in Gothenburg are highly flexible, with distributed teams normalized and relocation optional."
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "In Gothenburg, Avalanche Studios, Thunderful, Bitsquid/Autodesk, and Zoink maintain significant Gothenburg teams.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "In Gothenburg, Gothenburg Game Developers meetup, Lindholmen Game Jam, and coworking at United Spaces support collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "In Gothenburg, University incubators, Film i Väst funding, and Thunderful's network provide mentorship and potential publishing support, though salaries remain costly.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Startup founders report that In Gothenburg, University incubators, Film i Väst funding, and Thunderful's network provide mentorship and potential publishing support, though salaries remain costly. Hiring velocity at early-stage studios in Gothenburg wraps searches within a month or two as pipelines stay active."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Compensation remains competitive with other major hubs, mixing solid base pay and performance bonuses. Early teams in Gothenburg balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Founding teams in Gothenburg lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 7,
      "alignmentText": "Remote expectations among startups in Gothenburg are flexible for senior roles, with hybrid schedules common."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "In Gothenburg, modern tram fleets, widespread fiber, and sustainable district heating keep infrastructure efficient even in rainy weather.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes & Variability",
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "sameAsParent": true
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "sameAsParent": true
    },
    {
      "key": "Grooming & Beauty Investment",
      "sameAsParent": true
    },
    {
      "key": "Body Image & Fitness Pressure",
      "sameAsParent": true
    },
    {
      "key": "Fashion & Style Expectations",
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "sameAsParent": true
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "sameAsParent": true
    },
    {
      "key": "Personal Space & Touch Norms",
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "sameAsParent": true
    },
    {
      "key": "Controlled Substance Policies",
      "sameAsParent": true
    },
    {
      "key": "Drug Enforcement Climate",
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "sameAsParent": true
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "sameAsParent": true
    },
    {
      "key": "Community Health Consciousness",
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "sameAsParent": true
    },
    {
      "key": "Fresh & International Cuisine Access",
      "sameAsParent": true
    },
    {
      "key": "Depression Prevalence",
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "sameAsParent": true
    },
    {
      "key": "Cancer Incidence",
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "sameAsParent": true
    }
  ]
}
