{
  "version": 2,
  "iso": "SE",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Extensive boreal forests, clean lakes, and aggressive environmental regulation keep daily life surrounded by green space and low pollution, appealing to the family's outdoor values.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "High latitude buffers extreme heat, yet Baltic coastlines and northern forests still face warming-related storms and pest risks that Sweden is only gradually adapting to.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Summers are mild and bright, but long dark winters bring damp chill and short daylight that could challenge the family's mood and routines.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "Urban PM2.5 averages stay well below WHO guidelines thanks to clean energy and congestion pricing in major cities.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Seismic and hurricane threats are negligible; main hazards are occasional floods or windstorms that Sweden manages with strong infrastructure.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Typical April–May highs run 5–12 °C (41–54 °F) with lingering chill and increasing rain as snow melts.",
      "alignmentValue": 5
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "June–August averages around 13–23 °C (55–73 °F) with low humidity, fitting the family's dislike of muggy heat.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September–October cools to about 5–12 °C (41–54 °F) with earlier sunsets and frequent drizzle.",
      "alignmentValue": 5
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "December–February hover −5 to 1 °C (23–34 °F) in Stockholm, with snow, ice, and very limited daylight posing adaptation challenges.",
      "alignmentValue": 3
    },
    {
      "key": "Beach Life",
      "alignmentText": "Stockholm's archipelago and Skåne's sandy coasts are scenic but short-season and chilly compared with the family's ideal.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Baltic waters peak near 17 °C (63 °F) in July, leaving only brief weeks comfortable for swimming without wetsuits.",
      "alignmentValue": 3
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Archipelagos, alpine north, and everyman's right to roam provide abundant, accessible nature escapes for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Collective agreements cover roughly 90% of workers and set wages near a living standard, so once Trey or Sarah lands a unionized contract pay keeps pace even if uncovered gigs stay precarious.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers in Stockholm earn roughly 550k–650k SEK (~$52–62k) plus benefits—solid locally but below US cash levels before taxes.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Large enterprises, fintechs, and consultancies rely on .NET, giving Trey a healthy job pool in Stockholm and Gothenburg.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby shops exist in startups and consultancies, yet demand is niche compared with Java/.NET, so Sarah would need to target specific firms or pivot frameworks.",
      "alignmentValue": 5
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Companies sponsor non-EU talent, but processes are union-reviewed and can stall if paperwork slips, requiring patience.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "Sweden's diversified economy, low debt, and resilient welfare model provide stability despite recent inflation and housing softness.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Digital infrastructure, flexible work norms, and CET overlap with US east coast support remote or hybrid roles.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Strong labor protections, parental leave culture, and norms against overtime support the family's desire for separation between work and home.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Standard weeks sit around 40 hours with common flextime and early departures for family needs.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Five weeks (25 days) of statutory vacation plus generous public holidays give ample recharge time.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Many offices effectively shut for a four-week July holiday, so tech workers often take the full five weeks.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Cities are efficient yet embrace 'lagom'—balanced routines and short commutes—suited to Sarah's slower-paced goal.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools run roughly 8:30–15:00, while parents work 8:00–16:30 with built-in fika breaks and after-school fritids care.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends revolve around kids' activities, nature outings, and cultural events; many shops close early on Sundays requiring planning.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Universal childcare, parental leave, and child allowances make raising kids financially and socially supported.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "Urban LGBTQ+ communities normalize consensual non-monogamy and legal protections exist, though schools and agencies still default to couple-based paperwork so we may need to explain our family structure.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents are expected to share duties equally and respect children's autonomy, aligning with the family's egalitarian approach.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Playgrounds, stroller-friendly transit, and family zones are standard in Stockholm and Malmö neighborhoods.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Free municipal schools dominate with some English or international friskolor; competition for bilingual seats can be stiff.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Preschool is guaranteed from age one with capped fees and pedagogy emphasizing play and outdoor time.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens pay at most ~3% of income for förskola, with municipal subsidies covering the rest.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Once registered with personal numbers, foreign families access the same capped-fee system, though paperwork can delay enrollment.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Compulsory schooling is free with provided lunches and special-needs support.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Children with residence permits attend public schools for free, but language support classes may slow integration initially.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Independent schools exist but follow national curriculum; fees are limited, offering choice but not elite variety.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "480 days of paid parental leave, child allowance, and vabb (paid sick-child leave) create a best-in-class safety net.",
      "alignmentValue": 10
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Permanent residents receive most benefits, but newcomers may need qualifying income and insurance before full access.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "University tuition is free with study grants, supporting future education plans for the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Non-EU students pay tuition unless they gain permanent residency, raising costs if the boys enroll before that.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Policy and culture expect gender-equal parenting, leadership, and pay transparency.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal gender change is possible and non-binary recognition is progressing, though social comfort still varies outside big cities.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Anti-discrimination laws, parental leave for all genders, and strong representation advance equality.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Women are expected to be independent and career-focused with minimal pressure for traditional domesticity.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Men are encouraged to be nurturing and take parental leave, softening macho expectations.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Design culture, cooperative housing, and sustainable urban projects align with the family's curiosity about progressive living models.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English proficiency is among the world's highest, and many workplaces run bilingually, easing transition while Swedish classes are available.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "Mainstream politics lean social democratic with strong support for LGBTQ+ rights and welfare state policies.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Socialist history informs labor politics, yet mainstream voters favor pragmatic social democracy over revolutionary rhetoric.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "A majority is secular, and religion rarely surfaces in public life, matching the family's preference for secular spaces.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex education and openness are normalized, but discussions stay private rather than overtly community-focused.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Equal marriage, anti-discrimination laws, and Pride festivals show broad support, though smaller towns can feel conservative.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighbors may be reserved until trust is built; structured clubs and school networks help newcomers plug in.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Swedes embrace 'lagom'—seeing themselves as modest, consensus-driven, and environmentally responsible.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Relations with Nordic neighbors and the Baltics are cooperative with lighthearted rivalries over hockey and design.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Seen as reliable, progressive partners, albeit sometimes considered aloof by Danes and Norwegians.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife clusters in Stockholm and Gothenburg with strict alcohol rules and high prices, so evenings need planning.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men favor minimalist, functional streetwear with Scandinavian brands—stylish but subdued.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women lean toward chic, practical layers and sustainable labels rather than flashy trends.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Fika meetups, cycling, skiing, and sailing dominate leisure, giving the family healthy shared activities.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Dedicated cafes in Stockholm and Malmö plus active BoardGameGeek groups create a welcoming tabletop scene.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Home to pop powerhouses and summer festivals, yet club culture is smaller than Berlin and alcohol taxes keep nights pricey.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech meetups, international parents' groups, and language exchanges meet regularly, especially in Stockholm's startup hubs.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Allemansrätten lets the family roam forests, lakes, and islands freely within an hour of major cities.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Constitutional monarchy with proportional parliament delivers stable coalition governance and rule of law.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion stays largely separate from policymaking, with secular parties dominating parliament.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Collective bargaining coverage above 80% enforces reasonable hours, notice periods, and parental benefits.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "The state blends market innovation with a broad welfare state, aligning with the family's progressive economics.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Institutions remain strong, though right-populist parties have grown and push tougher policing and migration rules.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "A mixed economy encourages startups while maintaining social insurance, balancing market freedom and safety nets.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "Low debt, independent courts, and consensus politics produce high social and economic stability.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "State media is independent and press freedom ranks high, though parties debate public broadcaster funding.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government messaging emphasizes solidarity and crisis preparedness without heavy-handed nationalism.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, parental leave, and integration programs showcase comprehensive social supports.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show roughly two-thirds of Swedes trust state institutions, higher than US norms but shaken slightly by crime debates.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International rates Sweden among the least corrupt nations globally.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Issues tend to be isolated nepotism or procurement favoritism rather than systemic bribery.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Rental queues in Stockholm run years and cooperatives demand sizable buy-ins, meaning we should budget for temporary sublets or smaller suburbs while hunting a long-term family home.",
      "alignmentValue": 6
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Overall crime is low, yet recent gang shootings in suburbs raise concerns compared with other Nordics.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal coverage delivers low out-of-pocket costs but non-urgent specialist waits can stretch weeks.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Residence permit holders access the system after obtaining personal numbers, but initial enrollment and private insurance gaps can be stressful.",
      "alignmentValue": 6
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Municipal preschools, parental leave for sick days, and home-care allowances provide layered childcare safety nets.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Families routinely split parental leave, receive child allowance, and leverage generous flexible work norms.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "K-12 quality is good with strong English instruction, though PISA scores have plateaued and school choice debates persist.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Dense rail, metro, and bus networks keep car-free living practical in major metros, supplemented by bike lanes.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Advanced social-market economy mixes competitive private sector with redistributive taxes.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Employers withhold income tax and annual digital filings are straightforward, though municipal rates exceed 30%.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Combined municipal and national taxes could reach 32–52% once incomes pass SEK thresholds, reducing take-home pay.",
      "alignmentValue": 5
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Mobile BankID and Swish make payments seamless in an almost cashless society, but setup requires personal numbers.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing, groceries, and services are pricey relative to US midwest standards, especially in Stockholm.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Public and occupational pensions plus premium pension accounts create solid retirement income for long-term residents.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Access depends on years contributing; newcomers must plan private savings until vesting in national schemes.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Skilled work permits, EU Blue Card, and self-employment visas exist but demand employer sponsorship and proof of income.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Work-focused migrants are accepted, yet integration expectations and language learning can feel slow for Americans.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Initial skilled permits usually last two years with extensions contingent on meeting salary and contract requirements.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "After five years (shorter if married to a Swede) plus good conduct, permanent residents can naturalize without renouncing US citizenship.",
      "alignmentValue": 6
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and children qualify for dependent permits tied to the main applicant's job, granting work and schooling rights.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Applications often take 4–8 months and carry several hundred dollars in fees plus document translations.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Losing a job within three months or dropping below salary minimums can jeopardize permits, so backup plans matter.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Sweden permits dual citizenship, letting the family retain US passports if they naturalize.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Plan for Swedish-language bureaucracy, union wage checks, and the need for local addresses before registration.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Sweden hosts a top-tier game industry with studios craving engineers, matching Trey's ambitions.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Mojang, DICE, Massive Entertainment, Paradox, and Avalanche all hire in Stockholm, Malmö, and Gothenburg.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "IGDA Sweden chapters, Futuregames alumni networks, and game jams provide frequent collaboration points.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Public innovation grants, Game Habitat in Malmö, and strong publisher networks help startups, though payroll taxes are hefty.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "High broadband penetration, 5G rollout, and efficient civic tech deliver the modern amenities the family expects.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Frequent abrupt changes make certain months feel unstable with several days of hazardous conditions that push us indoors.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Extended daylight deficits and short, cloudy summers introduce ongoing mood strain the family must actively counter.",
      "alignmentValue": 6
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Comfortable windows exist but are short; we stack activities in one or two prime seasons.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Lower-income families can make it work but face long waitlists or limited options in desirable neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Comfortable living is possible but major purchases or travel demand careful planning and occasional sacrifices.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "High-end living is feasible yet demands planning around limited providers or exclusive networks.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Most 2k sq ft options feel overpriced or stuck in fringe neighborhoods with weaker schools.",
      "alignmentValue": 5
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Intentional communities exist but are limited in size or geared toward niche demographics.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Reception depends on class and language; we must adapt quickly to avoid perceptions of aloofness.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Interactions can be efficient yet emotionally flat; kindness takes effort to elicit.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Many acquaintances stay casual, but dedicated outreach unlocks close friendships over time.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Expect to navigate varied norms—crowded spaces or warm cultures may lean into closer contact.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Openness is usually welcomed though some contexts expect diplomacy and softening of hard truths.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Diet talk and body critiques surface regularly in social circles.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Boundaries are understood yet alcohol-fueled scenes need watchfulness.",
      "alignmentValue": 7
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Mostly flexible though some circles still expect traditional roles on first approach.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Acceptance varies—urban hubs are welcoming while suburbs expect discretion. non-monogamy acceptance.",
      "alignmentValue": 7
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Moralizing comments surface regularly, pushing us to stay private about experiences.",
      "alignmentValue": 6
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Openness varies; we find understanding circles but remain discreet with institutions.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Tight quarters and spontaneous touch are common; advocating for space is a regular task.",
      "alignmentValue": 6
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Occasional events occur regionally, prompting situational awareness but not chronic fear.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Conditions are generally decent though some facilities lag in services or transparency.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Walkable pockets exist and connect via decent transit; we plan routes to avoid busy arterials.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "We can find wellness support but must seek out likeminded circles to stay motivated.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "We can meet most cravings but specialty ingredients or restaurants appear sporadically.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Higher-than-average depression rates prompt us to plan carefully for therapy access.",
      "alignmentValue": 6
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Slightly elevated incidence prompts routine checkups and monitoring.",
      "alignmentValue": 7
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Market depends on a few key industries, so we maintain contingency plans.",
      "alignmentValue": 7
    }
  ]
}
