{
  "version": 2,
  "iso": "SE",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Gothenburg, Sweden offers parks, Göta älv, and Bohuslän ferries; strong emissions rules keep air and waterways clean for a family-friendly lifestyle.",
      "alignmentValue": 9
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In Gothenburg, Sweden, heavier rainfall and Göta river flood risk exist, but sea breezes keep heat modest. The family should plan housing reinforcement and insurance.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "In Gothenburg, a marine climate yields mild summers and damp winters; expect frequent drizzle and gusty winds.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "In Gothenburg, PM2.5 is around 7 µg/m³. Moderate pollution days may require masks for kids, but overall exposure remains within health guidelines.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Gothenburg, Sweden, natural disasters are rare and typically low impact due to robust infrastructure and early warning systems.",
      "alignmentValue": 9
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Gothenburg, Sweden, spring swings 3-10°C in April and 7-15°C by May, with mild days and cool mornings; wardrobe changes needed.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Gothenburg summers stay pleasantly mild (15-22°C) with long days and sea breezes, ideal for family outdoor time.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in Gothenburg, Sweden, swings from about 10–16°C in September to 4–9°C later, with wind and rain common. Dress the family in layers.",
      "alignmentValue": 7
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Gothenburg, Dec–Feb typically -2 to 4 °C (28–39 °F); light snow and wind; waterproof layers keep daily life steady.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches in Gothenburg (Saltholmen area) are scenic but water is cold and the season short; great with planning for family outings.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Gothenburg, Kattegat waters top out near 17°C even in summer; plan short dips or heated pools, especially with young kids.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Gothenburg offers easy access to Delsjön and Vättlefjäll for family-friendly nature within minutes; Bohuslän coast provides scenic weekend trips.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Gothenburg, union baselines cover essentials; coverage varies by sector, but strong social supports (healthcare, childcare subsidies) ease family costs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Gothenburg, senior software pay is ~520k-650k SEK; strong but concentrated in select firms, so dual incomes help sustain the family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Gothenburg\u0027s Volvo Group and Ericsson fuel solid .NET demand; enterprise startups create options. English-friendly hiring and visa pathways support Trey\u0027s move.",
      "alignmentValue": 9
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Gothenburg, Ruby roles exist but cluster around a few firms near Lindholmen; network regularly and leverage remote options to stay competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Gothenburg, Sweden, many employers sponsor skilled workers; dependents are usually accommodated with straightforward family permits.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Gothenburg, Sweden, a diversified, innovation-led economy with strong welfare nets supports steady growth and cushions family finances.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Gothenburg uses hybrid work and Lindholmen coworking with strong broadband; distributed teams fit Sweden\u0027s family-friendly, EU-aligned culture.",
      "alignmentValue": 9
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Gothenburg, Sweden, work-life balance is highly protected. Predictable hours and generous parental leave support families, with strong childcare help for parents.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Gothenburg typically 37.5-40h; overtime is rare and compensated. Strong family-friendly policies support a slower pace.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Gothenburg, Sweden offers 25 vacation days plus public holidays. Labor laws support family-friendly scheduling for busy parents.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Gothenburg, six weeks off is common when combining annual leave, collective agreement days, and July slowdowns.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Gothenburg, Sweden, the pace is generally relaxed. Bike or tram commutes suit family life, with calm evenings by the waterfront.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Gothenburg, school starts about 8:20 a.m. and fritids runs to about 5:30 p.m. Daycare covers the younger child, keeping family routines aligned.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Gothenburg, Sweden, weekends include Delsjön hikes, Universeum visits, and island trips; many family options work with planning or spontaneity.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "In Gothenburg, Sweden, family-friendly policies and universal healthcare create safe, walkable neighborhoods for kids.",
      "alignmentValue": 10
    },
    {
      "key": "Polyamory",
      "alignmentText": "Gothenburg shows high tolerance for polyamory with private networks; public services lag as monogamy remains the norm.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Gothenburg, Sweden, parenting is highly inclusive and collaborative, with shared parental leave, child-centered schools, and nonjudgmental support for diverse families.",
      "alignmentValue": 10
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Gothenburg, Sweden offers abundant parks and playgrounds, safe streets, and strong childcare with walkable neighborhoods and inclusive communities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Gothenburg, Sweden has bilingual municipal schools and expat-friendly options (ISGR, British International School). Expect waitlists; plan ahead.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Gothenburg guarantees förskola slots; some districts require early applications. Outdoor pedagogy is standard; bilingual options exist for expat families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Gothenburg, daycare fees are income-capped and typically under 1,500 SEK per child, keeping care affordable while both parents work.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Gothenburg, Sweden: visa families gain subsidized municipal childcare after personnummer; access may be delayed by registration processing.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Gothenburg offers universal, free K-12 with Swedish-English support in catchment schools. Some specialized schools use lotteries, but bilingual options exist.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "With residency in Gothenburg, visa families enter the same public-school queue as locals; diplomats are prioritized, but long-term residents are admitted when slots open.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Private schools in Gothenburg are publicly funded; quality varies. Check accreditation/values; international options exist but costs vary.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Gothenburg, Sweden, families get 480 days paid parental leave, child allowances, and universal childcare. This aligns with your family-first priorities.",
      "alignmentValue": 10
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Gothenburg, visa families can access parental leave and child benefits via Försäkringskassan, but some cash supports require residency or work history.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Citizens in Gothenburg have tuition-free degrees at public universities (University of Gothenburg, Chalmers) with broad paths and adult learning.",
      "alignmentValue": 10
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Gothenburg, visa-holding non-EU students pay tuition unless covered by scholarships; residency steps and funds proof add bureaucratic friction.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Gothenburg, Sweden, gender roles are highly egalitarian with strong parental leave and shared caregiving.",
      "alignmentValue": 10
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Gothenburg, Sweden, gender diversity is well protected. LGBTQ\u002B communities are visible and supported in daily life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Gothenburg, gender rights are constitutionally protected and healthcare is universal; waitlists exist but don\u0027t erode equality.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Gothenburg, women can express diverse styles and pursue ambitious careers; Sweden\u0027s progressive culture includes small pockets of tradition.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Gothenburg, Sweden, masculine norms are broad and inclusive. Emotional openness and hands-on parenting are common, not stigmatized.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Gothenburg blends maritime heritage with a vibrant indie scene; family-friendly, bilingual schooling, and strong welfare support fuel learning and balance.",
      "alignmentValue": 9
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Gothenburg, Sweden: English is common in tech and services; government and schooling lean Swedish, but daily life remains accessible in English.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Gothenburg, Sweden, progressive policies shape city life with strong welfare, education access, climate action, and inclusive rights for families.",
      "alignmentValue": 10
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Gothenburg, Sweden, Marxist ideas persist in academia and unions, but policy remains pragmatic, climate-focused, and family-friendly.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "In Gothenburg, Sweden, atheists enjoy broad acceptance; secular public life is the norm, and English-friendly, inclusive institutions support families.",
      "alignmentValue": 10
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Gothenburg, sex education is comprehensive and inclusive; clinics are accessible and open discussions support diverse identities.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Gothenburg, Sweden, LGBTQ\u002B protections are strong with robust anti-discrimination enforcement and inclusive services for queer families.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Gothenburg, expat families bond through schools and clubs; cooperative housing helps, while locals stay friendly but reserved.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "In Gothenburg, Sweden, the self-view is humble, open, and welfare-oriented. Our family appreciates Sweden\u0027s education, healthcare, and balanced pace.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Gothenburg, Sweden, relations with Norway and Denmark are friendly; cross-border travel and Nordic exchange are common.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors see Sweden as steady and open, with Gothenburg\u0027s strong welfare system and tech links; occasional policy tensions still arise.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Gothenburg is moderate with early closing times and alcohol rules; family-friendly venues exist in select districts and late-night trams help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Gothenburg, men wear modern Nordic basics with practical outerwear; urban style is sleek, understated.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Gothenburg, Sweden, fashion blends sustainability with practical comfort; women enjoy broad style freedom with little judgment.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Gothenburg, board games, climbing, cycling, and family-friendly events are common; many gaming meetups and tabletop clubs exist.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "In Gothenburg, Alphaspel and Studiefrämjandet run regular board-game nights that appeal to Trey and the family.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Gothenburg offers venues like Pustervik and Gothenburg Concert Hall with diverse acts. Way Out West brings big acts, but family-friendly options require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Gothenburg offers expat parent groups, Lindholmen tech meetups, and maker spaces with regular events; some niches use waitlists or fees.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "In Gothenburg, trams reach Delsjön lakes and Änggårdsbergen nature reserve within 20 minutes, perfect for hiking or skiing.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "In Gothenburg, Sweden, government is transparent and steady with strong rule of law. This aligns with your values of civil liberties and stable democracy.",
      "alignmentValue": 10
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Gothenburg, religion stays largely separate from policy; Sweden\u0027s secular governance protects minority rights, aligning with family progressive values.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Gothenburg, Sweden, strong unions and collective agreements protect workers; robust rights and recourse match your family\u0027s emphasis on stability.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Gothenburg, Sweden, the state blends welfare with innovation, upholding pluralism and open debate that fits your progressive, inclusive values.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Gothenburg, Sweden, independent media sustains democracy. Institutions remain vigilant, keeping authoritarian risk very low for this family.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Gothenburg, Sweden, supports startups with grants and incubators. A strong welfare state backs families with universal services.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Stability in Gothenburg, Sweden is very high; policies move via consensus with strong crisis response.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Gothenburg, Sweden, independent media thrives and public broadcasters curb spin; propaganda is rare and quickly debunked.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Gothenburg, Swedish public messaging emphasizes wellbeing, equality, and transparent data with minimal nationalist spin.",
      "alignmentValue": 10
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Gothenburg, Sweden, universal healthcare, generous parental leave, and affordable childcare create a comprehensive welfare safety net for families.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Gothenburg, trust in municipal services is strong; responsive transit and education support families, with bureaucracy kept straightforward.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Gothenburg, Sweden, corruption is rare; strong transparency laws and watchdogs keep governance trustworthy for families.",
      "alignmentValue": 10
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Gothenburg, Sweden, corruption is rare and handled transparently; procurement issues are quickly corrected by oversight.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Stock is tight and rents are high in Gothenburg, Sweden; Frihamnen and suburbs offer family-friendly options if we budget time and funds.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "In Gothenburg, Sweden, overall safety is good for families; central areas feel safe, but some suburbs report gang incidents after dark.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Gothenburg\u0027s Västra Götaland offers universal healthcare with modest co-pays and coordinated care. Pediatric services are strong, but some specialist wait times exist.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Gothenburg, visa holders access public healthcare with registration; some extra paperwork and modest co-pays.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Gothenburg, Sweden offers strong, subsidized childcare (förskola) with universal access. Waitlists exist but solid public options aid dual-career families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Gothenburg, Sweden, generous parental leave and universal childcare ease family life; child allowances help costs as children grow.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "In Gothenburg, Sweden, public education is strong with robust English instruction; Chalmers-linked STEM programs boost opportunities.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Gothenburg, Sweden\u0027s tram/bus/rail network enables car-free family life; generally reliable, though weekend gaps and rain require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Gothenburg sits in Sweden\u0027s social-market economy, with startup support. Reliable governance and strong services back family-friendly entrepreneurship.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Gothenburg, Skatteverket uses digital, pre-filled tax returns with employer withholding and generous family benefits.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Gothenburg, Sweden, high earnings can push marginal tax near 50%, reducing take-home pay despite strong public services.",
      "alignmentValue": 3
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Gothenburg banking is workable, but newcomers face paperwork before a Swedish personnummer. After that, BankID/Swish enable seamless digital payments.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "In Gothenburg, Sweden, housing and childcare are costly but subsidized; strong public transit and universal healthcare help budgets.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Gothenburg, Sweden, retirees enjoy a strong multi-pillar pension and universal healthcare, with solid elder care support.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Gothenburg, Sweden, pensions accrue with work; visa holders can access public pensions with minor residency requirements. Private savings remain prudent.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Sweden: Gothenburg offers EU Blue Card and work permits for skilled tech workers; many employers sponsor; typical processing 4–6 months; online steps.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Gothenburg hosts many international professionals; US families are generally welcomed, but learning Swedish and joining clubs aids integration.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "In Gothenburg, Sweden, work permits typically last 2 years and can lead to permanent residency after about 4 years, via employment or startup routes.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Path to Swedish citizenship is typically 5 years of residence with good conduct in Gothenburg. Dual citizenship is allowed for US nationals.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "In Gothenburg, Sweden, dependents (spouse and kids) typically receive permits alongside the main applicant, securing school and healthcare access.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Gothenburg, family residence permits can take up to a year; fees ~2,000 SEK per adult plus translation/biometrics.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Gothenburg work permits hinge on salary thresholds and job-change notices. Payroll audits emphasize payroll accuracy, posing moderate newcomer risk.",
      "alignmentValue": 7
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Gothenburg, Sweden allows dual nationality; the family can keep US passports when naturalizing.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Gothenburg, visa life is fairly stable but tied to permit renewals. Housing and banking can hinge on a personnummer, with relocation support helpful.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Gothenburg, Sweden has a solid game-dev scene (Avalanche Studios, Thunderful, indie teams) with steady openings for engineers and designers.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Gothenburg, Sweden: established studios (Avalanche/Thunderful) fill roles in 6-8 weeks; strong pipelines, English-friendly, with remote/hybrid options.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Gothenburg\u0027s established studios offer highly competitive pay with strong benefits; ideal for international families seeking Sweden\u0027s work-life balance.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Gothenburg, Sweden studios rely on English for cross-border work; Swedish fluency aids community and compliance; your family is open to learning Swedish.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Gothenburg, established studios commonly offer hybrid/remote roles with formal policies and distributed teams, supporting family-friendly schedules.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Gothenburg hosts several internationally respected game studios like Avalanche, Thunderful, Bitsquid/Autodesk, and Zoink, boosting local hiring and networking.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Regular Gothenburg meetups (Gothenburg Game Developers), Lindholmen Jam, and online hubs support collaboration; family-friendly coworking (United Spaces) helps.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "In Gothenburg, university incubators, Film i Väst funding, and Thunderful\u0027s network offer mentorship and publishing paths, though salaries remain high.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Gothenburg startups fill early roles in about 6–8 weeks, aided by university incubators and Film i Väst/Thunderful networks; salaries remain high.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Gothenburg, Sweden startups offer solid base pay \u002B equity with clear terms; strong welfare and family-friendly policies support long-term value.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Gothenburg startups run mainly in English. Swedish fluency helps with compliance and hiring; plan translation budgets.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Gothenburg startups largely embrace remote work with periodic onsite days, matching our family\u0027s remote/hybrid preference and childcare needs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Gothenburg, Sweden offers modern tram networks, widespread fiber, and district heating; reliable services support your family-friendly, tech-enabled life.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Gothenburg\u0027s seasons are mild and predictable, with rare spikes; expect occasional heavy rain and cool winters, otherwise everyday life stays steady.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Gothenburg, Sweden: long summers with bright days but noticeable winter darkness; regular outdoor time and light therapy help keep energy steady.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Gothenburg, Sweden has a mild, maritime climate with most months comfortable. Expect damp, cool shoulder periods.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "SE Gothenburg: universal healthcare and childcare subsidies ease costs for a two-adult family; housing is pricey but public services help.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Gothenburg, Sweden offers strong public services and universal healthcare for middle-income families. Childcare subsidies help budgets stretch and enable mindful spending.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Gothenburg, SE: universal healthcare, strong public schools, and family-friendly services; high-income QoL is solid, with accessible amenities.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Spacious 2,000 sq ft rentals in Gothenburg, SE are scarce; listings are limited. Be prepared for trade-offs on location, schools, or long lead times.",
      "alignmentValue": 4,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "7: Intentional communities exist in Gothenburg, Sweden, but are limited; families should network locally and expect some wait times.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Gothenburg, Sweden, neighbors are warm and proactive; newcomers typically receive help and invitations within weeks, aided by strong English use.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Gothenburg, Sweden is broadly welcoming; immigrants feel safe speaking their language and sharing traditions amid strong integration support.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Gothenburg, white migrants are broadly welcomed; strong social trust and English ubiquity ease your family\u0027s integration.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Gothenburg, Sweden: courteous, efficient service; staff respond positively when you initiate small talk; English is widely understood.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Gothenburg\u0027s egalitarian, family-friendly vibe supports deep bonds once you show interest; join parent clubs or fika circles to build trust.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Gothenburg, Sweden, personal space is respected and touch is modest. Expect clear cues and comfortable distances.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Gothenburg, Sweden, direct but respectful dialogue is common; people value transparency and honest discussion in community life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Gothenburg, Sweden, a gentle push to stay polished fits our family\u0027s low-stress, professional lifestyle.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Gothenburg, Sweden supports body diversity and inclusive health. Fitness is framed as personal well-being, not appearance policing.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Gothenburg, Sweden favors tidy smart-casual; practical, layered outfits suit the mild climate and bike-friendly streets.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Gothenburg, Sweden, consent culture is strong; people check in and respect boundaries. Nightlife staff help enforce safe spaces.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Gothenburg, Sweden, flirting norms are generally fluid and inclusive. All genders can initiate or decline interest without stigma.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Gothenburg, Sweden, non-monogamy is broadly understood and supported in urban life. Privacy may be prudent in more conservative spaces.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Gothenburg, Sweden, attitudes are open and sex-positive; consensual non-monogamy is generally accepted in urban, egalitarian society.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Gothenburg, Sweden: progressive circles generally accept multi-partner families; public services tolerate poly arrangements but lack formal recognition.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Gothenburg, Sweden: personal space is respected; touch is consensual and cues are noticed, even on crowded transit; handshakes/hugs occur mainly among acquaintances.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Gothenburg, SE: Firearm laws are strict; licensing, safe storage, and training are standard, keeping gun exposure low for your family.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "In Sweden (SE), possession laws are strict in Gothenburg with penalties. Treatment options exist, but enforcement remains firm.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Gothenburg, Sweden, drug enforcement is targeted with strong oversight. Families seldom witness aggressive policing, supporting stable daily life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence in Gothenburg, Sweden, is sporadic. Stay vigilant at large events, but overall safety for families remains solid.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "In Gothenburg, Sweden, carceral facilities meet international standards with active oversight and restorative programs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Gothenburg, Sweden offers walkable pockets and decent transit, good for strollers and parks. Expect some busy corridors; plan routes to avoid arterials.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Gothenburg, Sweden offers strong wellness programs and parks. Universal healthcare supports your family\u0027s healthy lifestyle.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Gothenburg, Sweden, fresh markets and seafood abound; plan meals to favor whole foods, with convenient options nearby.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Gothenburg, Sweden has Saluhallen and markets with diverse global cuisines; high-quality produce covers most cravings.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Gothenburg, Sweden is below average; strong counseling access supports families with Sweden\u0027s universal healthcare.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Gothenburg, obesity rates stay below US averages thanks to active transport and universal healthcare. Strong public wellness programs support families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Gothenburg, Sweden, cancer incidence is low thanks to universal healthcare and strong screening - great for families.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Gothenburg (SE) has a diversified economy (tech, manufacturing) and strong welfare nets; downturns tend to slow hiring, not trigger widespread layoffs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Gothenburg, Sweden has an emerging game/animation cluster: a handful of studios and micro teams, with room to grow; not as dense as Stockholm.",
      "alignmentValue": 5
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Gothenburg has a single anchor: Thunderful Group (Image \u0026 Form/Zoink), offering a solid dev ecosystem but no large AAA hub yet.",
      "alignmentValue": 6
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Gothenburg has several indie to mid-size studios; local vendor options exist but capacity is limited; many teams rely on remote partners.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Gothenburg has a couple strong game/tech programs (Chalmers/University of Gothenburg) feeding local talent; internships with studios are available.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Regular bootcamps, university courses, and local game/dev meetups in Gothenburg. Great tech upskilling options with strong local access.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Gothenburg hosts regular monthly game-dev meetups and occasional game jams; a connected, active Swedish dev scene.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Gothenburg hosts active Unity and Unreal communities with local meetups and studios. Cross-pollination is strong, supporting Unity-driven work and broader engine options.",
      "alignmentValue": 9
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Gothenburg, Sweden has a real-time game scene (Unity/Unreal) with some pre-rendered work. This aligns with Trey\u0027s Unity/C# skills and the startup ecosystem.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Gothenburg\u0027s tech scene is solid; web/game dev demand exists with local competition, but English-friendly workplaces ease relocation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Gothenburg\u0027s stable game-dev scene supports long tenures. Expect occasional project cycles, but strong welfare and local grants boost retention.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Gothenburg benefits from Sweden\u0027s strong LGBTQ\u002B protections and gender equality, with transparent D\u0026I data. Local studios emphasize inclusive hiring and ERGs.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "In Gothenburg, Sweden, game/creative incentives exist but are modest. Grants are competitive and programs have limited scope.",
      "alignmentValue": 7
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Sweden Gothenburg: 9 - predictable policy landscape with stable welfare and startup funding. Grants/visas support family entrepreneurship.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Gothenburg has a growing, university-linked founder scene with meetups and local grants; smaller than Stockholm, but visa-friendly options exist.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Gothenburg has strong public funding and active generalist VCs suitable for game startups; grants via Vinnova/Almi ease early-stage capital.",
      "alignmentValue": 8
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Gothenburg has general startup incubators (Almi, university labs) but no dedicated game accelerators; access exists but lacks game-focused programs.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Gothenburg has solid software talent from local universities (Chalmers/UG), but senior game/lead devs are tight; expect competition with Volvo/tech firms; remote hiring helps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Gothenburg offers a robust contractor pool for software and cloud; English-friendly with quick access, though top game-dev talent can book out. Founder-friendly with visa pathways.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Gothenburg, Sweden, offers solid coworking and startup support (regional programs, Almi), but game-specific gear and labs remain limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Gothenburg has general tech lawyers with game-IP experience. Local firms offer IP, licensing, and publishing counsel for startups.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Göteborg has a growing startup scene and funding programs. Direct publisher access remains limited; BD may require travel to conferences.",
      "alignmentValue": 5
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Gothenburg, Sweden has a growing indie game scene with local meetups and UX labs; formal playtests exist but scheduling ahead.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Gothenburg offers startup visa options for founders. Timing can vary and quotas may apply.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Gothenburg offers solid startup grants and local support, but payroll and rent costs are higher than the US Midwest; incentives help.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Gothenburg, Sweden has a solid pool of mid-to-senior 3D character artists. Competition for senior talent is noticeable.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Gothenburg, Sweden has a growing game scene and related art degrees. However, dedicated 3D character programs are small; studios bridge gaps through partnerships.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Gothenburg offers university and private 3D character courses. Most upskilling comes from occasional workshops and active online communities.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Gothenburg, Sweden\u0027s game scene has talent but 3D character artists are niche; expect 3-4 months with proactive sourcing (remote/hybrid can help).",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Gothenburg, Sweden: 3D Character Artist compensation roughly matches global medians after cost of living; strong Swedish benefits bolster total compensation and work-life balance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Gothenburg, English is widely used in studios; most 3D artists work in English, but learning Swedish helps daily life and local teamwork.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote/hybrid 3D character work is common in Gothenburg studios. Flexible hours and equipment stipends support family-friendly schedules.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Gothenburg has a growing game-dev scene and solid 3D animation talent from local schools. Senior roles are competitive, but mid-level talent is accessible.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Gothenburg has a couple of game/animation programs; pipeline is serviceable but small, with studio partnerships bridging gaps for grads.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Gothenburg, Sweden offers occasional 3D animation courses at local universities. Advanced topics are mostly online or taught by visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Gothenburg 3D animator roles typically take 2–3 months due to specialist demand; remote/hybrid options and EU relocation help speed hires.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Gothenburg 3D animator pay ~20% below global medians; offset by strong welfare, English ubiquity, and family-friendly policies.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Gothenburg, English is widely used in animation studios; learning Swedish helps collaboration on local teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Gothenburg, Sweden studios commonly use hybrid remote/work setups; fully remote needs negotiation, matching the family’s need for flexible, balanced work.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Moderate 2D environmental artist pool in Gothenburg, Sweden; startups may need relocation or extended searches. Senior hires likely require importing talent.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Gothenburg has art/design programs (HDK-Valand) and a growing game scene. However, dedicated 2D environment art tracks are limited; expect upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Gothenburg, Sweden has sporadic 2D environment art continuing education. Local courses exist at HDK-Valand, but most learning is online or via visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Gothenburg\u0027s game studios offer a usable local pool for 2D environmental artists. Expect 2–3 months with proactive sourcing to land the right fit.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Gothenburg 2D environmental artist pay trails top hubs by ~10–15%. Sweden\u0027s strong benefits and family-friendly culture offset relocation for a family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Gothenburg, English is widely used in studios. Learning Swedish helps daily life and team collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Gothenburg, studios offer remote/hybrid 2D environmental artist roles with strong async workflows. Stipends and good broadband support family-friendly schedules.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Moderate real-time VFX talent pool in Gothenburg, Sweden. Several mid-sized studios are present, but hiring seniors may require relocation or longer searches.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Gothenburg has solid uni programs for game dev, but real-time VFX pipelines are modest. Grads often need on-the-job upskilling.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Gothenburg offers occasional VFX real-time workshops via universities; most upskilling is remote or visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Gothenburg\u0027s VFX real-time roles typically run 3-4 months with proactive sourcing; Sweden\u0027s English-friendly talent pool supports remote options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Gothenburg VFX Real-Time salaries align with European medians after cost of living; strong public healthcare, schooling, and family support offset pay gaps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Gothenburg, Sweden, English is widely used in studios; basic Swedish is often expected for smoother collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Gothenburg real-time VFX roles usually allow hybrid/remote work with equipment stipends, matching Sweden\u0027s family-friendly norms.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Gothenburg has a solid CM pool across gaming/tech; senior roles are competitive, but mid-level talent is accessible with targeted sourcing.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Gothenburg has strong universities and industry ties; dedicated community manager programs are limited, so grads rely on on-the-job upskilling.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Gothenburg offers regular community-manager courses and active meetups; universities back ongoing learning. Some sessions are online or require travel.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Gothenburg, Sweden: community manager roles typically fill in 1-2 months; strong English skills and remote options help the process.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Gothenburg, Sweden, Community Manager comp trails top markets by 25–30%. Nordic benefits and strong family policies offset part of the gap.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Gothenburg, Sweden: English is widely used in local studios; learning Swedish improves community access and day-to-day interactions.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Gothenburg studios widely support remote/hybrid work. For families, strong broadband and English-friendly workplaces enable smooth async collaboration.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Solid PMM (Games) pool in Gothenburg; a few studios dominate, so senior talent competition is noticeable but local hires are feasible.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Gothenburg hosts Chalmers and University of Gothenburg with game design and marketing tracks. Pipeline exists but is small; expect on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Gothenburg, Sweden has occasional PMM (games) trainings and active online communities; local studios host events, with many remote or visiting-expert options.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Gothenburg PMM (Games) hiring typically 3-4 months; local and international talent flow is steady. English-friendly market and work-life balance aid hiring.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "In Gothenburg, PMM (Games) pay is solid but trails top NA hubs by ~10–15%; strong Swedish benefits and family policies offset.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Gothenburg\u0027s gaming marketing widely uses English; Swedish basics help campaigns. Your family prioritizes English ubiquity and learning the local language.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Gothenburg game studios favor hybrid PMM roles; remote options exist with periodic on-site work and English-friendly teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    }
  ]
}