{
  "version": 2,
  "iso": "SE",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "In Malmö, windy Öresund shores, leafy parks like Pildammsparken, and short trips to Skåne's farmland give the family fresh air and easy green escapes despite the compact city core.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In Malmö, low-lying neighborhoods face storm-surge and sea-level threats from the Öresund, and heavy rains tax drainage, putting Malmö a bit more at risk than inland Swedish cities.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "In Malmö, ocean influence keeps winters milder and summers breezy, though frequent gray skies mean we must plan for damp chill rather than deep freezes.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "In Malmö, ship traffic and construction can spike particulates, yet prevailing winds and clean energy keep annual PM2.5 near 8 µg/m³.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Malmö, the main concern is coastal flooding during Baltic storms; otherwise quakes and extreme weather remain rare.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Malmö, April sits around 4–11 °C (39–52 °F) with blustery showers, warming by May to 8–16 °C (46–61 °F).",
      "alignmentValue": 5
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Malmö, July averages 16–22 °C (61–72 °F) with sea breezes and occasional heat spikes tempered by low humidity.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Malmö, September holds 11–17 °C (52–63 °F) before sliding to 5–10 °C (41–50 °F) by November with windy rain bands.",
      "alignmentValue": 5
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "In Malmö, December–February usually hover −1 to 4 °C (30–39 °F); snow is intermittent but raw winds call for waterproof layers.",
      "alignmentValue": 4
    },
    {
      "key": "Beach Life",
      "alignmentText": "In Malmö, Ribersborg and Lomma beaches provide easy summer outings with shallower, slightly warmer waters than the Baltic archipelagos.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Malmö, Öresund waters peak around 18 °C (64 °F) in July and early August, giving a few comfortable swimming weeks before cooling quickly.",
      "alignmentValue": 3
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "In Malmö, Skåne's rolling countryside, coastal biking paths, and day trips to Söderåsen National Park deliver varied scenery within an hour.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Malmö, collective agreements cover most sectors, but Malmö's service-heavy economy means uncovered gig work can pay less reliably.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Malmö, tech salaries run 480k–600k SEK for seniors—lower than Stockholm but paired with slightly cheaper housing and Danish commuting options.",
      "alignmentValue": 6
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In Malmö, Massive Entertainment, Øresund consultancies, and corporate IT hubs offer steady .NET roles, though the market is smaller than Stockholm so networking matters.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Malmö, the local scene skews toward .NET and Java; Ruby roles exist in a handful of e-commerce startups, so expect a smaller pipeline.",
      "alignmentValue": 4
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Malmö, global studios and Medicon Valley firms do sponsor, yet fewer headcount slots mean we must secure offers early and expect slower processing.",
      "alignmentValue": 4
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Malmö, the city has rebounded from industrial decline via education, gaming, and logistics, yet unemployment stays a point above the national average.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Malmö, co-working spaces like MINC and proximity to Copenhagen make cross-border remote work common, with Swedish teams respecting boundaries.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Malmö, employers honor collective agreements, fika breaks, and parental duties, keeping evenings available for family time.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Malmö, 37.5–40 hour weeks are standard; Danish collaborations may introduce earlier start times but still respect overtime rules.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Malmö, employees receive 25 statutory days plus Danish-style bridge holidays when working cross-border projects.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Malmö, tech teams often close for July and enjoy six weeks off through flex days and collective agreements.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Malmö, the city center is compact and bikeable, letting Sarah enjoy slower commutes while still accessing culture via a 20-minute ride.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Malmö, schools start 8:15–8:30 a.m., offices run roughly 8:30–4:30, and fritids programs cover after-school care until 5:30 p.m.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Malmö, families bike to the beach, explore Turning Torso waterfront events, or take quick train trips to Copenhagen museums.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "In Malmö, wide sidewalks, family saunas, and stroller access on buses make Malmö accommodating for young kids despite urban density.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Malmö, the queer-friendly Möllan district and Copenhagen's proximity offer poly/kink communities, though the scene is smaller than Stockholm's and more private.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Malmö, parents share leave and prioritize outdoor play; schools encourage independence and multicultural awareness.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "In Malmö, playgrounds like Stapelbäddsparken, child-friendly libraries, and free museum days keep toddlers entertained year-round.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "In Malmö, Swedish-immersion schools dominate, but IB programs and English-language options exist via Bladins and Malmö International School with waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Malmö, förskola access is guaranteed with capped fees; some neighborhoods have waitlists but the municipality provides temporary slots.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Malmö, citizens pay income-capped fees topping out around 1,500 SEK per child even in central districts.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Malmö, once personnummer is issued, visa holders pay the same capped rates; bridging private care may be needed while waiting for registration.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Malmö, catchment schools and friskolor lotteries provide placement, with strong Swedish-as-second-language support for newcomers.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Malmö, residence permits place us in the same queue; international schools may prioritize corporate transfers but still admit long-term residents.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "In Malmö, friskolor are publicly funded; IB tuition surcharges remain low compared with US private schools.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Malmö, parents enjoy 480 days paid leave, child allowance, and vab days; Malmö also offers free parent groups for new arrivals.",
      "alignmentValue": 10
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Malmö, after receiving residence permits, we can tap parental leave and allowances based on Swedish salary contributions.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Malmö, Malmö University and nearby Lund University provide tuition-free degrees and adult retraining options for residents.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Malmö, non-EU students pay tuition, yet permanent residency unlocks free studies; Lund offers scholarships for high-performing internationals.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Malmö, equal parenting is visible—dads push cargo bikes and take long parental leaves, normalizing Trey's involvement.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Malmö, events like Malmö Pride and venues such as Inkonst foster queer expression while gender-neutral facilities become standard.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Malmö, national anti-discrimination laws protect gender identity, and regional clinics provide trans healthcare with reasonable wait times.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Malmö, women blend Scandinavian minimalism with multicultural influences, balancing careers and family with support systems.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Malmö, men embrace caregiving roles and creative professions, softening traditional masculinity expectations.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "In Malmö, the city's blend of Nordic social policy and global food and culture scenes keeps daily life eclectic and progressive.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "In Malmö, English is widespread in tech and higher education, yet Danish-Swedish bilingualism is handy due to cross-Øresund ties.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Malmö, the city leans strongly left, investing in integration, climate action, and anti-racism—aligning with the family's values.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Malmö, left-wing parties debate redistribution openly, though policies stay within social-democratic frameworks.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "In Malmö, secular norms dominate public life even with Malmö's religious diversity; schools remain non-denominational.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Malmö, comprehensive sex education and inclusive clinics support open, consent-focused attitudes toward sexuality.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "In Malmö, rainbow crosswalks, community centers, and low hate-crime levels show everyday acceptance, though nightlife is smaller than Stockholm's.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Malmö, multicultural neighborhoods encourage participation in local associations and urban gardening plots, rewarding proactive engagement.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "In Malmö, residents see the city as youthful, creative, and proudly diverse compared with more traditional Swedish metros.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Malmö, residents feel closely tied to Copenhagen and view the wider Öresund region as one metro economy.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Malmö, Danes and other Swedes view Malmö as edgy and occasionally rougher, yet recognize its innovation in urban planning.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "In Malmö, bars and clubs cluster around Lilla Torg and Möllan with later hours than Stockholm, though alcohol remains pricey.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Malmö, streetwear mixes Scandinavian minimalism with immigrant influences—think tailored coats over sneakers and bold colors.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Malmö, women blend minimalist basics with international flair, making it easy for Sarah to stay stylish yet practical.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Malmö, cycling, coastal jogging, esports, and communal saunas dominate leisure time.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "In Malmö, cafés like Spegeln host board-game nights, and Massive's dev community fuels active tabletop meetups.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "In Malmö, live music ranges from indie venues like KB to electronic nights at Plan B, with frequent trips to Copenhagen for bigger acts.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "In Malmö, MINC, Media Evolution City, and international parents groups organize regular networking, language exchanges, and startup meetups.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "In Malmö, 15 minutes by bike reaches beaches, nature reserves like Kungsparken, or countryside cycling routes.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "In Malmö, municipal government mirrors Sweden's parliamentary structure and prioritizes participatory budgeting and sustainability.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Malmö, policy debates stay secular despite the city's diverse faith communities.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "In Malmö, strong union presence ensures collective bargaining coverage and supportive unemployment insurance.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Malmö, local politics embody Sweden's social-democratic model, emphasizing social services and inclusive urban planning.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Malmö, independent media and active civil society keep democratic norms resilient despite national debates over crime.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Malmö, entrepreneurial hubs and cross-border commerce thrive alongside redistribution that keeps inequality contained.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "In Malmö, politics stay stable; coalition shifts impact municipal projects but not rule-of-law institutions.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Malmö, public media and local press operate independently, keeping overt propaganda minimal.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Malmö, government messaging focuses on integration, climate resilience, and public health without heavy-handed ideology.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Malmö, comprehensive welfare, housing support, and integration programs remain priorities, offering strong backing for our family.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Malmö, residents generally trust municipal services like Försäkringskassan and Skatteverket, though some critique slow bureaucracy.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Malmö, corruption remains rare; transparency requirements and active journalism limit misconduct.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Malmö, when issues arise they involve procurement or housing allocation controversies rather than bribery.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Malmö, queues are shorter than Stockholm but still lengthy; expect to rely on sublets or new developments in Hyllie while building queue time.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "In Malmö, overall crime is moderate with notable gang incidents in certain suburbs; central districts feel safe yet awareness is needed.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Malmö, citizens access Skåne region clinics with low co-pays and integrated specialist referrals.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Malmö, visa holders pay the same regulated fees after registration; interim private coverage bridges the gap.",
      "alignmentValue": 6
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Malmö, förskola slots, vab leave, and family centers support dual-career households even with occasional waitlists.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Malmö, parents commonly split parental leave, receive child allowance, and coordinate flexible work to attend school events.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "In Malmö, public schools emphasize bilingual support and inclusive classrooms, though academic outcomes lag slightly behind Stockholm's averages.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "In Malmö, Skånetrafiken's buses and trains plus Öresund bridge connections make regional travel easy, but local frequency can thin late at night.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "In Malmö, the city showcases Sweden's social-market system with cross-border commerce balancing startups and strong welfare services.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Malmö, tax withholding and digital filing mirror national simplicity, with municipal rates around 32%.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Malmö, dual tech incomes likely face marginal rates near 48–50% once municipal and national brackets combine.",
      "alignmentValue": 5
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "In Malmö, BankID, Swish, and near-cashless shops work seamlessly once personal numbers are in place.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "In Malmö, housing and groceries cost less than Stockholm but remain high relative to the US Midwest; Danish commuting perks can offset expenses.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Malmö, citizens build pension pillars bolstered by housing allowances and regional wellness programs.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Malmö, new arrivals build pension rights gradually; employers contribute to occupational plans, while private savings fill early gaps.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Malmö, regional employers sponsor standard work permits; fewer positions mean careful job sequencing but rules mirror national process.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Malmö, the city values international talent yet expects Swedish language learning and community participation to integrate fully.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "In Malmö, work permits issue for up to two years and contribute toward permanent residency after four qualifying years.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Malmö, after five years of residency (or three with a Swedish partner) plus language integration, citizenship is within reach.",
      "alignmentValue": 6
    },
    {
      "key": "Family Members",
      "alignmentText": "In Malmö, dependents receive residence permits alongside the main applicant, unlocking school and healthcare access.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "In Malmö, application fees mirror national rates and decisions often take 4–6 months, so we must plan bridging housing and finances.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "In Malmö, maintaining salary thresholds and employer compliance is key; changing jobs within the first two years requires Migration Agency approval.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Malmö, Sweden permits dual nationality, letting the family retain US passports while naturalizing.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Malmö, personnummer delays hinder leasing and banking; employers or relocation agencies often help secure interim housing.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "In Malmö, Massive Entertainment, Sharkmob, and Tarsier deliver AAA pipelines and steady demand for engineers and artists.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "In Malmö, Massive Entertainment (Ubisoft), Sharkmob, Tarsier Studios, and King maintain sizable teams locally.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "In Malmö, Game Habitat hub, The Ground co-working, and DevHub meetups connect devs and investors.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "In Malmö, Game Habitat's accelerator, regional EU grants, and proximity to Copenhagen investors make launching an indie studio viable if we manage payroll costs.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "In Malmö, the fiber network, district heating, and smart-city projects like Hyllie keep infrastructure modern and reliable.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Meaningful swings appear a few times per season; we budget extra time and gear to handle sudden cold snaps or storm systems.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Lower-income families can make it work but face long waitlists or limited options in desirable neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Only a handful of listings surface each year; expect bidding wars and significant trade-offs.",
      "alignmentValue": 4
    },
    {
      "key": "Community Living Opportunities",
      "sameAsParent": true
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "sameAsParent": true
    },
    {
      "key": "Grooming & Beauty Investment",
      "sameAsParent": true
    },
    {
      "key": "Body Image & Fitness Pressure",
      "sameAsParent": true
    },
    {
      "key": "Fashion & Style Expectations",
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "sameAsParent": true
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "sameAsParent": true
    },
    {
      "key": "Personal Space & Touch Norms",
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Laws are moderate; we occasionally encounter firearms but rarely feel threatened.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Approach varies by district; we track neighborhood trends to avoid heavy-handed areas.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Recent history shows sporadic mass violence, so we stay vigilant at large gatherings.",
      "alignmentValue": 7
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "We track reports to avoid complacency; advocacy groups monitor periodic abuses.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "sameAsParent": true
    },
    {
      "key": "Fresh & International Cuisine Access",
      "sameAsParent": true
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is moderate; we secure support with some wait times.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "sameAsParent": true
    },
    {
      "key": "Cancer Incidence",
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Market depends on a few key industries, so we maintain contingency plans.",
      "alignmentValue": 7
    }
  ]
}
