{
  "version": 2,
  "iso": "SE",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "In Stockholm, Lake Mälaren, Djurgården parklands, and the surrounding archipelago keep everyday life immersed in water and woodland while Sweden's environmental policies hold pollution low for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In Stockholm, Baltic sea-level rise and heavier rainstorms pose localized flooding risks, yet Stockholm's northern latitude still buffers heat extremes and the city invests in adaptation projects.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "In Stockholm, midsummer brings long bright evenings but November–March turns gray and damp with icy sidewalks, so we'd need light therapy and indoor play plans for the kids.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "In Stockholm, year-round PM2.5 averages near 6 µg/m³; congestion taxes and electrified buses keep most days pristine aside from spring street dust.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Stockholm, major quakes or hurricanes are unheard of; the main disruptions are occasional storm surges or heavy snow that services clear quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Stockholm, April warms from 2–8 °C (36–46 °F) into May's 6–15 °C (43–59 °F), so layered rain gear stays essential for school runs.",
      "alignmentValue": 5
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Stockholm, June–August hover around 15–23 °C (59–73 °F) with low humidity, ideal for park picnics and ferry trips without oppressive heat.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Stockholm, September slides into 7–13 °C (45–55 °F) and October settles closer to 4–9 °C (39–48 °F) with frequent drizzle and early sunsets.",
      "alignmentValue": 5
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "In Stockholm, December–February average −5 to 1 °C (23–34 °F); freeze-thaw cycles create slick streets and only six hours of daylight at the solstice.",
      "alignmentValue": 3
    },
    {
      "key": "Beach Life",
      "alignmentText": "In Stockholm, city residents rely on small lakeside bathing spots and the archipelago's rocky beaches—beautiful but chilly, with short July swimming windows.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Stockholm, Baltic waters rarely exceed 18 °C (64 °F) even in July, so quick dips or sauna combos replace leisurely warm swims.",
      "alignmentValue": 3
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "In Stockholm, Djurgården, Tyresta National Park, and ferries out to the archipelago keep wilderness adventures within an hour.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Stockholm, sectoral union agreements cover most roles and set Stockholm pay scales high enough to track living costs, though uncovered gig work stays variable.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Stockholm, senior engineers land 550k–700k SEK packages with pension, wellness stipends, and six weeks vacation, solid locally but modest before high taxes.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In Stockholm, banks, telecoms, and scale-ups along the Kista Science City corridor hire .NET talent steadily, giving Trey ample lead flow.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Stockholm, startups use Ruby on Rails for consumer platforms, yet the market is smaller than .NET—expect selective roles clustered in Södermalm tech firms.",
      "alignmentValue": 5
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Stockholm, multinationals like Spotify, Ericsson, and Klarna routinely sponsor work permits, though processing still takes months and demands proof of salary benchmarks.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Stockholm, the capital anchors Sweden's GDP with strong fintech and life-sciences sectors, keeping unemployment below the national average despite inflation ripples.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Stockholm, distributed teams and coworking hubs like SUP46 are normal; Swedish managers respect off-hours and asynchronous collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Stockholm, Managers respect vacation blocks and parental duties, making it normal to log off by 5 p.m. and take full parental leave without stigma.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Stockholm, statutory 40-hour weeks are observed, and many tech firms offer 37.5-hour schedules with flex time.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Stockholm, workers receive 25 days of paid vacation plus 11 public holidays, and tech employers rarely contest using them consecutively.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Stockholm, six to seven weeks off is common when combining statutory leave, collective agreements, and company-wide summer shutdowns.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Stockholm, the core is busy but orderly: 20-minute metro rides and punctual buses keep commutes manageable, while weekends migrate to parks or the archipelago.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Stockholm, schools start around 8:30 a.m., most offices run 9–5 with fika breaks, and after-school fritids programs cover care until 5:30 p.m.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Stockholm, families hit museums, nature reserves, or community sports in the morning, then host friends for fika; alcohol sales stay limited to Systembolaget hours.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "In Stockholm, the city normalizes dual-career parenting, abundant playgrounds, and stroller access everywhere, so our family fits right in.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Stockholm, the LGBTQ+ scene, kink-friendly clubs, and open relationship networks offer discreet yet welcoming support for non-monogamous families.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Stockholm, parents are expected to share leave, attend school meetings, and embrace child-led play; helicoptering is frowned upon.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "In Stockholm, playgrounds, pram ramps, and family rooms in transit hubs make it easy to move with toddlers even in winter.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "In Stockholm, municipal and free schools offer bilingual tracks and strong English instruction; international schools require queues but exist across the metro.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Stockholm, förskola enrollment is guaranteed from age one with fees capped relative to income, though central districts have waitlists.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Stockholm, citizens pay at most about 1,500 SEK per child monthly thanks to national fee caps and municipal subsidies.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Stockholm, once we have personnummer IDs, the same capped daycare fees apply; delays only arise if registrations lag.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Stockholm, catchment schools guarantee placement and offer Swedish-English immersion, while specialized schools (arts, Montessori) use lottery systems.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Stockholm, with residence permits we join the same school queue as citizens; international schools may prioritize diplomat quotas but openings do appear.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "In Stockholm, independent friskolor receive public funding, so tuition stays minimal; elite IB schools charge modest extras but nothing like US private rates.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Stockholm, parents share 480 days paid leave, child allowance of 1,250 SEK per kid, and vab sick-day rights to stay home with ill children.",
      "alignmentValue": 10
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Stockholm, after obtaining residence permits and personnummer, visa holders can access parental leave and allowances proportionate to Swedish earnings.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Stockholm, Stockholm University, KTH, and Karolinska offer world-class degrees with no tuition for citizens and income-based study grants.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Stockholm, non-EU tuition applies, but residence permits let kids attend upper-secondary free and pursue subsidized adult education once permanent residency is earned.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Stockholm, gender equality is deeply ingrained; dads push strollers and take long parental leaves, making Trey's involvement expected.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Stockholm, Stockholm Pride, queer collectives, and gender-neutral facilities make experimenting with presentation low risk.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Stockholm, legal gender recognition and anti-discrimination protections are robust, and city services provide support groups for trans and non-binary residents.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Stockholm, women balance careers and family with state support; assertiveness and independence are the norm rather than exception.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Stockholm, men are encouraged to be caregivers, emotionally open, and fashion-forward, aligning well with Trey's parenting style.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "In Stockholm, we'd join a culture that blends high-tech innovation with communal rituals like fika and allemansrätten outdoor traditions.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "In Stockholm, English is widely spoken in tech, schools, and services, though learning Swedish unlocks bureaucracy faster and deepens friendships.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Stockholm, the city votes for progressive parties championing feminism, climate action, and social inclusion—squarely matching the family's values.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Stockholm, leftist discourse is mainstream but pragmatic; cooperatives and unions focus on equality without pushing full state ownership.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "In Stockholm, roughly half the city is non-religious; secular public life means the kids won't face religious pressure at school.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Stockholm, comprehensive sex ed, consent culture, and open conversations around kink/poly spaces make sexual health services approachable.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "In Stockholm, rainbow crossings, Pride Week, and anti-discrimination enforcement keep queer families visible and protected.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Stockholm, neighborhood associations, resident saunas, and parent co-ops foster community once we engage proactively despite reserved first impressions.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "In Stockholm, residents see themselves as cosmopolitan problem-solvers leading the Nordics in design and sustainability.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Stockholm, they view fellow Nordics as collaborators and Baltic neighbors as important trade partners, with mild rivalry toward Copenhagen.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Stockholm, others respect Stockholm's tech and design scene but tease Swedes for formality and consensus-seeking.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "In Stockholm, bars close early compared to the US and alcohol is expensive, yet cocktail dens and live venues in Södermalm and Östermalm reward planned nights out.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Stockholm, men favor tailored streetwear—wool coats, sneakers, and minimalist layers—so Trey's style can lean smart-casual without standing out.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Stockholm, women mix structured basics with statement outerwear; Sarah can enjoy sleek Scandinavian fashion that balances comfort and polish.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Stockholm, cycling, cold-water plunges, board games, and outdoor excursions dominate weekend plans.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "In Stockholm, board-game cafés like Dragon's Lair plus active Meetup and BGG groups give Trey easy access to tabletop communities.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "In Stockholm, venues from Avicii Arena to intimate jazz clubs and techno nights reward planned evenings despite high cover charges and strict door policies.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "In Stockholm, tech meetups, international parents groups, and poly-friendly socials convene weekly around Södermalm and Kista hubs.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "In Stockholm, ten minutes on transit lands us in forests, waterfront trails, or cross-country ski tracks once winter arrives.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "In Stockholm, Sweden's parliamentary democracy is headquartered here; agencies are transparent and courts independent.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Stockholm, religion remains largely absent from policy debates, keeping laws secular and rights-focused.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "In Stockholm, collective bargaining, mandatory vacation, and strong unemployment insurance support stable careers even during transitions.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Stockholm, the city embodies a social-democratic model mixing market competition with generous welfare safeguards.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Stockholm, free press, independent judiciary, and civic engagement keep democratic institutions resilient despite rising right-wing parties.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Stockholm, startups scale quickly thanks to venture capital access, yet redistribution keeps inequality comparatively low.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "In Stockholm, the capital enjoys low political volatility and efficient institutions, so policy shifts happen through consensus not shock.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Stockholm, public broadcasters uphold editorial independence, and media literacy is strong, limiting state-driven narratives.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Stockholm, government campaigns focus on health, climate, and safety rather than ideological spin, aligning with the family's preference for pluralistic media.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Stockholm, comprehensive welfare, parental leave, and LGBTQ+ protections make social policy one of Stockholm's biggest draws for us.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Stockholm, citizens generally trust agencies like Skatteverket thanks to predictable service and digital tools.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Stockholm, transparency rankings remain top-tier; when scandals occur they are investigated quickly and openly.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Stockholm, petty bribery is rare; occasional issues involve procurement favoritism but are usually exposed by auditors.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Stockholm, rental queues stretch for years and cooperative apartments demand large buy-ins, so we'd likely start with pricey sublets or satellite suburbs while searching.",
      "alignmentValue": 3
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "In Stockholm, violent crime stays low; concerns center on occasional gang incidents in outer districts, but central neighborhoods feel safe for late-night transit.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Stockholm, citizens access universal primary care, maternity clinics, and specialist referrals with modest co-pays and capped annual out-of-pocket costs.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Stockholm, after receiving personal numbers, visa holders pay the same co-pays as citizens; interim private insurance may be needed until registration completes.",
      "alignmentValue": 6
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Stockholm, förskola spots plus generous vab sick-leave allow parents to juggle jobs and childcare without risking employment.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Stockholm, families routinely split parental leave, receive child allowance, and rely on flexible work norms to attend school events.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "In Stockholm, public schools deliver solid academics with strong English, though national test scores plateau; we can supplement STEM or gifted needs via after-school clubs.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "In Stockholm, SL's metro, commuter rail, trams, and ferries make car-free living viable; buses run frequently even into suburbs.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "In Stockholm, the city showcases Sweden's social-market model: dynamic startups alongside high redistributive taxes funding services.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Stockholm, employers withhold tax, annual returns are filed digitally in minutes, though combined municipal and national rates exceed 30% once incomes rise.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Stockholm, dual tech incomes could see marginal rates around 50% after municipal, national, and pension contributions, shrinking take-home pay.",
      "alignmentValue": 4
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "In Stockholm, BankID, Swish, and cashless shops mean seamless daily payments once we secure IDs.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "In Stockholm, housing, groceries, childcare fees, and services run among the highest in the Nordics, so we'll need a premium budget or consider nearby suburbs.",
      "alignmentValue": 3
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Stockholm, citizens accumulate income, occupational, and premium pensions that provide stable retirement income supplemented by housing allowances.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Stockholm, new arrivals build pension rights over time; until permanent residency, we'd rely on private savings alongside employer plans.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Stockholm, employers can sponsor standard work permits or EU Blue Cards, yet processing takes 4–7 months and demands job continuity.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Stockholm, international talent is common in tech hubs, but integration expectations mean we must learn Swedish and embrace local norms to feel fully included.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "In Stockholm, work permits issue for two years at a time, extendable to permanent residency after four years of qualifying employment.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Stockholm, after five years (or three if married to a Swede) with language integration, we can apply for citizenship without renouncing US nationality.",
      "alignmentValue": 6
    },
    {
      "key": "Family Members",
      "alignmentText": "In Stockholm, dependents piggyback on the primary permit, gaining access to school and healthcare once residence cards arrive.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "In Stockholm, application fees total about 2,000 SEK per adult and decisions can stretch six months, so we need contingency planning for start dates.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "In Stockholm, permits hinge on minimum salary thresholds and continuous employment; switching employers requires notifying the Migration Agency promptly.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Stockholm, Sweden allows dual citizenship, so the kids can retain US passports alongside Swedish if naturalized.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Stockholm, without personnummer we can't sign leases or open bank accounts, so bridging housing and employer assistance are critical during the first weeks.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "In Stockholm, Mojang, Paradox, DICE, Embark, and multiple indie studios offer deep hiring pipelines across AAA and mobile.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "In Stockholm, Mojang, Paradox Interactive, DICE, Embark Studios, and Resolution Games anchor the local ecosystem.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "In Stockholm, meetups like Stockholm Unity User Group and coworking spaces such as The Park foster collaboration and mentoring.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "In Stockholm, Vinnova grants, Sting incubator programs, and access to seasoned talent make founding an indie studio feasible albeit with high salary expectations.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "In Stockholm, gigabit fiber, 5G, and efficient public services keep everyday logistics slick, matching the family's appetite for modern amenities.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Extremes & Variability\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Sunlight Hours\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Pleasant Weather Windows\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Friendliness & Neighborliness Index\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - General",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - General\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - White Migrants",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - White Migrants\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Surface Interaction Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depth-Seeking Social Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Boundary & Bubble Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Moral, Honesty & Openness Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Living Opportunities\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Lower-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Lower-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Middle-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Middle-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Higher-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Higher-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Spacious Housing Benchmark (2k sq ft Rent)\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Grooming & Beauty Investment\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Body Image & Fitness Pressure\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fashion & Style Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Flirting Boundaries & Consent Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Gendered Flirting Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Monogamy vs. Non-Monogamy Acceptance\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Promiscuity Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Group & Multi-Partner Relationship Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Space & Touch Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Firearm Laws & Ownership Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Controlled Substance Policies\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Drug Enforcement Climate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Mass Violence Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Carceral Conditions & Prison Labor\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Walkability & Pedestrian Safety\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Health Consciousness\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Processed Food Saturation\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fresh & International Cuisine Access\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depression Prevalence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Obesity Rate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Cancer Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Broader Job Market Resilience\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    }
  ]
}
