{
  "version": 2,
  "iso": "SE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Stockholm\u0027s Kista Science City and the wider city scene offer steady .NET roles. Visas and grants ease access, with remote-friendly teams.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Stockholm offers solid pay for 2D environmental artists with strong welfare. Top hubs pay more, but grants and visas ease relocation for families.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Stockholm provides regular short courses in 2D environment art via Folkuniversitetet and local universities; strong online communities keep skills sharp.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Stockholm has several reputable programs (Konstfack, SUA) feeding 2D environmental art grads yearly; strong local game dev ecosystem.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Stockholm\u0027s game scene is strong; 2D environmental artist roles typically take 3–4 months, with proactive sourcing and potential relocation support.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Stockholm, Sweden: English usage is high in studios; your family\u0027s English-first stance fits, and you\u0027re willing to learn Swedish for local collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Stockholm studios commonly offer hybrid 2D environmental artist roles; fully remote work can require negotiation, but equipment stipends are common.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Stockholm, Sweden has a strong 2D environmental art pool with mid-to-senior talent from studios. This fits Trey\u0027s game-dev setup and grant access in Sweden.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Stockholm, Sweden: 3D animator pay sits ~10-15% below top hubs, but strong benefits and family-friendly policies support relocation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Stockholm offers occasional 3D animation workshops via studios and design schools; advanced topics often need visiting experts or online courses.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Stockholm, Sweden has multiple reputable animation programs (Konstfack, Royal Institute of Art) feeding local studios. The pipeline is strong and diverse.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Stockholm, Sweden, has a strong EU game/animation scene; expect 2–3 months to hire a 3D animator, with grants and remote options helping speed the process.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Stockholm studios use English widely. Many teams are bilingual, with Swedish as a helpful second language.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Stockholm studios commonly offer hybrid/remote 3D animator roles. Equipment stipends and flexible schedules are common there.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Stockholm, Sweden has a robust game-dev scene with mid- to senior-level 3D animators. Local studios ship recent titles.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Stockholm, Sweden: 3D character artist pay trails global medians ~20%; strong benefits and work-life balance ease relocation for families.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Stockholm offers occasional 3D character artist courses via universities and studios. Many learners rely on remote programs and online communities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Stockholm has several animation programs, but dedicated 3D character curricula are limited; cohorts are small, with on-the-job upskilling common.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Stockholm\u0027s 3D character artist market is active; expect 3-4 months with proactive sourcing and possible relocation; English-friendly.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Stockholm, Sweden\u0027s game scene is internationally oriented. English ubiquity is strong, and many studios support learning Swedish for local projects.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Stockholm studios widely support remote/hybrid 3D character art; robust async workflows and equipment stipends are common.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Stockholm hosts major studios (DICE, Avalanche) and strong art programs; a solid 3D character artist pool, though senior hires are competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Stockholm, Sweden offers several accelerators (STING, Norrsken) with annual programs; a supportive game/dev ecosystem and grant access.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "Stockholm air is very clean (PM2.5 ~6 µg/m³); most days pristine. Occasional spring dust days, but filtration isn’t needed for the family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Stockholm hosts several major studios (Mojang, DICE, King) with strong hiring. Expect regional anchors and training paths for game dev and tech.",
      "alignmentValue": 9
    },
    {
      "key": "Atheism",
      "alignmentText": "In Stockholm, Sweden, secular public life is common; kids are unlikely to face religious pressure at school.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Stockholm, Sweden: democracy is healthy with independent media and courts; reforms to watch, but backsliding risk remains low.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Stockholm uses BankID and Swish for fast, cashless payments; initial banking may require residency/ID steps for newcomers.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches around Stockholm are reachable within about an hour; water is often chilly and shade/lifeguard coverage varies—plan family trips accordingly.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Stockholm, Sweden has board-game cafés, Meetups, and BGG groups. Trey and family will find regular tabletop sessions nearby.",
      "alignmentValue": 9
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Stockholm, Sweden: body image is generally inclusive; strong public health focus supports kids\u0027 well-being; fitness culture welcomes all abilities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Stockholm, Sweden\u0027s diverse economy and strong safety nets support tech/startup work; layoffs are brief, with swift reemployment.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Stockholm, Sweden benefits from universal healthcare and strong cancer screening; incidence stays below regional averages.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Stockholm\u0027s prisons emphasize rehabilitation and humane conditions with strong oversight; aligns with our family\u0027s safety and values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Stockholm, Sweden offers universal förskola (ages 1–5) and generous vab; strong subsidies support families, though placement planning helps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Stockholm, Sweden offers many playgrounds and stroller-friendly transit; winter-ready facilities help families with a 5- and 1-year-old feel safe, supported.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Stockholm childcare is heavily subsidized; cap around 1,500 SEK/child/month, with extended parental leave and near-home slots.",
      "alignmentValue": 10
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Stockholm, visa families get capped daycare fees and quick access after you obtain personnummer IDs and register; multilingual guidance aids enrollment.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Stockholm offers board-game cafés, climbing gyms, cycling, and family-friendly outdoor spaces. Your board games, gaming, and rock climbing align with options.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Stockholm hosts active game-dev/tech meetups and multiple groups; regular monthly events and occasional game jams keep the community connected.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Stockholm, Sweden emphasizes preventive care and active living. Wellness programs and family-friendly health services are widely available.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Stockholm, Sweden has several co-housing/co-op options with family-friendly programs; entry paths exist but may require patience.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Stockholm community manager pay aligns with global medians after cost of living; strong benefits and work-life balance suit family priorities.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Stockholm, Sweden has regular, English-friendly meetups and short courses for community managers, with strong instructors and active local networks.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Stockholm, Sweden has digital marketing/comms programs feeding studios; dedicated CM tracks are still developing.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Stockholm, Sweden offers a solid game/tech scene with English-friendly teams; expect 1-2 month Community Manager hires, with possible relocation options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Stockholm (Sweden) studios use English widely; strong multilingual teams exist, with basic Swedish helpful for local community engagement.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Stockholm studios broadly support flexible remote/hybrid work with robust async workflows; equipment stipends are common.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Stockholm has a strong community manager pool with mid-to-senior talent across local studios and solid remote options. Remote-friendly for families.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Stockholm offers welcoming neighborhoods and active parent groups. English is common here; ties may take time to form.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Stockholm, Sweden pay generally tracks global medians after cost-of-living; strong family benefits help tech roles.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Stockholm comp tracks global medians after cost of living. Startups offer solid base and meaningful equity, with visa-friendly ecosystem.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Stockholm work permits hinge on a valid job offer with a salary threshold; changing employers must be reported to the Migration Agency promptly.",
      "alignmentValue": 6
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Stockholm has strong continuing education: university short courses, folkhögskola programs, and frequent tech meetups for developers.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Stockholm offers a healthy IT contractor bench; top talent can book weeks ahead, but Sweden\u0027s startup ecosystem eases hiring and funding.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Stockholm enforces drug laws strictly; possession can incur penalties. Seek legal guidance and healthcare access to protect residency and family.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Stockholm\u0027s operating costs are higher (salaries, rents). Sweden offers startup grants and a stable market to offset some pressures.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Stockholm, Sweden has very high housing, groceries, and childcare costs; expect a premium budget or consider nearby suburbs.",
      "alignmentValue": 4
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Stockholm offers strong startup hubs and many coworking spaces; game-dev labs exist but mocap gear is limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Stockholm\u0027s strong tech scene and English-friendly hiring provide steady software talent; remote options help match Trey and Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Stockholm, Sweden reports below-average depression prevalence. Strong access to counseling and community support helps families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Stockholm\u0027s open yet reserved social scene rewards steady effort; join clubs or neighborhood events to build deep friendships; English is widely spoken here.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Stockholm workplaces show steady D\u0026I progress with strong gender equality and LGBTQ\u002B protections; immigrant representation is growing.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Stockholm, Sweden: drug enforcement is targeted with oversight; occasional crackdowns in trafficking hotspots can create unease for families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Stockholm, Sweden fully permits dual citizenship with the US; the kids can keep US and Swedish passports upon naturalization.",
      "alignmentValue": 10
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Stockholm offers solid public grants for game-dev startups (Vinnova/EU/ALMI). Expect roughly $350k–$700k in early-stage funding, competitive but accessible.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Stockholm offers strong generalist VC and public grants (Vinnova/Almi) for game startups; funding accessible but competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Stockholm\u0027s fintech and life-sciences strengths support steady growth. Unemployment stays below Sweden\u0027s average despite inflation swings.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Stockholm\u0027s social-market economy combines strong welfare with startup-friendly policies and predictable governance, benefiting families and founders.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Stockholm, Sweden offers a stable regulatory climate with strong support for startups and the creative economy. Policy changes are predictable and manageable.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Stockholm, Sweden\u0027s public schools provide solid academics with strong English; overall high quality with some district variation. After-school STEM clubs help.",
      "alignmentValue": 8
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Stockholm hosts strong game-focused programs (The Game Assembly, Futuregames) with studio partnerships and internships.",
      "alignmentValue": 9
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Stockholm, many tech employers sponsor work permits for skilled roles; approvals can take months and typically require salary benchmarks.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Stockholm, Sweden hosts active Unity groups and a vibrant game dev scene. Unity clearly leads here, with Unreal presence for cross-training.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Stockholm\u0027s Lake Mälaren and urban parks offer easy nature access; pollution is low and environmental protections support the family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Stockholm, Sweden: dual tech incomes face around 35% tax after municipal and national taxes; strong public services offset the cost.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Stockholm, Sweden, fall stays cool and mild (4-13°C) with drizzle and early sunsets. Overall, it\u0027s comfortable for a family seeking mild weather.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Stockholm\u0027s family-friendly policies, universal childcare, and safe, walkable neighborhoods support dual-career households. Our family would fit in well here.",
      "alignmentValue": 10
    },
    {
      "key": "Family Members",
      "alignmentText": "In Stockholm, spouses and minor children can join the primary permit via family reunification; generally straightforward with standard docs.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Stockholm offers generous family policy: 480 days paid parental leave, child allowance around 1,250 SEK per child, and vab rights; strong for expat families.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Stockholm, Sweden, families benefit from generous parental leave, child allowances, and universal childcare, with flexible work norms aiding school events.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Stockholm: visa holders access parental leave and earnings-based allowances after residence and personnummer; most benefits are accessible with modest residency requirements.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Stockholm, Sweden favors casual-smart dress; practical, tidy outfits fit work and family life. Locals value understated style and functional clothes.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Stockholm\u0027s fashion scene is inclusive and expressive; Sarah can wear comfortable, polished looks without judgement.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Stockholm, urban style trends toward modern, minimalist looks. Trey\u0027s smart-casual wardrobe with clean sneakers fits urban tech culture without standing out.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Stockholm, Sweden benefits from strong gender equality and parental-leave support, enabling diverse feminine expressions while balancing work and family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Stockholm, Sweden has strict gun laws and low ownership, creating a calm environment with minimal exposure to firearms.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Stockholm, Sweden features respectful consent norms; nightlife cues are clear and boundaries respected.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Stockholm has a growing founder scene with regular meetups, accelerators, and grants; supportive networks for a remote/local startup.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Stockholm, Sweden offers plentiful fresh markets and diverse cuisines; high-quality produce and many international options with few gaps.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Stockholm, Sweden feels welcoming; locals are polite, English is common, and expat networks support quick family integration.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Stockholm\u0027s game scene is robust: Mojang, Paradox, DICE, Embark and many indie studios offer steady hiring; strong funding and visa options.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Stockholm, Sweden offers strong protections, nonbinary recognition, and accessible healthcare. LGBTQ\u002B inclusion is high in urban areas, with rural gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Stockholm has robust gender rights protections with strong enforcement. Inclusive services support trans and non-binary residents.",
      "alignmentValue": 10
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Stockholm, gender roles are highly egalitarian. Both parents share caregiving and careers, backed by Sweden\u0027s generous parental leave.",
      "alignmentValue": 10
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Stockholm, Sweden has highly inclusive flirting norms. All genders can initiate or decline interest without stigma.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Stockholm work permits hinge on your employer; leases/bank accounts often need a Swedish ID; overall stable, but job changes may require renewals.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Stockholm, Sweden faces heavier rains and sea-level flood risk, but its mild climate and strong adaptation programs keep overall risk manageable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Stockholm offers startup/entrepreneur visas with incubator backing. The processing times are moderate, with a strong game-dev ecosystem for founders.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Stockholm\u0027s professional-casual vibe fits us. Grooming stays neat but relaxed in Sweden.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Stockholm, Sweden: progressive scenes are tolerant of multi-partner arrangements; open in civic life with little friction; legal recognition remains limited.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Stockholm\u0027s universal public healthcare covers primary and pediatric care with modest co-pays and annual caps; waits exist for some specialists.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Stockholm, visa holders can access care but may face extra paperwork and co-pays until registration; private insurance helps during the transition.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Stockholm\u0027s public universities offer tuition-free study for citizens; US residents can access scholarships and affordable programs.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Stockholm, Sweden: non-EU students pay tuition; scholarships exist and strong international support helps families, though residency timelines matter.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Stockholm studios like Mojang, Paradox, DICE, Embark have strong hiring pipelines; most roles close in 6–8 weeks—visa steps can extend timelines for your family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Stockholm, Sweden: startup hiring typically lasts about 3 months as talent weighs risk; strong game-dev network and grants help.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Stockholm rents are high with strong competition and queues; expect compromises on space or leases, and look to outer suburbs for better options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Stockholm, Sweden, taxes are transparent and digital-first, with pre-filled returns and straightforward employer withholding that supports families.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Stockholm, Sweden: broadly welcoming for immigrants; English is common, learn Swedish readily, with occasional immigration debates.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Stockholm, White US migrants are generally well received; English is widely used, but learning Swedish helps with belonging.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Stockholm\u0027s K-12 is universal and free. English-taught options exist; catchment placement with lotteries for arts/Montessori programs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Stockholm, Sweden grants visa-holders access to public K-12 alongside residents; strong language support and generally smooth enrollment.",
      "alignmentValue": 9
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Stockholm, English is commonly used in tech and services; schools and official processes favor Swedish, so learning Swedish helps bureaucracy.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Stockholm studios largely operate in English; Swedish fluency supports local community, schooling, and paperwork.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Stockholm, Sweden startups run in English, but hiring and compliance require Swedish; bilingual operations with translation budgets fit this family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Stockholm has several IP/game-law firms; startups can access reliable game IP counsel with EU licensing know-how.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Stockholm fully protects LGBTQ\u002B families with comprehensive rights, visible Pride, and inclusive city services.",
      "alignmentValue": 10
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Stockholm hosts multiple game studios and university labs with local tester pools; English-friendly outreach makes local playtests feasible.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Stockholm, Marxism is influential via welfare-state policy and unions, but centrist voices retain moderating balance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Stockholm\u0027s masculine norms are inclusive, supporting nurturing fathers. Trey\u0027s parenting aligns with local expectations.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Stockholm, Sweden has sporadic mass-violence history; stay vigilant at large gatherings, but daily life is generally safe.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Stockholm has a vibrant, English-friendly meetup scene: tech, international parent groups, and poly socials with weekly events around Södermalm and Kista.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Stockholm\u0027s sector agreements cover most roles; wages meet living costs, with robust childcare and universal healthcare.",
      "alignmentValue": 9
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Stockholm\u0027s gigabit fiber, 5G, and efficient public services keep daily life smooth. This aligns with the family\u0027s demand for modern, reliable infrastructure.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Stockholm\u0027s progressive urban culture supports polyamory. Expect tolerant workplaces and social spaces, with discretion in formal settings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Stockholm\u0027s direct, egalitarian culture values honesty with empathy. Expect transparent dialogue on values and boundaries in daily life.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Stockholm\u0027s archipelago and Tyresta National Park offer iconic nature within an hour. Pristine trails and family-friendly options make it easy to explore.",
      "alignmentValue": 10
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Stockholm, Sweden, disasters are rare; occasional winter storms may disrupt briefly, but strong infrastructure keeps family risk low.",
      "alignmentValue": 9
    },
    {
      "key": "Nature Access",
      "alignmentText": "In Stockholm, forests and waterside trails are minutes from home by transit. Archipelago trips add easy family nature days.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Stockholm, Sweden has music venues and festivals; for families, plan around events and occasional travel for bigger shows.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Stockholm nightlife exists in specific districts like Södermalm and Östermalm. For families, plan sitters and safe transport to enjoy evenings.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Stockholm, Sweden hosts active game dev meetups (Stockholm Unity User Group) and mentoring-friendly spaces like The Park for newcomers and families.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "In Stockholm, Mojang, Paradox, DICE, Embark, and Resolution Games anchor a robust game-dev network with strong hiring, funding, and family-friendly options.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Stockholm, Sweden: obesity rates are relatively low due to active transport and universal healthcare, supporting family wellness.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Stockholm, Sweden offers strong game startup support via Vinnova grants and STING, plus a deep local talent pool; investor activity is solid.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Stockholm, Sweden offers a calm, efficient pace: short commutes and punctual transit. Weekends favor parks and the archipelago.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Stockholm, Sweden supports shared parental leave and strong school partnerships; our diverse, family-friendly parenting aligns with local norms.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Stockholm, Sweden, citizenship is typically after 5 years (3 if married to a Swede) with language integration; dual citizenship is allowed.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Stockholm, Sweden: corruption perception is very low; investigations are swift and transparent, fitting your family-friendly, low-bureaucracy goals.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Stockholm norms favor personal space with clear cues; boundaries are respected. Easy for the family to adapt to Swedish culture.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Stockholm norms emphasize personal space; greetings are usually a handshake or nod. Hugs are by consent, important for a family with kids.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Stockholm, Sweden offers mild springs, summers and autumns; winters are cold. Roughly half the year outdoor-friendly for the family.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "Stockholm, Sweden has a transparent parliamentary democracy with strong rule of law and high civic participation.",
      "alignmentValue": 10
    },
    {
      "key": "Polyamory",
      "alignmentText": "Stockholm, Sweden offers high social acceptance for polyamorous families. Strong private networks exist, though legal recognition remains limited.",
      "alignmentValue": 9
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Stockholm, Sweden offers förskola from age 1 with income-based fee caps. Central districts may have waitlists.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Stockholm friskolor are publicly funded, keeping tuition modest; international/private options exist with small extras, not US private-rate levels.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Stockholm offers plentiful fresh markets and groceries. With planning, convenient healthy options are always nearby.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Stockholm, Sweden PMM (Games) comp is competitive after cost of living; strong benefits and family-friendly policies aid relocation.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Stockholm, Sweden offers solid continuing education in games marketing: university courses, regular workshops, and active game-dev communities.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Stockholm, Sweden has serviceable game-marketing programs; partnerships with studios bridge most gaps, though a dedicated PMM (Games) pipeline is modest.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Stockholm\u0027s games scene is strong; PMM (Games) hiring typically 2-3 months amid competition; remote/hybrid options and visas help.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Stockholm, Sweden: English is widely used in game marketing, but Swedish language skills are advantageous for local campaigns and player outreach.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Stockholm studios largely support flexible remote work; most Product Marketing Manager (Games) roles use async workflows with periodic on-site sprints.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Stockholm\u0027s games scene has a strong PMM (games) pool with seasoned pros across major studios and startups; English-friendly, with relocation options.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Stockholm, Sweden, progressive policies on gender equality, climate action, and social inclusion align with the family\u0027s values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Stockholm, Sweden values personal sexual autonomy and minimal moral policing for consenting adults. It matches our sex-positive, non-monogamy-friendly values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Stockholm\u0027s public messaging centers on health, climate, and well-being. It matches the family\u0027s preference for independent media and minimal propaganda.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Stockholm, Sweden benefits from diverse, independent media and strong public broadcasters; propaganda is rare and media literacy supports open civic dialogue.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Stockholm\u0027s extensive SL network (metro, trams, buses, ferries) supports car-free family life across city and suburbs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Stockholm offers a budding game-dev scene, grants, and visas for startups. Publishers exist but require proactive outreach and local events to connect.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Stockholm offers abundant premium services, top schools, and universal healthcare; childcare waitlists and limited niche clubs require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Stockholm, Sweden provides universal healthcare and subsidized childcare. Housing is costly, but public services help.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Stockholm offers subsidized childcare and strong public services for middle-income families, but housing costs remain a challenge.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Stockholm has a robust real-time game scene with Unity/Unreal pipelines; ample funding options and English-friendly startup ecosystem.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Stockholm, religion remains largely separated from policy; Sweden\u0027s secular laws protect rights and personal beliefs.",
      "alignmentValue": 10
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Stockholm studios widely support hybrid/remote work with formal policies, aligning with the family\u0027s demand for flexible, remote-friendly roles.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Stockholm, Sweden startups are hybrid-friendly; founders can work remotely, while junior staff may be onsite part-time.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Stockholm, Sweden: remote work is highly normalized. Hybrid options and coworking spaces like SUP46 are common; English is widely used.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Stockholm work permits usually start at 2 years, with a path to permanent residency after 4 qualifying years; ongoing employment and income proof required.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Stockholm\u0027s strong tech scene, startup funding options, and family-friendly policies; visa options support Trey \u0026 Sarah. Low retention risk.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Stockholm, Sweden offers strong public/occupational pensions and universal healthcare. Retirees enjoy stable income with housing support.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Stockholm, visa holders can save via public pension schemes yet face residency thresholds.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Stockholm Ruby market remains selective; openings cluster in Södermalm and are smaller than .NET. Ideal for targeted networking and remote options.",
      "alignmentValue": 5
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "In Stockholm, Sweden, crime remains low; occasional incidents in outer districts are managed, while central areas feel safe for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Stockholm has strong bilingual public schools and English instruction; international options exist but queues, good for families with young children.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Stockholm, Sweden, Baltic Sea water stays around 18 C in peak summer. Extended swims require gear; kids can do short dips with wetsuits.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Stockholm, Sweden has cold winters and mild summers; seasonal shifts are generally mild with occasional intense weeks that can be managed with simple planning.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Stockholm\u0027s winters bring noticeable darkness; regular outdoor breaks and occasional light therapy help the family stay energized.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Stockholm has bright, mild summers and cold, dark winters; long days in summer and short days in winter—prepare winter gear and indoor activities for the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Stockholm has a strong senior tech pool and startup network; for Trey and Sarah, expect competition and higher comp, with supportive visa/grant options.",
      "alignmentValue": 9
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Stockholm, sex education is comprehensive and destigmatized; services are openly accessible and inclusive of diverse identities.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Stockholm\u0027s comprehensive welfare, generous parental leave, universal healthcare, and LGBTQ\u002B protections fit our family\u0027s needs in Sweden.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Stockholm has some 180–190 m2 rentals, but competition is stiff and prices high; broker access or strong networks help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Stockholm spring ranges 2–8°C in April and 6–15°C in May. Wardrobe changes are frequent for kids during school runs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Stockholm\u0027s long-term stability, consensus governance, and robust services support predictable rules for family planning.",
      "alignmentValue": 10
    },
    {
      "key": "State Ideology",
      "alignmentText": "Stockholm, Sweden embodies a pluralist democracy with rights and evidence-based policy. This aligns with your progressive, family-friendly values and civil liberties emphasis.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Stockholm, Sweden\u0027s broad welfare state backs families with universal healthcare and strong education, while innovation remains vibrant with fair competition.",
      "alignmentValue": 10
    },
    {
      "key": "Studio Density",
      "alignmentText": "Stockholm has a strong, diverse game scene (AAA to indie) with grants/visas; solid fit for a founder family and kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Stockholm summers stay mild at 15-23°C (59-73°F) with low humidity; perfect for parks and ferries without heat stress.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Stockholm, Sweden: surface interactions are polite and efficient; warm responses come when you initiate conversations.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Stockholm, Sweden offers R\u0026D tax credits and grants for games/creatives via Vinnova and EU programs. Opportunities exist but are competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Stockholm, Sweden: visa fees ~2,000 SEK per adult with ~6 months for decisions; plan start dates and budget for your family.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Stockholm trust in public services is high thanks to transparent digital systems Skatteverket; straightforward processes suit a family pursuing stability.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Stockholm has very low corruption. Petty issues are localized and quickly corrected by auditors.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Stockholm senior software pay around 550k–700k SEK gross; after tax, two earners can fund good schooling and family life.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Stockholm weekends offer museums, parks, and kid-friendly events; plan ahead for popular spots, as hours and crowding can require early starts.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Stockholm\u0027s municipal daycare and fritids cover 7:30-17:30; drop-offs after 8:30 fit, and workdays mostly end around 16:00 with wraparound care.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Stockholm, Sweden: 25 vacation days \u002B 11 public holidays; generally flexible scheduling supports families and work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Stockholm, Sweden typically offers 30-35 vacation days (including summer shutdowns); aligns with value 9 for family-friendly planning.",
      "alignmentValue": 9
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Stockholm, Sweden, has a strong, well-connected game-dev vendor ecosystem with art, QA, and live-ops specialists; plus robust startup grants.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Stockholm\u0027s real-time VFX market is solid with strong family benefits; pay lags top hubs ~10-15%, but social benefits and healthcare improve total value.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Stockholm offers regular short courses and workshops in real-time VFX through universities and studios; reliable instructors, accessible programs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Stockholm, Sweden has several strong VFX/real-time programs (Game Assembly, Futuregames) feeding regional studios with well-prepared graduates.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Stockholm\u0027s VFX scene can hire real-time specialists in about 2-3 months. English-friendly, good healthcare and family-friendly schools help relocation.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Stockholm VFX (Real-Time) studios lean English; learning Swedish helps long-term collaboration and hiring.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Stockholm studios commonly offer flexible remote/hybrid real-time VFX roles; strong broadband and English-friendly work culture, with possible equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Stockholm has a solid real-time VFX talent pool anchored by DICE and local studios; steady mid-to-senior talent with outsourcing options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Stockholm residents see Nordics as partners and Baltic states as key trade links; Denmark trade ties are cordial but competitive.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Stockholm-based family sees itself as cosmopolitan problem-solvers. They fit Sweden\u0027s design-forward, inclusive tech culture and value education and balance.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Stockholm, Sweden, neighbors view the welfare state and tech scene positively; cross-border travel and trade feel easy and cooperative.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Stockholm offers work permits and EU Blue Card routes; online applications exist, but processing is months-long and requires a solid job offer.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Stockholm\u0027s walkable neighborhoods offer safe crossings and calm streets. A few car-heavy corridors remain, but family routes are comfortable.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Stockholm, Sweden generally welcomes US migrants; strong tech scene and solid integration programs, but learning Swedish aids full inclusion.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Stockholm blends high-tech with fika culture and allemansrätten; strong welfare supports family life, safety, and English-friendly schooling.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Stockholm winter: regular freezes, average -5 to 1 °C; days require warm layers and some shoveling, but transit and schools run reliably.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Stockholm typically uses 37.5-38 hour weeks with flex time, supporting work-life balance; Sweden favors family-friendly schedules.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Stockholm, Sweden, work-life balance is strong: flexible hours and generous parental leave support family time and calm evenings.",
      "alignmentValue": 10
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Stockholm, Sweden offers strong unions and universal protections for workers. Enforcement is swift, supporting family stability.",
      "alignmentValue": 10
    }
  ]
}