{
  "version": 2,
  "iso": "TW",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Taiwan\u0027s .NET scene is steady, mainly outsourcing/government work; Taipei hosts most openings, with growing remote options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Taiwan\u0027s 2D Environmental Artist comp trails global medians ~20%; in Taipei, universal healthcare, safety, and affordable living offset the gap.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Taiwan\u0027s Taipei area offers sporadic upskilling via university extensions and game hubs. Most 2D environmental art learning is online or self-guided.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Taiwan has several arts/game design programs (TNUA, NTU, Shih-Chien) and studio ties; the 2D env artist path is growing and needs bridging.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Taiwan (Taipei area), 2D Environmental Artist hires typically take 1–2 months with active studios; strong remote options boost timely fills.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Taipei studios in Taiwan are bilingual-friendly; English common in multinationals, many local shops prioritize Mandarin; fits family\u0027s learning plan.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Taiwan, studios commonly offer flexible remote work with gear stipends; strong broadband supports async 2D environmental art collaboration.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Taiwan\u0027s 2D environmental art pool is moderate. Taipei\u0027s game dev scene offers mid-level talent, with senior hires often needing relocation.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "For a family in Taiwan, 3D animator pay trails top markets by 25-30%, offset by lower cost of living and a growing local game dev scene.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Taipei offers occasional 3D animation courses and bootcamps; some universities have continuing ed, but many learners rely on self-study.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Taiwan has several 3D animation programs; Taipei/Hsinchu studios partner with schools, creating a workable pipeline with variable depth.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Taiwan\u0027s Taipei game/3D animation scene has solid talent, but senior roles are competitive. Most hires take about 2-3 months; remote options help.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Taiwan studios use Mandarin widely; English is common in multinationals and local game studios, with growing bilingual capabilities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Taiwan studios often offer hybrid work; senior 3D animators may work remote but expect periodic onsite collaboration and reliable broadband.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Taiwan\u0027s 3D animator pool is moderate, centered in Taipei with studios like XPEC and Rayark. Senior roles may rely on remote hires or cross-border sourcing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Taiwan: 3D character artist pay is modest vs US/EU hubs. Total comp trails top markets by ~25-30%, offset by Taiwan\u0027s lower living costs and family-friendly benefits.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Taiwan\u0027s 3D character education is modest: a few universities and private courses exist; most upskilling relies on remote options or visiting experts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Taiwan hosts multiple reputable 3D/character art programs (e.g., TNUA, NTUST, NTU) feeding regional studios; graduates often gain industry-ready portfolios.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Taiwan\u0027s CG hubs (Taipei) offer strong 3D talent. Expect 2-3 months to hire a character artist amid local competition.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Taiwan\u0027s Taipei studios often use Mandarin; English is common in larger firms, but bilingual candidates are preferred.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote 3D character artist roles in Taiwan exist case-by-case with limited process maturity; occasional onsite meetings may be required, but hybrid is possible.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Taiwan\u0027s 3D character artist pool is moderate; Taipei studios and schools supply mid-level talent, but senior hires may need longer searches.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Taiwan offers generalist accelerators (e.g., AppWorks) that accept game startups. However, dedicated gaming tracks are limited.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Taiwan\u0027s urban air quality is mixed with winter PM2.5 spikes; expect days needing masks or filtration to protect the boys.",
      "alignmentValue": 6
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Taiwan has several well-known studios (XPEC, Gamania, Rayark) offering steady local employment and training in Taipei and beyond.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "Taiwan\u0027s secular, pluralistic culture welcomes atheists. In Taipei and beyond, nonbelievers navigate public life and schooling openly.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Taiwan\u0027s democracy is vibrant with civil liberties and media independence; institutions remain vigilant against cross-strait interference.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Taiwan has solid banking with EasyCard, broad ATM access, and strong protections; foreigners may face some paperwork, but cross-border needs are manageable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Taiwan\u0027s beaches are workable for family trips (Fulong, Kenting). Summers are humid and advisories can appear, so plan ahead.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Taipei, Taiwan has a growing board game cafe scene and local publishers. Families can connect, though groups may require some coordination.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Taiwan\u0027s schools and social media amplify diet talk; some pressure to stay slim, but family values and inclusivity counterbalance it.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Taiwan\u0027s diversified economy and strong IT sector offer solid resilience; occasional layoffs, but quick reemployment in tech and services.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Taiwan\u0027s universal healthcare and strong cancer screening keep incidence near global norms; early detection programs are reliable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Taiwan\u0027s prisons generally meet international standards with independent oversight and rehab programs; overall humane conditions.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Taiwan provides subsidies and public centers, but in Taipei you’ll still need to proactively network to secure reliable, affordable childcare.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Taiwan\u0027s cities are generally kid-friendly with parks and walkable neighborhoods; healthcare is strong, but dense cores require mindful planning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Taiwan offers substantial childcare subsidies and expanding public preschool for citizens; expats may face extra steps and some co-pays.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Taiwan provides limited childcare subsidies to visa holders after registration; English services are sparse, so care costs stay notable until status stabilizes.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Taiwan\u0027s night markets, hiking spots, and gaming culture fit the family; board game cafes and local clubs help Trey and Sarah build community.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Taiwan\u0027s developer scene in Taipei and Taichung hosts regular monthly meetups and occasional game jams, keeping the network active for founders.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Taiwan\u0027s universal healthcare and active communities offer wellness support; in cities, join local parent/expat groups to stay motivated.",
      "alignmentValue": 8
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Taiwan has limited intentional communities; family-friendly co-living exists mostly in Taipei and other big cities, so patience is needed.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Taiwan: Community Manager pay trails top markets by 25-30%; strong QoL and healthcare help offset the pay gap for families.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Taiwan has occasional CM trainings and regular tech meetups in Taipei; most upskilling is via remote courses or university programs.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Taiwan offers reputable digital media/marketing programs. Studios partner with universities, but a dedicated Community Manager curriculum remains limited.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Taiwan: Community Manager roles typically require 3–4 months; proactive sourcing or relocation may be needed due to bilingual requirements and the local game scene.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Taiwan\u0027s urban studios use English widely, but a Mandarin-capable Community Manager is often expected for local engagement.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Taiwan studios offer remote/hybrid options case-by-case; Taipei tech scene supports async work, with occasional onsite events suitable for founder/remote roles.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Taiwan offers a solid mid-to-senior CM pool centered in Taipei, with noticeable competition for senior roles and good remote/hybrid options for international teams.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Taiwan has friendly locals and active expat groups (Taipei); social ties form through clubs and schools with some effort.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Compensation in Taiwan\u0027s established studios sits ~20% below top hubs; negotiate salary or perks for family-friendly policies in Taipei.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Taiwan startups blend cash \u002B equity; lower cost of living boosts real pay; universal healthcare and founder visas support families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Taiwan visa/residency steps are navigable but require Chinese forms and periodic checks. Timely renewals prevent gaps.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Taiwan offers bootcamps and meetups in Taipei and cities; universities and providers offer ongoing tech courses; English options exist, though Mandarin.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Taiwan has a serviceable contractor bench with solid IT talent; top game dev specialists may book out, requiring some lead time.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Taiwan\u0027s strict drug laws mean tough policing and limited treatment options; possession penalties can be severe, especially for foreigners.",
      "alignmentValue": 4
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Taiwan provides strong IT talent with generally competitive costs; payroll and office space are favorable, especially outside Taipei.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Taipei is housing-heavy; food and transit remain affordable vs. the U.S., guiding family budgeting and Trey\u0027s startup plans.",
      "alignmentValue": 6
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Taiwan/Taipei has solid coworking spaces and a budding game-dev scene; mocap labs are scarce, but broadband/remote dev-friendly infra is strong.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Taiwan shows steady demand for developers; local talent is growing but foreign hires face visa/mandarin hurdles. Remote work eases hiring.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Taiwan is manageable; universal healthcare ensures accessible mental health care and open dialogue.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Taipei\u0027s clubs and language exchanges in Taiwan welcome deeper bonds once we show interest; our multilingual family can form close friendships over time.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Taiwan has strong LGBTQ\u002B protections and inclusive policies; Taipei and major cities offer welcoming communities, English-friendly and family-friendly services.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Taiwan, drug enforcement is targeted overall; occasional crackdowns create unease for families seeking stability.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Taiwan generally disallows dual citizenship for naturalized residents; renunciation is required. For the US family, visa stability is crucial in Taiwan.",
      "alignmentValue": 3
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Taiwan offers modest early-stage grants for startups; expect tens of thousands to low hundreds of thousands USD via MOEA programs and accelerators.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Taiwan offers public grants and generalist VCs (AppWorks); game founders can access funding, but competition is real and programs vary.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Taiwan\u0027s export-driven tech economy offers steady growth with strong IT/semiconductor sectors; supportive grants and startup activity aid families.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "Taiwan blends a robust market with targeted startup support and SMEs. Strong grants and visa options help Trey\u0027s venture.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Taiwan offers a stable, business-friendly regulatory climate. Periodic tweaks around tech incentives are manageable for studios.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Taiwan offers solid public education with universal access; exam focus and district disparities mean tutoring and enrichment are common.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Taiwan has one to two strong game-related programs feeding local talent; studios offer internships and capstone projects for bilingual exposure.",
      "alignmentValue": 8
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Taiwan tech firms sponsor skilled visas, but Mandarin and local hiring norms apply. Trey and Sarah can combine remote work with Taipei roles and visa steps.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Taiwan\u0027s game dev scene features strong Unity and Unreal communities with cross-training, aligning with Trey\u0027s dual-engine focus.",
      "alignmentValue": 9
    },
    {
      "key": "Environment",
      "alignmentText": "Taiwan offers green spaces and mountains, but urban areas face air pollution and traffic. Parks and coastal areas support safe outdoor time for the boys.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Taiwan\u0027s progressive taxes with NHI yield a mid-20s% effective rate for our family. This supports strong public services and universal healthcare we value.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Taiwan runs roughly 23-29°C (73-84°F) as typhoons ease. Generally comfortable for the family, with occasional windy storms.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Taiwan offers safe neighborhoods and parks for families. Public services help, but childcare often requires waitlists and proactive planning.",
      "alignmentValue": 7
    },
    {
      "key": "Family Members",
      "alignmentText": "Taiwan generally allows spouses and minors to join a main visa holder; adult dependents may require separate permits.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Taiwan offers paid parental leave and child subsidies; universal healthcare supports families, though accessing benefits can involve paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Taiwan offers universal healthcare and subsidized education, but childcare supports require paperwork and some out-of-pocket costs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Taiwan offers NHI and public schooling to visa families, but most cash supports require longer residency; new arrivals face gaps.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Taipei\u0027s urban life favors casual-smart attire; breathable, layerable outfits fit year-round, with room for personal style.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Taiwan\u0027s urban women blend East Asian streetwear with smart business looks; Taipei supports diverse, progressive, gaming-friendly lifestyles.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Taipei\u0027s urban fashion is modern and casual-smart. Their gaming-friendly, progressive lifestyle fits well with Taiwan\u0027s urban norms.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Taiwan\u0027s urban centers (e.g., Taipei) support diverse femininity expressions. Overall progressive with minor pockets outside cities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Taiwan enforces strict gun laws and has very low civilian ownership. Public spaces feel calm and well-regulated.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Taiwan’s urban scenes (Taipei) show strong consent norms; most flirting is respectful, but occasional missteps require direct communication.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Taiwan\u0027s Taipei startup scene (AppWorks, Startup Terrace) offers regular founder meetups and funding; a growing base for Trey\u0027s game/tech venture.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Taiwan\u0027s urban centers (Taipei) offer abundant fresh markets and diverse global cuisines; specialty ingredients are usually accessible with rare gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Taiwan\u0027s urban neighborhoods are generally welcoming to newcomers. Proactive networking in expat and local groups helps build ties in Taiwan.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Taiwan\u0027s game-dev grants are solid; expect roughly $250k-$600k/year from public/private programs, suitable for your lean studio plan.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Taiwan\u0027s game scene, led by Taipei, offers regular openings for Unity/C#/game roles; networking and indie studios boost prospects.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Taipei, Taiwan: legal gender change is possible; outside Taipei, understanding remains limited. Progressive values support inclusive services.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Taiwan provides strong LGBTQ\u002B protections, including same-sex marriage; enforcement plus societal acceptance are high, with improving leadership diversity.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Taiwan\u0027s urban centers show strong gender equality and parental support. Some traditional norms persist in outlying areas.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Taiwan\u0027s urban dating scenes (Taipei) are broadly open to nontraditional flirting; stigma is minimal in daily life, with crowd variation.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Taiwan offers a stable ARC path for US families, but long stays depend on local sponsorship or business ties; Mandarin docs are needed.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Taiwan\u0027s typhoons and rising seas require floodproofing and evacuation plans to keep the boys safe and allow outdoor time in milder seasons.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Taiwan offers startup/entrepreneur visas (incl. Gold Card) with solid pathways; processing is efficient but not instant, and dependents are supported.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Taipei’s urban workplaces value neat grooming; stay polished for work and social events, but extreme fashion isn’t required.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Taiwan\u0027s urban scene, especially Taipei, shows growing LGBTQ\u002B visibility; polyamory isn\u0027t mainstream but tolerated in progressive circles.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Taiwan\u0027s universal National Health Insurance provides low copays and strong pediatric care in urban centers for your two kids.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Taiwan NHI enrollment after six months; visa families access the same clinics with modest fees. Public healthcare supports the kids\u0027 care and mobility.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Taiwan has broad access to public universities with competitive admissions but robust scholarships. For Anduin and Alasdair, strong STEM and bilingual programs exist.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Taiwan offers English-taught programs and active international offices. Visa students pay moderate tuition and gain solid support.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Taiwan\u0027s established studios generally fill roles in 3–4 months; relocation or remote work is common, with Taipei\u0027s growing game-dev scene and networks.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Taiwan offers 6-8 week early-stage hiring, aided by grants and the Taiwan Gold Card, a good fit for Trey\u0027s game-studio plan.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Taiwan urban housing is costly and compact; in Taipei a 3BR is pricey. Look to New Taipei or Taoyuan for space, parks, and walkability; plan for deposits.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Taiwan offers online filing, but forms are mainly in Mandarin and often need an agent. English support is limited, so planning helps Trey\u0027s startup.",
      "alignmentValue": 6
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Taiwan broadly welcomes expat families; Taipei offers English-friendly services and good schools, with occasional policy debates on identity.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Taiwan\u0027s expat scene in Taipei is welcoming to professionals; English is common in cities. Housing costs can rise, but community engagement helps integration.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Taiwan has universal 9-year compulsory schooling with broad access. Top public schools may be zoned or require entrance tests, affecting Anduin and Alasdair.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Taiwan public schools enroll visa families but require extra paperwork and possible fees. Language support for expat kids is often limited.",
      "alignmentValue": 6
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Taiwan\u0027s Mandarin-dominant context; in Taipei, English covers daily services, but schooling/government work mainly in Chinese - family is open to learning.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Taiwan studios use English widely for collaboration, but local Chinese remains important for docs and compliance. The family is willing to learn Mandarin.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Taiwan startups use English for investor and platform work; Mandarin fluency is needed for hiring, compliance, and government tasks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Taipei, Taiwan has several IP/game-focused firms and clinics; solid local counsel for game IP, licensing, and publishing is available.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Taiwan, especially Taipei, has strong LGBTQ\u002B protections; same-sex marriage is legal nationwide and urban acceptance is high; rural areas vary.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Taiwan (Taipei) has a growing indie game scene with small playtest groups and labs. Booking slots takes lead time, but bilingual testers are available.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Taiwan\u0027s pluralistic democracy keeps Marxism niche; open debate exists but it\u0027s not mainstream, aligning with their progressive, anti-authoritarian values.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Taiwan, especially Taipei, shows evolving masculine norms; urban openness supports nontraditional roles, aligning with progressive, polyamory-friendly values; some pushback remains.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence is uncommon in Taiwan. Authorities provide transparent alerts and strong safety systems, keeping daily life relatively secure.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Taipei hosts a vibrant expat-tech scene with English-friendly meetups, gaming groups, and language exchanges; inclusive, family-friendly options exist.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Taiwan’s NT$27k/month minimum wage barely covers essentials for a four-person family; remote work and subsidies are needed.",
      "alignmentValue": 3
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Taiwan has reliable power, widespread gigabit internet, and strong 5G; high-speed rail and MRT enable smooth remote work and gaming.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Taiwan, especially Taipei, offers tolerant urban spaces for diverse relationship styles. In less urban areas, privacy is prudent to avoid backlash.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Taiwan welcomes openness with tact; for a progressive, bilingual family, share needs clearly while respecting local politeness.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Taroko Gorge and Alishan forests showcase Taiwan’s iconic scenery; perfect for weekly family getaways for green space and fresh air.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Taiwan sees earthquakes and seasonal typhoons; with strong building codes and fast response, disruptions are manageable for a family prioritizing low risk.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Taiwan\u0027s nature is accessible by public transit from Taipei; family-friendly trails abound; some destinations require permits or gear.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Taiwan has a vibrant live music scene and frequent family-friendly events. Easy transit supports safe evening outings in Taipei and other cities.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Taiwan\u0027s night markets and late eateries are family-friendly and safe. Transit in Taipei and other cities supports easy late outings.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Taiwan, especially Taipei, hosts active game-dev meetups and IGDA Taiwan. Online hubs support collaboration for a new studio.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Taiwan hosts notable studios like Rayark and Red Candle; Taipei\u0027s ecosystem supports indie game ventures, aiding Trey\u0027s studio goal.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Taiwan\u0027s obesity rates are notably low for families, thanks to universal healthcare, active transport, and healthy school meals in Taipei.",
      "alignmentValue": 10
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Taiwan offers grants and accelerators (AppWorks, TSS) for game startups. Strong local talent and English-friendly hubs help launch studios here.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Taiwan\u0027s cities vary: Taipei moves fast. Smaller towns like Tainan offer calmer evenings that align with the family\u0027s slower pace and shared time.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Taiwan\u0027s education-focused culture drives tutoring and parental input; balance sought, but high academic pressure and conformity are common.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Taiwan naturalization requires 5\u002B years of residence, language tests, and renouncing prior citizenship; visa stability is crucial.",
      "alignmentValue": 4
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Taiwan has low perceived corruption with strong watchdogs and transparent institutions that safeguard families and kids\u0027 futures.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Taiwan\u0027s crowded urban areas (Taipei), personal space is often compressed. Gently set boundaries and use polite cues in public spaces.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Taiwan, public space is valued; in crowded transit people stay close but check cues and avoid uninvited touch.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Taiwan has two to three strong weather periods; spring and autumn are mild. Summers are hot, humid, and typhoon-prone, so outdoor plans favor fall.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Taiwan (TW) has a transparent, multi-party democracy with regular elections and strong civil society. This supports a stable future for kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Taiwan\u0027s monogamy-centric system yields mixed acceptance for polyamorous families and parental-rights uncertainty. Urban circles may show private tolerance, but public services lag.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Taiwan offers a solid mix of public/private preschools; top centers need early enrollment, with bilingual options mainly in Taipei and large cities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Taiwan offers strong private/international schools with English instruction; top options are selective and pricey, but viable for bilingual education.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Taiwan has strong fresh markets and abundant produce. Processed snacks are common but balanced by local markets and healthy options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Taiwan PMM (Games) pay is solid locally with strong benefits; total comp trails top markets by ~25-30%, but lower cost of living and lifestyle offset.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Taiwan (Taipei) offers occasional PMM/games trainings; events rely on visiting experts or online courses, with active online communities keeping skills sharp.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Taiwan (Taipei/Hsinchu) has strong marketing and game-design programs with studio ties. The PMM (games) pipeline is solid but still growing.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Taiwan\u0027s game market has steady PMM talent. Expect ~3–4 month hiring timelines, with visa options like the Gold Card aiding onboarding.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Taiwan\u0027s game marketing roles widely use English in tech hubs, but Mandarin is expected on local campaigns; bilingual candidates are preferred.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Taiwan studios commonly support remote/hybrid PMG roles; expect occasional onsite in Taipei; English-friendly teams with async workflows.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Taipei/TW hosts a moderate games PMM pool; there are several studios but senior PMMs are limited. Expect relocation or remote arrangements for top talent.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Taipei, Taiwan shows vibrant democracy and LGBTQ rights; progressive policies and culture align with the family\u0027s values.",
      "alignmentValue": 10
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Taiwan, especially Taipei, is largely nonjudgmental about consensual nonmonogamy; traditional circles may gossip, but overall acceptance is rising.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Taiwan’s messaging emphasizes shared wellbeing and transparency. It benefits from pluralistic media and inclusive civic participation.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Taiwan\u0027s pluralistic media is broadly free; watchdogs debunk spin fast, though online PRC narratives appear; strong media literacy helps your family.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Taiwan\u0027s Taipei MRT and intercity rail are clean, reliable, and extensive; strong for family mobility, schooling, and healthcare access with rural gaps outside cities.",
      "alignmentValue": 9
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Taiwan has a budding game/tech scene; local publishers exist but BD is not deeply embedded. Proactive outreach and event-driven engagement needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Taipei, Taiwan offers universal healthcare, strong international schools, and active expat networks; premium services are widely available with niche gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Taiwan offers universal healthcare and subsidies that ease basic needs; however, affordable, desirable neighborhoods with good schools remain limited.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Taiwan offers universal healthcare and solid public services for families. Taipei housing can be pricey, but schools and safety are strong.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Taiwan\u0027s game dev scene leans toward real-time pipelines with solid pre-rendered work; broadband and cloud access support real-time production.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Taiwan\u0027s secular, pluralist democracy, religion has limited policy influence. Minority rights protections align with the family\u0027s values.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Taiwan\u0027s studios offer remote on a case-by-case basis; hybrid presence is preferred for collaboration. Onsite work remains valued for core teams.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Taiwan startups broadly support remote work for most roles; many operate hybrid in Taipei.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Taiwan supports hybrid/remote roles, but policies vary; coworking spaces and local teams help Trey and Sarah balance work.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Taiwan\u0027s 3-year Gold Card offers work permit \u002B ARC with dependents; renewals are generally straightforward, supporting family stability.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Taiwan\u0027s mature tech scene offers stable roles with churn around funding cycles; family-friendly policies and universal healthcare ease relocation.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Taiwan\u0027s public pensions are modest. Many retirees rely on private savings and family support; healthcare is universal.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Taiwan, visa holders have limited access to the state pension; long-term residency and contributions are needed - plan private retirement savings.",
      "alignmentValue": 4
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Rails roles exist in Taipei/startups, but demand is moderate; expect hybrid/remote options and some sponsorship in Taiwan.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Taiwan is among the world\u0027s safest with low crime; in Taipei transit and busy night markets the risk is low, but stay aware with kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Taiwan has international/bilingual options (notably Taipei), but most public schools are Mandarin; expect planning and networking to secure places.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Taiwan coastal water ranges 18-22°C in winter to 28-30°C in summer. Swimming is feasible most of the year, with light wetsuits in shoulder months.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Taiwan\u0027s typhoon season (Aug–Oct) and humidity cause periodic disruptions; plan with flexible travel and weather-ready gear.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Taiwan (TW) daylight is generally ample year-round. Long summers and mild winters help maintain mood with regular outdoor breaks.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Taiwan has hot, humid summers with frequent rain and mild winters; humidity limits outdoor time for months, so plan for AC and indoor activities.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Taiwan has a solid software talent pool; startups can recruit senior developers, but competition and compensation pressures require attractive packages.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Taiwan\u0027s urban centers (Taipei) are open about sexuality; LGBTQ rights exist and sex education continues to improve, matching your sex-positive family values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Taiwan\u0027s universal healthcare and LGBTQ protections align with their progressive values. Taipei housing costs temper affordability despite strong safety nets.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Taiwan: 2k sq ft rentals are scarce in Taipei area; expect tight inventory and longer commutes or older units to secure space.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Taiwan spring commonly sits around 12–23 C with occasional chilly rain. Pack layers and light jackets for outdoor days.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "Taiwan\u0027s stable democracy with transparent institutions and strong healthcare supports families. Cross-strait tensions exist but governance remains steady.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "Taiwan\u0027s pluralistic democracy champions human rights and evidence-based policy; strong civil liberties and media freedom support families.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Taiwan blends a dynamic pro-business market with universal healthcare and startup funding. Regulation protects consumers and reduces inequality for families.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Taiwan has a moderate studio presence centered in Taipei and New Taipei; notable game studios like Rayark and Red Candle, with a growing indie scene.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Taiwan summers commonly reach 33-35°C with high humidity; typhoon threats may arise, but pools and reliable AC keep routines intact.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Taiwan offers polite, efficient service and orderly spaces; interactions are respectful, with brisk moments in busy places but family-friendly.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Taiwan offers R\u0026D tax deductions and grants for games/creative work, but programs are limited and competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Taiwan Gold Card typically completes in 1-3 months for a US family; fees are transparent and manageable for a smooth settlement.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Taiwan\u0027s transparent governance and strong pandemic response sustain trust; families favor resilient democracy and open institutions for their kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Taiwan maintains low corruption with transparent institutions. Petty issues are swiftly addressed, protecting essential services.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Taiwan mid-level software salaries around NT$0.9–1.4M/year (USD30–46k); plan remote work or dual incomes for family goals.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Taiwan offers plentiful weekend family options: parks, kid-friendly museums, and vibrant night markets with reliable transit. Some venues benefit from early starts or reservations.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Taiwan, hybrid roles exist but long hours persist. Sarah benefits from calmer rhythms and family evenings with flexible, family-friendly policies.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Taiwan\u0027s annual leave ranges roughly 7–15 days by tenure, supporting Sarah\u0027s calmer rhythm and shared family evenings.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Taiwan typically grants 7-14 days of annual leave; 10-14 days fits the family\u0027s calmer rhythm and shared evenings.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Taiwan has a growing game-dev outsourcing scene with QA, art, and localization in Taipei/Hsinchu. Capacity is moderate; partners can help cover overflow.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Taiwan: VFX real-time pay trails top markets by about 25-30%; solid benefits and lower cost of living help; remote/hybrid options common.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Taiwan has limited in-person VFX real-time education; remote courses and occasional visiting workshops help keep skills sharp.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Taiwan has solid VFX/real-time programs at major universities; graduates feed local studios, though the pipeline is smaller than in the US.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Taiwan\u0027s VFX (real-time) hiring is moderate; expect 4-5 months with proactive sourcing; remote candidates may help accelerate.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Taiwan mixes English use: multinationals use English, many local VFX teams work in Mandarin; plan bilingual screening and Mandarin onboarding.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Taiwan real-time VFX roles support partial remote weeks; expect on-site collaboration in Taipei but with remote flexibility where possible.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Taiwan\u0027s real-time VFX pool is moderate (Taipei/Taichung); startups may need relocation or longer searches for niche roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Taiwanese sentiment toward neighbors is mixed: warm toward Japan, wary of China. Cross-strait realities subtly shape daily life and media.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "Taiwan\u0027s thriving democracy, pluralist media, and tech scene fit their progressive, game-friendly lifestyle; strong civil liberties.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Japan and the U.S. view Taiwan positively, while China claims it. This matches your progressive, gaming-friendly life in Taiwan.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Taiwan\u0027s Gold Card and startup routes offer viable paths for tech founders and developers. Quotas and requirements apply, but processing is reasonable.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Taiwan\u0027s cities offer walkable pockets and strong transit; we’ll plan routes to avoid busy arterials with kids. Scooters and traffic near schools and parks require vigilance.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Taiwan\u0027s urban areas welcome US migrants; strong expat networks ease relocation, with practical visa options and mild local curiosity.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Taiwan blends cutting-edge tech with rich traditions. Night markets, gaming hubs, and startup culture keep the family curious.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Taipei, Taiwan are mild—around 13–18°C (55–65°F) with light rain; ideal for outdoor time and minimal heating for the boys.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Taiwan\u0027s standard is 40 hours with common overtime, so Sarah\u0027s calmer rhythm and family evenings may require flexible work arrangements.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Taiwan, work balance varies by industry; some firms offer flexible hours/remote options, but crunch periods exist; prioritize family-friendly employers.",
      "alignmentValue": 7
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Taiwan offers core protections (overtime pay, rest days), but enforcement varies and some gig sectors lag, affecting predictable, family-friendly work.",
      "alignmentValue": 8,
      "sameAsParent": false
    }
  ]
}