{
  "version": 2,
  "iso": "TW",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Microsoft stack appears in finance and government, though Java and web frameworks dominate. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "West coast cities see winter PM2.5 spikes, yet regulations are gradually improving air quality. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "High religious pluralism and a sizeable non-religious population foster tolerance for atheists. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 7
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Vibrant democracy and active civil society keep autocratic drift low despite pressure from China. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Modern banks, ubiquitous ATMs, and contactless systems like EasyCard make transactions easy. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Accessible beaches line the east and south coasts, though they are more weekend escape than daily life. It shapes the family's weekend escapes when they need green space and fresh air.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Board game cafes and local publishers sustain an active tabletop scene in Taipei. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Subsidies and new public centers help but many families still rely on private care or relatives. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Cities feature playgrounds, safe transit, and family-friendly night markets. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens receive monthly subsidies and expanding public preschool options. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Foreign residents can access subsidies after registration but English services are limited. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Hiking, night-market snacking, and gaming align well with the family's interests. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 7
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Friendly locals and organized expat groups create welcoming communities despite language gaps. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Visa renewals and business filings require Chinese paperwork, adding moderate bureaucratic friction. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing is pricey in Taipei, but food and transit remain affordable compared to U.S. cities. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Naturalization typically demands renouncing prior citizenship with narrow exceptions. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 3
    },
    {
      "key": "Economic Health",
      "alignmentText": "An export-driven tech economy maintains steady growth and low unemployment. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Capitalist market complemented by strategic state guidance and strong SMEs. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Public schools rank well internationally but emphasize rote learning and long hours. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Tech firms sponsor work permits, though openings often favor Mandarin speakers. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 6
    },
    {
      "key": "Environment",
      "alignmentText": "Mountains and parks offer greenery, yet industrial zones reduce overall environmental quality. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 6
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Progressive income tax around 5–20% plus NHI premiums keeps overall burden moderate. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn days sit near 22–28°C (72–82°F) as typhoon season winds down, making it comfortable. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Family is culturally central, though long work hours can limit shared time. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 6
    },
    {
      "key": "Family Members",
      "alignmentText": "Spousal and dependent visas are commonly approved, enabling the whole family to stay together. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Parental leave up to six months and child allowances support citizen parents. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Standard households receive basic tax deductions and education subsidies. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Foreign families access NHI and schools but miss some cash benefits. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Urban women blend East Asian streetwear with modest business attire. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men favor casual street fashion alongside smart office wear. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Traditional expectations persist but younger generations show more gender flexibility. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 5
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "A small yet growing sector hosts events like the Taipei Game Developers Forum. Trey's hope to launch a game studio depends on ecosystems like this.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal gender change is possible, though understanding outside Taipei remains limited. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Same-sex marriage and anti-discrimination laws put Taiwan ahead of most of Asia. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Work-centric culture still expects mothers to manage childcare, though attitudes slowly shift. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 5
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "ARC applications are straightforward but rely on Mandarin documentation and local sponsors. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Rising seas and stronger typhoons require routine floodproofing and evacuation planning for coastal neighborhoods. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 4
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "National Health Insurance delivers broad coverage with low out-of-pocket costs. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Foreigners join NHI after six months, accessing the same clinics at modest fees. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Universities are plentiful and affordable though highly competitive. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International programs exist, but most instruction remains in Mandarin. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Urban housing is compact and expensive, making family-sized units harder to afford. The family will need to budget carefully to secure enough space for the boys.",
      "alignmentValue": 4
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Annual filing can be done online but is largely in Mandarin, often requiring an agent. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 5
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "High enrollment and quality public schools with strong STEM focus. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Foreign children may attend public schools, yet language support varies by district. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Major cities host large Pride events and social acceptance is relatively high. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Mandarin dominates and outside tourist areas English proficiency can be limited. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 5
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Public opinion favors liberal democracy, and Marxist ideas are rare. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 3
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Men face moderate expectations to be breadwinners, though metro fashion softens stereotypes. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 5
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech, gaming, and language-exchange groups flourish in Taipei. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Monthly minimum wage near NT$27k (~USD900) signals baseline labor protections. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "High-speed rail, 5G coverage, and smart-city projects indicate advanced infrastructure. Solid infrastructure supports their remote work, gaming, and everyday logistics.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "From Taroko Gorge to Alishan forests, the island offers striking landscapes. It shapes the family's weekend escapes when they need green space and fresh air.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Regular earthquakes and typhoons pose significant risk. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 3
    },
    {
      "key": "Nature Access",
      "alignmentText": "Trailheads are reachable by public transit, making weekend hikes easy. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Live houses, KTV, and festivals provide diverse evening entertainment. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Night markets and late eateries create a social yet family-friendly nightlife. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Groups like Taipei IGDA and local forums connect developers. Trey's hope to launch a game studio depends on ecosystems like this.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Studios such as Rayark and Red Candle show local creativity. Trey's hope to launch a game studio depends on ecosystems like this.",
      "alignmentValue": 6
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Innovation grants and the Taiwan Gold Card support entrepreneurial founders. Trey's hope to launch a game studio depends on ecosystems like this.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Taipei moves fast, while smaller cities like Tainan offer a slower rhythm. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 5
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "School-centric culture pressures parents toward after-school tutoring. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 4
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Requires over five years' residence, language tests, and renouncing prior citizenship. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 4
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International ranks Taiwan relatively clean with strong anti-graft agencies. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Multi-party democratic republic with regular competitive elections. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamorous relationships lack legal recognition and remain largely taboo. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 2
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Public preschools are expanding but urban waitlists are common. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Private and international schools exist but command high tuition. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "Digital democracy initiatives and LGBTQ rights reflect a broadly progressive society. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Official messaging emphasizes civic participation and pandemic readiness while occasionally leaning on national pride about sovereignty. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Free press and vibrant media limit state-controlled narratives, though Chinese disinformation campaigns demand active media literacy. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 8
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Taipei MRT and intercity rail are clean, reliable, and extensive. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion rarely influences policy, keeping governance largely secular. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Co-working spaces support remote work, though many employers prefer office presence. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 6
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Work visas, spousal ARCs, and three-year Gold Cards provide varied stay options. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "State pension offers modest payouts, supplemented by private savings. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Foreigners may retire but receive limited pension benefits unless contributing long-term. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 4
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby on Rails is used in some startups and fintech but isn't mainstream. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 5
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Taiwan ranks among the world's safest countries with very low violent crime. That reassures Trey and Sarah about letting the kids explore transit and night markets.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Bilingual programs and international schools give alternatives to standard Mandarin instruction. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Coastal waters range roughly 22°C in winter to 29°C in summer (72–84°F). It shapes the family's weekend escapes when they need green space and fresh air.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Subtropical climate means hot, humid summers and mild winters with frequent rain. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 5
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Public discussions of sexuality remain conservative despite some urban liberalization. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 4
    },
    {
      "key": "Social Policies",
      "alignmentText": "Progressive on healthcare and LGBTQ rights but conservative on drugs and conscription. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring sees 18–26°C (64–79°F) with blossoms and occasional rain. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "Domestic stability is high though cross-strait tensions persist. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 7
    },
    {
      "key": "State Ideology",
      "alignmentText": "Emphasis on democratic values and a market economy rather than a single ideology. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Entrepreneurial environment with strong private sector and venture support. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer highs reach about 33°C (91°F) with high humidity and typhoon threats. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 4
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Gold Card processing finishes in 1–2 months with moderate fees. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 6
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Public confidence rose after effective pandemic response and open data efforts. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Issues mainly involve petty bribery or influence peddling and are generally prosecuted. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Mid-level developers earn around NT$1–1.5M yearly (USD33–50k). Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Families explore night markets, parks, and nearby hiking trails on weekends. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Standard office jobs run 9–6 with overtime culture that can eat into evenings. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 4
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Labor laws guarantee 7–15 paid days depending on tenure. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Most employees take around two weeks off annually, matching legal minimums. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 5
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Public sentiment is warm toward Japan but wary of China's intentions. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 5
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Japan and the U.S. view Taiwan favorably, while China claims it as territory. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 4
    },
    {
      "key": "View of self",
      "alignmentText": "Strong national identity centers on democracy and resilience. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Work visas, family reunification, entrepreneur visas, and the flexible Gold Card offer multiple routes. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Close ties with the U.S. and friendly locals make Americans generally well received. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Blend of high-tech industry and vibrant traditional culture stands out. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters hover around 13–18°C (55–65°F) in Taipei with cool rain. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 8
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Legal cap is 40 hours, yet overtime is common in practice. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 4
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Long hours and after-work obligations can strain family time. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 4
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Labor laws mandate overtime pay and leave, but enforcement varies in smaller firms. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Seasons are defined by severe volatility with repeated power outages, transportation pauses, or property damage concerns. Seasonal Weather at 5/10 and Natural Disasters at 3/10 steer the family toward a challenging outlook for seasonal extremes & variability.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Major daylight imbalances demand heavy interventions—SAD lamps, vitamin regimens, and frequent travel for sun exposure. Seasonal Weather at 5/10 and Environment at 6/10 steer the family toward a mixed outlook for seasonal sunlight hours.",
      "alignmentValue": 5
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Pleasant stretches appear sporadically, so spontaneous outdoor plans are rare and weather dominates scheduling. Seasonal Weather at 5/10 and Environment at 6/10 steer the family toward a mixed outlook for pleasant weather windows.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Basic needs are met but savings and extracurriculars are hard to sustain without extra support or side work. Minimum Wage at 6/10, Housing Situation at 4/10, and Childcare Support (Citizens) at 7/10 steer the family toward a mixed outlook for quality of life – lower-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Lifestyle feels brittle; one unexpected expense forces significant cutbacks or debt. Typical Software Salaries at 5/10, Housing Situation at 4/10, and Work-Life Balance at 4/10 steer the family toward a challenging outlook for quality of life – middle-income tier.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Premium experiences exist but feel overpriced, shallow, or socially frowned upon. Housing Situation at 4/10, Private Education at 5/10, and Family Life at 6/10 steer the family toward a mixed outlook for quality of life – higher-income tier.",
      "alignmentValue": 5
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Most 2k sq ft options feel overpriced or stuck in fringe neighborhoods with weaker schools. Housing Situation at 4/10 and Cost of Living (Optional) at 6/10 steer the family toward a mixed outlook for spacious housing benchmark (2k sq ft rent).",
      "alignmentValue": 5
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Intentional communities exist but are limited in size or geared toward niche demographics. Community Vibes at 7/10, Meetups & Communities at 7/10, and Family Life at 6/10 steer the family toward a strong outlook for community living opportunities.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully. Community Vibes at 7/10, Meetups & Communities at 7/10, and Common Hobbies at 7/10 steer the family toward a strong outlook for friendliness & neighborliness index.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Immigrants are tolerated but face regular microaggressions or bureaucratic hurdles. Welcoming of US Migrants at 7/10, Progressivism at 7/10, and Language & English Ubiquity at 5/10 steer the family toward a mixed outlook for immigrant sentiment – general.",
      "alignmentValue": 6
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Noticeable grumbles about expats driving up costs or staying in enclaves; we mitigate by community engagement. Welcoming of US Migrants at 7/10, Language & English Ubiquity at 5/10, and View of Them by Neighboring Countries at 4/10 steer the family toward a mixed outlook for immigrant sentiment – white migrants.",
      "alignmentValue": 6
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Politeness is situational; some contexts feel brisk but respectful. Community Vibes at 7/10, Nightlife Culture at 6/10, and Common Hobbies at 7/10 steer the family toward a strong outlook for surface interaction norms.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Many acquaintances stay casual, but dedicated outreach unlocks close friendships over time. Community Vibes at 7/10, Meetups & Communities at 7/10, and What Is Intriguing at 8/10 steer the family toward a strong outlook for depth-seeking social norms.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Personal space is often compressed, so we must advocate gently for comfort. Community Vibes at 7/10, Sex (Attitudes) at 4/10, and View of self at 8/10 steer the family toward a mixed outlook for personal boundary & bubble norms.",
      "alignmentValue": 6
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "We balance honesty with cultural nuance to avoid unintentionally offending. Progressivism at 7/10, What Is Intriguing at 8/10, and Trust in Government at 7/10 steer the family toward a strong outlook for moral, honesty & openness expectations.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in. Fashion Trends (Male) at 6/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for grooming & beauty investment.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Visible pressure to stay slim or athletic influences work and school culture. Fashion Trends (Male) at 6/10, Fashion Trends (Female) at 6/10, and Sex (Attitudes) at 4/10 steer the family toward a mixed outlook for body image & fitness pressure.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs. Fashion Trends (Male) at 6/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for fashion & style expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Mixed norms—some groups embrace consent while others rely on outdated assumptions. Sex (Attitudes) at 4/10, LGBTQ+ Attitudes at 8/10, and Nightlife Culture at 6/10 steer the family toward a mixed outlook for flirting boundaries & consent culture.",
      "alignmentValue": 6
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Nontraditional approaches face regular pushback or misinterpretation. Gender Roles at 5/10, Gender Fluidity at 5/10, and Sex (Attitudes) at 4/10 steer the family toward a mixed outlook for gendered flirting expectations.",
      "alignmentValue": 5
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Families risk stigma or legal complications when open about their structure. Polyamory at 2/10, Sex (Attitudes) at 4/10, and Community Vibes at 7/10 steer the family toward a challenging outlook for monogamy vs. non-monogamy acceptance.",
      "alignmentValue": 4
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Moralizing comments surface regularly, pushing us to stay private about experiences. Sex (Attitudes) at 4/10, Nightlife & Music at 7/10, and Community Vibes at 7/10 steer the family toward a mixed outlook for promiscuity attitudes.",
      "alignmentValue": 6
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Stigma is strong; custody and tenancy agreements become complicated. Polyamory at 2/10, Community Vibes at 7/10, and LGBTQ+ Attitudes at 8/10 steer the family toward a challenging outlook for group & multi-partner relationship attitudes.",
      "alignmentValue": 4
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Tight quarters and spontaneous touch are common; advocating for space is a regular task. Community Vibes at 7/10, Sex (Attitudes) at 4/10, and Nightlife Culture at 6/10 steer the family toward a mixed outlook for personal space & touch norms.",
      "alignmentValue": 6
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Guns are present yet culturally treated as tools with strong safety expectations. Safety & Crime at 9/10, State Ideology at 7/10, and Political System at 8/10 steer the family toward a strong outlook for firearm laws & ownership culture.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Balanced approach: regulated markets exist alongside education and support. Progressivism at 7/10, Political System at 8/10, and Safety & Crime at 9/10 steer the family toward a strong outlook for controlled substance policies.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease. Safety & Crime at 9/10, Progressivism at 7/10, and Authoritarian Backsliding Risk at 8/10 steer the family toward a strong outlook for drug enforcement climate.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Occasional events occur regionally, prompting situational awareness but not chronic fear. Safety & Crime at 9/10 and Stability at 7/10 steer the family toward a strong outlook for mass violence incidence.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Conditions are generally decent though some facilities lag in services or transparency. Authoritarian Backsliding Risk at 8/10, Safety & Crime at 9/10, and Perceived Corruption at 8/10 steer the family toward a strong outlook for carceral conditions & prison labor.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children. Public Transportation at 9/10, Housing Situation at 4/10, and Nature Access at 8/10 steer the family toward a strong outlook for walkability & pedestrian safety.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "We can find wellness support but must seek out likeminded circles to stay motivated. Healthcare (Citizens) at 9/10, Work-Life Balance at 4/10, and Community Vibes at 7/10 steer the family toward a strong outlook for community health consciousness.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common but balanced by strong fresh markets. Cost of Living (Optional) at 6/10, Community Health Consciousness at 7/10, and Fresh & International Cuisine Access at 7/10 steer the family toward a strong outlook for processed food saturation.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "We can meet most cravings but specialty ingredients or restaurants appear sporadically. Nightlife & Music at 7/10, Common Hobbies at 7/10, and Meetups & Communities at 7/10 steer the family toward a strong outlook for fresh & international cuisine access.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Stigma or limited providers make it harder to secure consistent care. Seasonal Weather at 5/10, Work-Life Balance at 4/10, and Community Vibes at 7/10 steer the family toward a mixed outlook for depression prevalence.",
      "alignmentValue": 5
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Higher obesity prevalence indicates limited access to healthy routines in some areas. Community Health Consciousness at 7/10, Work-Life Balance at 4/10, and Cost of Living (Optional) at 6/10 steer the family toward a mixed outlook for obesity rate.",
      "alignmentValue": 6
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Slightly elevated incidence prompts routine checkups and monitoring. Environment at 6/10, Healthcare (Citizens) at 9/10, and Community Health Consciousness at 7/10 steer the family toward a strong outlook for cancer incidence.",
      "alignmentValue": 7
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Market depends on a few key industries, so we maintain contingency plans. Economic Health at 8/10, Remote-Friendly Culture at 6/10, and Typical Software Salaries at 5/10 steer the family toward a strong outlook for broader job market resilience.",
      "alignmentValue": 7
    }
  ]
}
