{
  "version": 2,
  "iso": "TH",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Tropical forests, coral reefs, and national parks offer rich biodiversity amid urban sprawl. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Low-lying coasts and hotter seasons make climate change a serious threat despite adaptation efforts. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Hot, humid tropics with a rainy monsoon and short cool season, far from our mild preference. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 3
    },
    {
      "key": "Air Quality",
      "alignmentText": "Bangkok often suffers from PM2.5 pollution though smaller towns fare better. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Seasonal flooding and occasional typhoons pose recurring hazards. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 4
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "26–34°C (79–93°F) hot and dry before the monsoon. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 3
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "25–32°C (77–90°F) with heavy rain and high humidity. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 3
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "24–31°C (75–88°F) still humid but rains taper. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 4
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "22–32°C (72–90°F) drier and slightly cooler. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 6
    },
    {
      "key": "Beach Life",
      "alignmentText": "Islands like Phuket and Samui offer warm beaches and resort infrastructure. It shapes the family's weekend escapes when they need green space and fresh air.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Seas stay around 27–30°C (81–86°F) year-round. It shapes the family's weekend escapes when they need green space and fresh air.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Karst mountains, jungles, and temples provide striking scenery. It shapes the family's weekend escapes when they need green space and fresh air.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Daily minimum varies by province around 363 THB (~$10) offering a low baseline. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 3
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Bangkok developers earn roughly $20k–$40k USD, stretching further with low costs. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 5
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Multinational firms and outsourcing shops use .NET but the ecosystem is modest. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 4
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby jobs are scarce, mainly in startups. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 3
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Non-B work visas require employer sponsorship and proof of capital. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 4
    },
    {
      "key": "Economic Health",
      "alignmentText": "Tourism and manufacturing keep GDP growing though inequality persists. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Co-working hubs and nomad visas support remote work, especially in Bangkok and Chiang Mai. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Thai offices can run long hours yet overall culture values leisure and festivals. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 6
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Labor law caps at 48 but many firms keep near 40. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Only 6 paid days after a year, among the region’s lowest. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 3
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Multinationals offer 10–15 days and taking them is usually accepted. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 5
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Relaxed vibe outside Bangkok suits a slower lifestyle. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "School and work often start around 8 a.m., with evening markets or family dinners. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends feature temple visits, outdoor markets, or beach trips. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Extended families are common and children are welcomed in public spaces. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 7
    },
    {
      "key": "Polyamory",
      "alignmentText": "No legal recognition and social norms favor monogamy. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 2
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Society expects respectful, well-behaved kids; communal caretaking is normal. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Urban parks and malls cater to families though sidewalks can be rough. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 5
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools are basic; international schools provide quality at high cost. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 4
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Private nurseries and preschool programs are available but quality varies. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Government subsidies are limited, leaving families to self-fund. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 4
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Foreign families receive no subsidies but can access private centers. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 3
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Universal basic education through grade 9 with mixed outcomes. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 5
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Public schools accept foreign kids but language barriers and quality pose issues. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 4
    },
    {
      "key": "Private Education",
      "alignmentText": "International schools deliver high standards yet tuition is steep. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Small child allowances and maternity leave exist but benefits are modest. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Most benefits exclude foreigners aside from private insurance options. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 3
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities are affordable and improving. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Foreign students pay higher tuition but admissions are possible. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Traditional roles persist though urban areas show more equality. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Thai culture shows visible gender variance, especially kathoey communities. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Legal protections against discrimination remain limited. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 4
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Femininity is associated with modesty and soft-spoken behavior. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Men face expectations to provide and maintain a calm demeanor. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 5
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Blend of Buddhist culture, street food, and digital nomad scene draws interest. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Tourist zones use English but proficiency drops outside cities. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Social views are moderate with some reforms but conservative institutions. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 5
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Marxism holds little sway beyond academic circles. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 3
    },
    {
      "key": "Atheism",
      "alignmentText": "Buddhist majority allows private disbelief but few identify openly. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 5
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex work is widespread yet public conversation remains modest. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 4
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Public tolerance in urban areas contrasts with lack of legal rights. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 5
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Friendly smiles and neighborhood markets foster community. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "Pride in hospitality and cultural heritage. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Generally cordial toward ASEAN neighbors but wary of Myanmar’s instability. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Seen as a tourist magnet and pragmatic partner. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Vibrant scenes from Bangkok clubs to beach parties. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Casual lightweight clothing suits the heat; business wear mostly in offices. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Blend of modest outfits and trendy street fashion. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Cooking classes, Muay Thai, and temple festivals are popular. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Growing café scene in Bangkok and Chiang Mai. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Live music bars and EDM festivals abound. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Expat and tech meetups flourish in urban hubs. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Easy access to jungles, mountains, and marine parks. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Constitutional monarchy with frequent military influence. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 3
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Buddhism informs culture yet the state is officially secular. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 5
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Labor unions exist but power is limited and enforcement inconsistent. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 4
    },
    {
      "key": "State Ideology",
      "alignmentText": "Nationalism and royalism dominate official narratives. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 3
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Military coups and party bans keep democracy fragile. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 3
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Market-driven economy with a significant informal sector. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Political protests recur but daily life remains mostly stable. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Government controls messaging around the monarchy and security, and lèse-majesté laws deter dissenting coverage. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 4
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Official narratives celebrate royal virtue and national unity while downplaying political fractures. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 3
    },
    {
      "key": "Social Policies",
      "alignmentText": "Basic welfare programs exist but coverage is patchy. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 4
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Many residents distrust politicians due to corruption scandals. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 3
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Bribery and patronage are commonly perceived. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 3
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Petty bribery in bureaucracy alongside high-level kickbacks. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 3
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Affordable rentals are available in condos, but larger family homes can require longer searches or higher deposits. The family will need to budget and scout neighborhoods that balance space with transit access.",
      "alignmentValue": 6
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime is low but petty theft and scams affect tourists. Trey and Sarah would keep close watch on the kids in crowded transit and market areas.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal Coverage Scheme provides basic care with long waits. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Expats rely on private hospitals offering high-quality care at moderate prices. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Limited public subsidies mean families often rely on relatives. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Policies support nuclear families modestly with maternity leave and education subsidies. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 4
    },
    {
      "key": "Education",
      "alignmentText": "Public education quality varies; strong private and international options exist. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 4
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Bangkok's BTS/MRT and regional buses provide coverage but rural areas rely on cars. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 5
    },
    {
      "key": "Economic System",
      "alignmentText": "Mixed economy with strong tourism and manufacturing sectors. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Progressive income tax filed annually; VAT collected at point of sale. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 6
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "With moderate incomes, effective income tax likely around 15%. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 6
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Modern banking apps and QR payments are widely adopted. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Low costs for food and housing stretch budgets. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "State pension exists but payouts are small. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Long-stay retirement visas exist but require proof of sizable savings and offer no access to state pensions. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 4
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Tourist, Non-B, marriage, and Elite visas offer varied routes but paperwork is heavy. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 5
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Friendly to Westerners though long-term residency requires patience. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 5
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "One-year extensions or elite packages; permanent residency after years. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 4
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization demands years of residence, language, and quotas. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 3
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and kids can be included on dependent visas. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Processing takes months; elite visa fees reach tens of thousands USD. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 4
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Strict reporting and overstay fines require diligence. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 4
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Thai-born can hold dual; naturalized citizens are expected to renounce. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 4
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Regular 90-day reports and address checks can be bureaucratic. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 4
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Growing indie scene and outsourcing companies but limited AAA presence. Trey's hope to launch a game studio depends on ecosystems like this.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Studios like Sanuk Games and Urnique produce regional titles. Trey's hope to launch a game studio depends on ecosystems like this.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Events in Bangkok and Chiang Mai foster small dev communities. Trey's hope to launch a game studio depends on ecosystems like this.",
      "alignmentValue": 6
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Low living costs and emerging talent make a feasible launchpad. Trey's hope to launch a game studio depends on ecosystems like this.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "High-speed internet and modern malls coexist with patchy rural infrastructure. Solid infrastructure supports their remote work, gaming, and everyday logistics.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Extremes & Variability\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Sunlight Hours\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Pleasant Weather Windows\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Friendliness & Neighborliness Index\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - General",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - General\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - White Migrants",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - White Migrants\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Surface Interaction Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depth-Seeking Social Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Boundary & Bubble Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Moral, Honesty & Openness Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Living Opportunities\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Lower-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Lower-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Middle-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Middle-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Higher-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Higher-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Spacious Housing Benchmark (2k sq ft Rent)\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Grooming & Beauty Investment\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Body Image & Fitness Pressure\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fashion & Style Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Flirting Boundaries & Consent Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Gendered Flirting Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Monogamy vs. Non-Monogamy Acceptance\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Promiscuity Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Group & Multi-Partner Relationship Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Space & Touch Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Firearm Laws & Ownership Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Controlled Substance Policies\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Drug Enforcement Climate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Mass Violence Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Carceral Conditions & Prison Labor\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Walkability & Pedestrian Safety\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Health Consciousness\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Processed Food Saturation\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fresh & International Cuisine Access\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depression Prevalence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Obesity Rate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Cancer Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Broader Job Market Resilience\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    }
  ]
}
