{
  "version": 2,
  "iso": "TH",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Thailand’s hot, humid climate limits outdoor time much of the year; urban air quality can spike. Yet national parks and biodiversity offer safe outdoor options nearby.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Thailand\u0027s heat and monsoon floods elevate warming risk to moderate; plan housing reinforcement and insurance while focusing on milder months.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Thailand is hot and humid with a pronounced monsoon season. Outdoor time is often limited by humidity and rain, especially for kids.",
      "alignmentValue": 4
    },
    {
      "key": "Air Quality",
      "alignmentText": "Bangkok and many Thai cities commonly see PM2.5 spikes; smaller towns offer better air, aiding outdoor time for the boys.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Thailand\u0027s monsoon brings seasonal floods and storms. Plan for inundation near homes and schools; infrastructure helps but risk remains.",
      "alignmentValue": 5
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Thailand\u0027s spring is hot and humid with pre-monsoon heat; plan outdoor activities for early mornings and shade during peak heat.",
      "alignmentValue": 5
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Thailand summers often reach 33–35°C with high humidity; plan for indoor time and reliable AC for the boys.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Thailand autumn stays hot and humid (24-31°C) with rains tapering; plan outdoor time in cooler mornings for the boys.",
      "alignmentValue": 4
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Thailand winters are warm (22-32°C); no cold snaps, light clothing suffices and outdoor time for the boys is safe year-round in TH.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Bangkok (Pattaya, Hua Hin) are a few hours away. Family facilities exist, but crowds and shade vary, with occasional water-quality concerns.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Thai seas stay around 27–30°C year-round, letting all family members swim comfortably without wetsuits.",
      "alignmentValue": 10
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Thailand offers limestone karsts, lush jungles, and inviting beaches; great weekend nature escapes for the family, with a few entry fees.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Thailand\u0027s minimum wage (~363 THB/day) remains well below a family\u0027s subsistence. Remote tech income plus local work helps balance costs.",
      "alignmentValue": 3
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Bangkok, Thailand: software salaries are roughly $15k-$25k/yr, below US levels; remote work and multiple incomes help your family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Thailand\u0027s .NET market is outsourcing-heavy, centered in Bangkok; local openings are moderate, but remote roles with global firms are common.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles in Thailand are limited, concentrated in Bangkok startups. Remote work with international teams remains viable.",
      "alignmentValue": 3
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Thailand sponsors work permits for many tech roles, but not universally; expect quotas and paperwork, so plan for hybrid remote/local options.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Thailand\u0027s economy shows mixed growth: tourism and manufacturing drive growth. Inequality and inflation press households; Thai tech roles help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Bangkok/Chiang Mai have nomad visa routes and strong coworking; remote roles exist but may require policy negotiation.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Thailand\u0027s offices can run long hours, yet the culture still reserves evenings for family time, helping Sarah\u0027s calmer rhythm.",
      "alignmentValue": 6
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Thailand generally has 40-hour weeks with occasional 42-45 hour spikes; supports Sarah\u0027s calm, family-friendly rhythm via remote/hybrid roles.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Thailand offers about 6 days annual leave after one year plus public holidays; under 10 days total, limiting family time and caregiving.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Thailand firms commonly offer around 25–30 days off (annual leave \u002B public holidays). This supports a calmer family rhythm for Sarah.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Thailand outside Bangkok offers a calmer, family-friendly pace. This supports Sarah\u0027s slower rhythm and shared evenings.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Thailand schools start around 7:30-8:00; workdays run 8:30-17:30. Aftercare for the 5-year-old and daycare for the 1-year-old are essential.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Thailand offer temples, markets, and beaches for a family; expect crowds and heat. Traffic and trips to coastlines may require early starts.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Thailand provides family-friendly urban spaces, parks, and schools. Some districts feel adult-oriented, but communities support families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Thailand, polyamory lacks legal recognition; social norms are conservative, so families may face mixed acceptance and legal ambiguity.",
      "alignmentValue": 4
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Thailand blends elder respect with family and school input. Parents often share duties, but traditional roles and academics still apply.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Thailand\u0027s cities offer parks and malls friendly to families. Sidewalks can be crowded and traffic dense, so plan outings carefully.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Thailand offers many international and bilingual schools (esp. Bangkok) but at high cost; public options vary, so schooling path requires planning.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Thailand, private bilingual nurseries exist but quality varies. Public pre-K is uneven and can be costly, with waitlists for popular programs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Thailand\u0027s public childcare subsidies are modest and regionally varied. Families with young children still bear most costs; private options fill gaps.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Thailand offers limited subsidies for visa holders. Childcare is mostly private and self-funded in Bangkok and other urban areas.",
      "alignmentValue": 3
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Thailand K-12 access for expats varies by district. International schools offer English, but at higher cost; public options exist yet are harder for non-citizens.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Thailand, visa families typically enroll in private or international schools; public Thai schools offer limited access for non-citizens.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Thailand has many English-medium private international schools; strong options exist, but top programs are competitive and tuition high.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Thailand offers modest citizen family benefits: limited child allowances and brief parental leave; overall support remains limited.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Thailand provides limited public benefits to visa families; expect private healthcare/education costs and emergency aid only.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Thailand, public universities stay affordable for Thai citizens; expats face higher tuition - consider English-taught programs or private options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Thailand, visa holders can enroll in universities, but face higher tuition and some work-study limits; private options and international scholarships exist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Thailand\u0027s urban centers lean egalitarian; rural zones stay traditional. Your progressive, polyamory-positive values align with Bangkok\u0027s urban norms, with regional variation.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Thailand\u0027s gender diversity is visible in Bangkok and other urban areas; social acceptance is good, though legal recognition lags.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Thailand guarantees gender equality in law, but enforcement varies; progressive, polyamory-friendly values may face uneven social norms.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Thailand\u0027s urban areas tend toward flexible femininity norms; your progressive, polyamory-positive values align with many Thai communities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Thai masculinity norms stay traditional; men as providers and stoic figures are common. Urban Bangkok shows some emotional openness and change.",
      "alignmentValue": 4
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Thai temples, street food, markets, and Bangkok/Chiang Mai\u0027s budding digital-nomad scene offer rich culture for a game-loving, bilingual family.",
      "alignmentValue": 8
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Urban Thailand (Bangkok, major cities) uses English. Schooling and government services still prefer Thai; plan to learn Thai for full participation.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "Bangkok-area communities support progressive, gaming-friendly lifestyles. National politics remain mixed with conservative influence.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Thailand, Marxism remains mostly academic. Mainstream discourse leans toward reform rather than radical ideologies.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "In Buddhist-majority Thailand, atheism is tolerated privately, but some workplaces and schools still assume Buddhist participation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Urban Thailand shows openness toward sex work and LGBTQ\u002B issues, while rural areas stay conservative; Bangkok fits the family\u0027s progressive lifestyle.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "LGBTQ\u002B tolerance is strong in Bangkok and major Thai cities; rural areas can be more conservative, so urban living fits best.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Thailand’s expat hubs (Bangkok/Chiang Mai) offer friendly communities; ties form via schools and clubs with a bit of initiative.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Thailand\u0027s hospitality and cultural heritage, with a growing gaming/tech scene, shape a positive self-view tempered by political fragility.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Thailand\u0027s ASEAN ties are generally cooperative; cautious about Myanmar\u0027s instability; progressive, gaming-friendly culture should fit the region.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Thailand is seen as a stable regional hub with a strong tourist draw; expat families feel welcomed, though occasional policy frictions exist.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Bangkok nightlife is vibrant in Sukhumvit and Silom; mostly adult-oriented. Plan sitters and safe transit; family-friendly late options are limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Bangkok\u0027s fashion is diverse; urban men wear casual, lightweight styles, but some offices remain conservative.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In urban Thailand (Bangkok), women\u0027s fashion is diverse and expressive. Modest options mix with bold streetwear, fitting their progressive lifestyle.",
      "alignmentValue": 9
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Thai cooking classes, Muay Thai, and temple festivals are popular. Bangkok-area game meetups help Trey keep gaming and Sarah build community.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Bangkok and Chiang Mai have a growing boardgame cafe scene. Expat groups help Trey and Sarah connect, though regular meetups require some coordination.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Bangkok, Thailand\u0027s live music and bar scene is broad; many venues attract families during daytime events, but late-night scenes need planning.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Thailand’s urban hubs host plentiful expat/tech meetups and gaming groups; English-friendly in Bangkok/Chiang Mai, though some niches use waitlists or fees.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Thailand offers rich jungles and beaches. From Bangkok and other major cities, parks are reachable by car, with some needing permits or gear.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Thailand\u0027s constitutional monarchy with military influence; supports a resilient, transparent democracy for its citizens.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Buddhism shapes Thai culture; laws echo religion, yet minority rights endure and democratic processes persist.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Thailand has legal worker protections but enforcement is uneven; unions are limited outside formal sectors, which may affect startups and remote teams.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "Thailand\u0027s state narrative blends nationalism with monarchy; media/education promote royalist views, constraining dissent for a progressive family.",
      "alignmentValue": 3
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Thailand shows gradual democratic erosion from military influence and media limits; strong independent institutions help secure kids\u0027 democratic future.",
      "alignmentValue": 5
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Thailand\u0027s market is dynamic, with Bangkok\u0027s growing startup scene and foreign investment. Reforms are gradual and oligopolies influence prices, so stay vigilant to policy shifts.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Thailand experiences periodic protests, but daily life stays largely stable. They want resilient democracy and transparent governance for their kids.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Thailand\u0027s media is shaped by monarchy-sensitive rules and state-leaning outlets; independent outlets exist, but nationalist framing remains common.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Thailand\u0027s public messaging leans nationalist with official info; your family prefers pluralistic media, seek diverse sources to avoid one-sided narratives.",
      "alignmentValue": 6
    },
    {
      "key": "Social Policies",
      "alignmentText": "Thailand offers universal healthcare for residents; expats often face gaps and bureaucracy. Bangkok has social programs, but access varies by visa/status.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in Thailand\u0027s government is mixed. Seek transparent, accountable local institutions to secure your kids\u0027 future.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Thailand has moderate corruption perception. Expect red tape, but watchdogs and reforms boost transparency for families in TH.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Thailand shows petty and grand corruption in bureaucracy and contracts. With reforms and oversight, families can navigate rules with caution.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Thailand offers family-friendly condos near parks and transit in Bangkok/Chiang Mai; larger 2-3BR units may need deposits and a longer search.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Thailand is generally safe; violent crime is rare, but petty theft and scams target tourists. Watch crowded markets and transit with the kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Thailand\u0027s Universal Coverage Scheme offers affordable basic care; waits in public facilities can be long, so pediatric options in Bangkok may help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Thailand: visa families rely on private hospitals with high-quality care. Costs are high; private insurance advised; public services for foreigners limited.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Thailand relies on private nurseries and expat networks; public childcare is limited, so expect higher costs and proactive planning.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Thailand, universal healthcare and basic schooling subsidies exist; regional gaps and co-pays keep family relief modest.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Education",
      "alignmentText": "Thailand\u0027s public education varies by district. Bangkok offers strong private and international schools with bilingual options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Bangkok\u0027s BTS/MRT and buses offer strong urban transit, efficient and affordable. Rural areas rely on cars; city access supports schooling and healthcare.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "Thailand\u0027s mixed economy blends tourism and manufacturing with BOI incentives for startups; reforms support Trey\u0027s venture, though some bureaucracy remains.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Thailand uses progressive personal income tax with annual filing and a 7% VAT. Expats and startups often need simple accounting guidance.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Thailand uses progressive tax up to 35%; with expat allowances, expect about 18-22% effective tax in Bangkok.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In Thailand, QR payments and mobile banking are common (PromptPay). For foreigners, opening a local bank account can involve extra paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Thailand\u0027s cost of living is lower than the U.S., freeing savings room for travel; budget for private schooling and healthcare in expat setups.",
      "alignmentValue": 9
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Thailand\u0027s public pension is modest; retirees rely on savings and family. Universal healthcare helps, but long-term care costs can strain.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Thailand, retirement visas exist but provide no state pension; requires funds to qualify, guiding budgeting and Trey\u0027s startup plans.",
      "alignmentValue": 4
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Thailand offers multiple visa routes for a U.S. family (Non-immigrant B/O, Smart Visa, Elite); clear paths but documentation remains thorough.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Thailand generally welcomes US migrants in urban centers like Bangkok/Chiang Mai; visa stability and proper permits ease settlement.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Thailand offers long-term residency paths (Elite, work, marriage); renewals require documentation, but viable stability exists for a US family.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Thailand, naturalization is rare for expats; long residence, language proof, and opaque approvals make citizenship unlikely.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouse and kids can join on Thai dependent visas; expect paperwork, proof of funds, and possible processing delays.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Thailand visa options (Elite/work) may take up to a year; fees can top tens of thousands USD for a family.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Thailand visa extensions and 90-day reporting require careful admin; keep records to avoid minor penalties.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Thailand generally disallows dual citizenship for foreigners; naturalization usually requires renouncing the original nationality.",
      "alignmentValue": 3
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Thailand requires 90-day address reporting. Visa stability hinges on timely renewals and compliant immigration steps.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Thailand\u0027s indie/outsourcing game scene is growing (Bangkok). AAA presence remains limited, but remote work and local networks support Trey\u0027s studio plans.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Thailand\u0027s growing indie/outsource scene offers studio options. Hiring at established studios in Thailand tends to take a few months, fitting Trey\u0027s plan.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Thailand studios pay local-market rates. For expats with families, remote options and strong benefits help, though totals may trail top hubs.",
      "alignmentValue": 6
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Thailand\u0027s established studios use English for cross-border work; local Thai fluency supports community, compliance, and partnerships.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Thailand studios lean hybrid; remote options exist case-by-case, supporting the family\u0027s need for flexible work.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Thailand has a recognizable indie scene; studios like Sanuk Games and Urnique exist, a handful of notable studios for regional titles.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Bangkok and Chiang Mai host indie meetups, jams, and mentors in Thailand. This ecosystem supports Trey\u0027s game studio plans and collaboration.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Thailand\u0027s growing indie game scene and BOI incentives help, but funding remains competitive; co-founders and hustle needed.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Thailand\u0027s early-stage hiring (Bangkok/Chiang Mai) typically takes 3-4 months. Incentives or near-term remote options help close game-dev roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Thailand start-ups tend to offer modest cash with meaningful equity; Bangkok\u0027s lower cost of living helps runway, so negotiate equity terms carefully.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Thailand startups rely on English for investor talks and platform discussions. The family\u0027s preference for English ubiquity aligns with this, while Thai supports hiring and compliance.",
      "alignmentValue": 6
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "In Thailand, startups mix on-site and hybrid work; remote options are common with proper tooling. For relocation, plan reliable broadband and flexible hours.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Thailand\u0027s urban centers offer solid broadband and modern services (Bangkok, Chiang Mai). Rural gaps and occasional outages persist.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Thailand\u0027s climate features hot, humid seasons and a May–Oct wet season with heavy storms. Plan for occasional floods and heat—monitor forecasts.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Thailand\u0027s daylight stays near 12 hours year-round, keeping mood stable. No heavy light therapy needed in daily life.",
      "alignmentValue": 10
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Thailand\u0027s hot, humid year-round limits outdoor time; only brief cool dry spells (Nov-Feb) provide pleasant windows.",
      "alignmentValue": 3
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Thailand offers affordable basics and public healthcare; safe family neighborhoods exist, but English ubiquity varies and options depend on city.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Thailand offers affordable housing and childcare for many middle-income families, but schooling can be costly. With budgeting, a comfortable life is possible.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Thailand offers abundant premium amenities, international schools, and private healthcare. In Bangkok, some clubs or services may require planning or membership.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Thailand\u0027s Bangkok metro: 2k sq ft rentals are tight; expect longer commutes or older properties to secure space in family-friendly neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Thailand has intentional communities, but they\u0027re limited and niche; Bangkok and Chiang Mai have the clearest family-friendly options.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Thailand (Bangkok/Chiang Mai) has polite locals who connect when you take the initiative. Expat networks help, but friendships form gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Thailand\u0027s expat scene is generally welcoming (Bangkok/Chiang Mai), but visa rules and policy shifts can create periodic hurdles.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Thailand, white migrants often face cautious reception; engage locally and invest in communities to ease costs and perceptions.",
      "alignmentValue": 6
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Thailand, politeness is generally warm; service can be brisk in busy hubs like Bangkok, but respectful and responsive when you initiate.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Thailand\u0027s expat and local circles are polite but slow to deepen; steady outreach via clubs and volunteer groups helps form close friendships.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Thailand\u0027s crowded spaces, expect closer contact; gently set boundaries for the kids with polite, brief cues.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Thailand, honesty matters but balance it with local nuance. Be direct yet polite to avoid offense.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Thailand, a neat, breathable look works for work and social life; budget light grooming to handle heat, sun, and humidity.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Bangkok and other Thai urban centers still emphasize slim-ideal norms; family support helps, but diet talk and weight comparisons surface in social circles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Thailand\u0027s urban centers, like Bangkok, lean smart-casual; breathable, modest outfits fit most settings, with family spaces allowing flexibility.",
      "alignmentValue": 7
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Thailand (Bangkok): consent norms vary in nightlife; boundaries can be blurred by alcohol. Stay explicit, check in, and respect local cues.",
      "alignmentValue": 7
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Thailand\u0027s urban scenes are more inclusive, but some venues still favor traditional flirting scripts. Our progressive family approach navigates context.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Thailand does not legally recognize polyamory. Acceptance is strongest in Bangkok\u0027s urban/expat circles, but discretion remains wise.",
      "alignmentValue": 5
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Thailand\u0027s urban centers generally tolerate casual openness among consenting adults; discretion remains in conservative areas.",
      "alignmentValue": 9
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Thailand, multi-partner households face limited legal recognition; expect biased handling in paperwork and housing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Thailand\u0027s busy transit can feel crowded. Locals typically respect personal space and check before touching, especially in Bangkok.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Thailand, gun ownership exists but is tightly regulated; licenses and safe-storage rules are widely enforced.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Thailand\u0027s strict drug laws can lead to criminal records or deportation for foreigners; expat family should heed policy risk.",
      "alignmentValue": 5
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Thailand: drug enforcement can be aggressive and uneven across provinces; some raids and profiling erode trust - prefer areas with stable rule of law.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Thailand, mass violence is episodic; Bangkok protests occur but overall risk is low—stay vigilant at large family events.",
      "alignmentValue": 7
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Thailand\u0027s detention facilities face overcrowding and abuse reports. Detention can expose families to harsh conditions with limited oversight.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas, but drivers often rush. In Thai cities, choose family-friendly districts with parks to walk safely.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Thailand\u0027s urban centers offer wellness programs and universal healthcare. Expats can connect with health-focused circles through schools and community groups.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Thailand\u0027s fresh markets are strong in cities like Bangkok; processed foods are common but balanced by plentiful produce.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Bangkok and Thailand\u0027s cities offer abundant fresh markets and diverse cuisines; options are strong, though some specialty ingredients vary by neighborhood.",
      "alignmentValue": 9
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Thailand is moderate. Urban centers have services but wait times can affect access.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity in Thailand is moderately common. Community health programs and active living help keep trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Rates align with global norms; Thailand\u0027s screening and early-detection programs support routine checkups.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Thailand\u0027s economy is diversified; tourism swings persist. Bangkok/Chiang Mai offer growing tech/remote roles and visa options for skilled families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Thailand\u0027s game/animation studio scene is growing but still niche; Bangkok hosts several studios and indie teams, with a modest yet active ecosystem.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Thailand’s game scene relies on service studios/outsource hubs; Bangkok hosts several small anchors, with few major IP studios—boutique, regional focus.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Thailand\u0027s Bangkok IT scene has a few trusted vendors for art/QA; broader game-dev/live-ops support may require remote partners.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Thailand\u0027s game-dev edu is growing (Bangkok/Chiang Mai) but uneven; graduate readiness varies by program.",
      "alignmentValue": 6
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Thailand’s Bangkok/Chiang Mai scene has regular bootcamps and meetups, plus university extension courses; suitable for upskilling locally.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Bangkok and Chiang Mai offer periodic dev meetups and occasional game jams; expat-friendly networks provide some collaboration opportunities.",
      "alignmentValue": 6
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Unity dominates Thailand\u0027s game dev scene, with a growing Unreal presence. Shared events and forums support cross-training.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Thailand\u0027s Bangkok and Chiang Mai offer solid broadband and a growing real-time game-dev scene. Real-time pipelines dominate with limited pre-rendered work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Thailand\u0027s Bangkok tech scene shows steady software/game dev demand; top roles face noticeable competition, but remote/hybrid options help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Thailand\u0027s growing tech scene and visa options support expat founders. However funding cycles and policy shifts can cause churn; plan local hiring.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Thailand shows active D\u0026I dialogue with LGBTQ\u002B visibility; studios vary in practice, with some tracking goals but uneven progress.",
      "alignmentValue": 7
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Thailand offers BOI incentives for software and digital content, including tax relief. Approvals are competitive and grants vary by program.",
      "alignmentValue": 7
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Thailand offers stable startup incentives (BOI, Smart Visa) and universal healthcare; expect occasional policy tweaks around elections.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Bangkok’s founder scene is growing with regular meetups and mentors (HUBBA, True Digital Park); strong for Thailand, but not as dense as regional hubs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Thailand offers mixed early-stage game funding; competition is real, but Bangkok-area networks and public grants help; few game-specific backers.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Thailand has general startup accelerators in Bangkok and tech hubs, but few game-focused programs; expect generalist support and ad hoc opportunities.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Bangkok\u0027s tech scene is growing, but senior engineers remain limited; startups often recruit abroad or rely on remote leadership.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Thailand offers a serviceable contractor bench with pockets of scarcity in niche tech like game dev. Remote/hybrid options ease onboarding across time zones.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Thailand, especially Bangkok, offers solid coworking for startups. Game-dev gear like mocap/audio labs remains scarce.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Thailand has IP-savvy firms in Bangkok for game/IP matters; fees vary but startup-friendly options exist, with English-friendly counsel.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Bangkok, Thailand has limited local publisher/platform BD. Most relationships are handled remotely; regional SEA events offer the best access.",
      "alignmentValue": 6
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Thailand has indie playtesting in Bangkok/Chiang Mai; playtests exist but scheduling requires lead time.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Thailand\u0027s Smart Visa offers founder-friendly startup paths with dependents; efficient processing with investment/role criteria.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Thailand offers payroll and office costs well below US levels, aiding runway for startups; bureaucracy and visa steps can raise ongoing expenses.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Thailand\u0027s 3D character artist pool is moderate (Bangkok area). Startups may need broader sourcing or relocation for niche roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Thailand has serviceable 3D character programs in Bangkok and Chiang Mai. Studio partnerships help, but pipelines lag cutting-edge industry standards.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Thailand\u0027s 3D character continuing education is modest; few local providers, mainly online courses with occasional workshops in Bangkok or Chiang Mai.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Thailand\u0027s 3D character artist hiring is modest; expect 4-5 month cycles and multiple searches; remote/imported talent can accelerate placement.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Bangkok, Thailand, 3D character artist comp trails top markets by 25-30%; lower cost of living and lifestyle perks help offset salaries.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Thailand studios commonly use English for international work; learning Thai helps everyday life and local team collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Thailand studios widely offer hybrid 3D artist roles; remote work is negotiable, with on-site collaboration common in Bangkok/Chiang Mai.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Thailand has a moderate 3D animator pool. Mid-level talent is available locally, but senior roles may require remote/hiring abroad or relocation.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Bangkok has several animation and digital media programs, but curriculums lag current tools. Local studios partner with schools to bridge gaps.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Bangkok, Thailand offers sporadic 3D animation training; most upskilling comes from visiting experts or online courses, with few regular local meetups.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Thailand\u0027s 3D animator market is fairly shallow. Vacancies may stay open 6\u002B months unless you source internationally or offer relocation incentives.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Bangkok\u0027s 3D animator pay trails top markets by ~25-30%; local packages help; remote or hybrid options boost competitiveness.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Thailand, especially Bangkok, has mixed Thai/English in 3D studios; English is common in larger shops, while Thai skills help in smaller ones.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Thailand, remote options exist case-by-case for 3D animators; many studios still expect periodic onsite collaboration.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Thailand has a moderate 2D environmental artist pool; Bangkok/Chiang Mai studios exist, but senior roles often need relocation or remote work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Thailand has Bangkok-based game design and digital art programs, but cohorts are small. Local studios provide on-the-job upskilling to bridge gaps.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Thailand has occasional 2D environmental art workshops; most upskilling is online or via visiting instructors in Bangkok.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Thailand\u0027s growing game/creative scene (Bangkok/Chiang Mai) with remote options; 2D environmental artist roles typically take 2-3 months; local pipelines are competitive.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Thailand: 2D Environmental Artist comp trails top markets by ~25–30%; local pay is lower, but low cost of living and visa options offset.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Thailand, English is common in larger studios and expat hubs, but many local teams use Thai; bilingual candidates preferred.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Thailand, remote/hybrid 2D environmental art roles exist case-by-case; English-friendly studios with solid broadband in Bangkok/Chiang Mai suit this family.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Bangkok, Thailand has a moderate real-time VFX pool; mid-level artists are common locally, while senior specialists are often sourced abroad.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Thailand (Bangkok) has growing VFX real-time programs; a few Bangkok-based schools feed grads, but class sizes are small and on-the-job upskilling is common.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Thailand offers occasional VFX real-time courses and some online options; local workshops are sporadic, so most upskilling is remote.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Thailand VFX Real-Time hiring is moderate; plan 3-4 months with proactive sourcing and relocation support.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Thailand (Bangkok): VFX real-time pay trails top markets by 25-30%; lower cost of living, USD remote contracts help offset gaps.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Thailand\u0027s VFX real-time talent blends Thai and English; English common in multinationals, but many shops use Thai—plan English screening and bilingual hiring.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Thailand remote options exist case-by-case for real-time VFX; expect onsite collaboration in Bangkok; senior contractors may work remotely.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Thailand\u0027s CM pool is moderate, led by Bangkok and Chiang Mai; startups can hire locally but senior talent may require relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Thailand has some programs, mostly in Bangkok; community manager curricula are limited and most graduates need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Bangkok/Thailand has few CM-focused providers; fundamentals available, but advanced topics require online study.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Thailand (Bangkok) typically takes 3–4 months to hire a community manager; expect proactive sourcing or relocation for niche gaming roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Thailand: community manager compensation trails top markets by ~25-30%. Lower cost of living and family-friendly lifestyle offset.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Thailand (Bangkok), English is widely used in studios; indie teams often favor Thai, so bilingual candidates fit well with the local scene.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Thailand-based studios (Bangkok hubs) tend to offer hybrid Community Manager roles. Partial remote weeks exist; frequent onsite collaboration is expected.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Moderate PMM (games) talent in Thailand. Bangkok has mid-level pros, senior roles often require relocation or remote hiring.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Thailand\u0027s PMM (Games) pipeline is serviceable; programs exist, but dedicated PMM tracks are limited; studio partnerships help bridge gaps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Thailand has occasional game-marketing workshops (Bangkok/Chiang Mai); most upskilling is online or via visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In Thailand, PMM (Games) hiring can be slow. Expect 4-6 months as local pipelines are shallow; remote/global options improve velocity.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Thailand (Bangkok): PMM (Games) compensation is ~20% below global medians; relocation packages help, but overall top-market parity is limited.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "In Thailand, game PMMs are often bilingual; English is widely used, but Thai fluency helps with local campaigns in Bangkok and regional studios.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "5: In Thailand, PMM (Games) roles can be remote case-by-case; maturity is evolving (Bangkok studios), fitting family-friendly, flexible work expectations.",
      "alignmentValue": 5
    }
  ]
}