{
  "version": 2,
  "iso": "GB",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "For families based in Brighton & Hove, Enterprise, fintech, and public-sector demand keeps .NET roles plentiful in London, Manchester, and Leeds, giving Trey steady options.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "WHO targets are usually met thanks to coastal winds, though North Street and the A23 corridor still see NO2 spikes on busy weekends.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "For families based in Brighton & Hove, Secularism is common and religion rarely intrudes on workplaces or schools, matching the family’s secular preference.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "For families based in Brighton & Hove, Independent courts, free media, and active civil society keep backsliding low despite occasional executive-overreach debates.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "For families based in Brighton & Hove, Contactless, Faster Payments, and open banking apps make cashless living seamless for daily errands and business invoices.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Pebble beaches, the Undercliff Walk, and quick trains to the Seven Sisters cliffs make seaside living part of everyday life even if we save swimming for warm spells.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Dice Saloon, Loading Brighton, and regular clubs at the Komedia provide varied tabletop nights.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "For families based in Brighton & Hove, Tax-free childcare accounts and funded hours help once both parents work, but under-three costs remain steep.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "For families based in Brighton & Hove, Most cities prioritise pram access, family lanes on transit, and museums geared to kids, though older infrastructure can add stairs.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "For families based in Brighton & Hove, Citizens tap shared parental leave, child benefit, and expanded free-hours rollouts, though out-of-pocket nursery costs stay high for under-threes.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "For families based in Brighton & Hove, Temporary visas unlock 30 funded hours once both parents work, but NRPF rules block child benefit so we’d budget extra cash flow.",
      "alignmentValue": 5
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "For families based in Brighton & Hove, Football, hiking, gaming, and pub quizzes keep plenty of overlap with the family’s interests.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "For families based in Brighton & Hove, Local councils, clubs, and neighborhood WhatsApp groups help newcomers plug in quickly, which suits their search for community.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "For families based in Brighton & Hove, We must track absences for ILR, register for taxes promptly, and update digital status, but rules are transparent.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "High rents and energy bills mirror London levels, so Trey's indie runway would require strict budgeting or remote salary top-ups.",
      "alignmentValue": 5
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "For families based in Brighton & Hove, The UK allows dual nationality, so the family can retain US passports without complications.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "For families based in Brighton & Hove, The UK services economy is mature but slow-growing, with inflation aftershocks and regional inequality to watch.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "For families based in Brighton & Hove, A regulated market economy with social safety nets supports entrepreneurship while cushioning healthcare and schooling costs.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "For families based in Brighton & Hove, Quality varies by local authority, so we’d target strong Ofsted areas or consider academy chains with robust STEM tracks.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "For families based in Brighton & Hove, Thousands of licensed sponsors exist, but high fees and salary thresholds mean we must target shortage-list employers early.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Sea breezes sweep pollution off Brighton's compact core, but narrow streets and tourist traffic keep us mindful of air quality alerts.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "For families based in Brighton & Hove, Combined tech salaries fall into 40% higher-rate bands, so we’d lean on pension contributions and child benefit clawback planning.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn holds around 10–16 °C (50–61 °F) with blustery days that call for windbreakers on seafront walks.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "For families based in Brighton & Hove, Libraries, museums, and free festivals give the boys endless weekend options, and most towns offer playgrounds within a short walk.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "For families based in Brighton & Hove, Dependents can work or study freely once visas are issued, but NHS surcharge and school admissions timelines require upfront planning.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "For families based in Brighton & Hove, Statutory leave plus flexible working rights back up Sarah’s work-life goals, even if benefit levels lag Nordic standards.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "For families based in Brighton & Hove, Middle-class families often mix statutory leave with part-time returns and grandparents, a pattern we could mirror with hybrid roles.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "For families based in Brighton & Hove, Many leave rights apply, but means-tested benefits exclude most work visas, so we’d rely on employer top-ups.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "For families based in Brighton & Hove, Women pair athleisure with tailored coats, making it easy for Sarah to stay comfortable and polished.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "For families based in Brighton & Hove, Smart-casual layers and weatherproof outerwear dominate, so Trey’s tech wardrobe fits right in.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "For families based in Brighton & Hove, Women comfortably mix professional and casual styles, and weather-ready layers keep expectations practical for Sarah.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like Electric Square, Studio Gobo, and FuturLab create steady hiring, supplemented by remote roles across the south coast.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "As noted in Game Dev Work Prospects, Studios like Electric Square, Studio Gobo, and FuturLab create steady hiring, supplemented by remote roles across the south coast. Hiring velocity at established studios in Brighton & Hove wraps searches within a month or two as pipelines stay active."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "Compensation remains competitive with other major hubs, mixing solid base pay and performance bonuses. When opportunities surface in Brighton & Hove, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "Established studios in Brighton & Hove rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 7,
      "alignmentText": "Remote expectations at established studios in Brighton & Hove are flexible for senior roles, with hybrid schedules common."
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "For families based in Brighton & Hove, Legal recognition of non-binary identities is emerging and urban schools teach inclusion, though rural areas can be conservative.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "For families based in Brighton & Hove, The Equality Act and active advocacy groups deliver strong protections, even if pay gaps persist in some sectors.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "For families based in Brighton & Hove, Dual-career households are normal and dads taking leave is increasingly accepted, aligning with the family’s egalitarian approach.",
      "alignmentValue": 7
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "For families based in Brighton & Hove, BRP-to-eVisa transitions, proof-of-address hurdles, and credit history building take effort during the first year.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "For families based in Brighton & Hove, Climate models flag more heavy rain and coastal flood risk, so we'd budget for flood-aware housing and insurance while still seeing the islands as relatively safe from extreme heat.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "For families based in Brighton & Hove, The NHS covers care without bills, but specialty waits and GP backlogs mean we’d pair it with occasional private visits.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "For families based in Brighton & Hove, Paying the Immigration Health Surcharge grants full NHS access, though first-year GP registration and wait times require patience.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "For families based in Brighton & Hove, Domestic tuition caps and income-based loans keep university feasible for the boys if we settle long term.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "For families based in Brighton & Hove, Until indefinite leave, the kids would face international fees, so permanent residency becomes key before university age.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Victorian terraces near good schools trigger bidding wars; we may need to consider Portslade or Worthing for family space.",
      "alignmentValue": 5
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "For families based in Brighton & Hove, PAYE handles most income tax automatically, and digital self-assessment tools make side projects manageable.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "For families based in Brighton & Hove, State schools are free with decent secular options; we just need to pick catchments with strong Ofsted reports.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "For families based in Brighton & Hove, Children on dependent visas can enroll easily, yet proof of address and NHS numbers add upfront paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "For families based in Brighton & Hove, English dominates daily life and services, so integration is frictionless while the kids still meet Welsh or Gaelic at school for enrichment.",
      "alignmentValue": 10
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "For families based in Brighton & Hove, Legal equality and visible Pride events keep queer families supported, with only isolated pushback outside cities.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "For families based in Brighton & Hove, Leftist movements stay mostly academic or activist; mainstream parties frame them as fringe.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "For families based in Brighton & Hove, Modern fatherhood and flexible work are increasingly celebrated, though pub and sport culture still prize stoicism.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Queer-friendly tech meetups, parenting groups, and arts collectives make it easy to plug into inclusive networks.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "For families based in Brighton & Hove, The National Living Wage rises annually and covers core expenses outside London, though big-city rents would still push the family toward dual tech incomes.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "CityFibre gigabit, 5G coverage, and smart-city pilots keep daily logistics modern despite Victorian streets.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "The South Downs National Park and chalk cliffs sit on our doorstep for weekend hikes and paragliding adventures.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Storm surges and cliff erosion require respect, yet Brighton is largely sheltered from catastrophic events.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Car-free day trips on the Breeze Bus into the Downs and coastal bike lanes keep outdoor plans easy without a car.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Live music venues from Chalk to the Dome plus year-round club nights deliver festival energy without London travel.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Late buses and compact streets keep nights manageable for parents, though licensing wraps most events by 2 a.m.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Develop:Brighton, Unity meetups, and local coworking hubs keep knowledge-sharing lively.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Electric Square, Studio Gobo, and Hangar 13's presence underscore Brighton's AAA-to-indie mix.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Digital Catapult Brighton, Wired Sussex, and proximity to London investors give Trey's studio credible funding pathways.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 8,
      "alignmentText": "Startup founders report that Digital Catapult Brighton, Wired Sussex, and proximity to London investors give Trey's studio credible funding pathways. Hiring velocity at early-stage studios in Brighton & Hove wraps searches within a month or two as pipelines stay active."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 8,
      "alignmentText": "Compensation remains competitive with other major hubs, mixing solid base pay and performance bonuses. Early teams in Brighton & Hove balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 8,
      "alignmentText": "Founding teams in Brighton & Hove lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 8,
      "alignmentText": "Remote expectations among startups in Brighton & Hove are flexible for senior roles, with hybrid schedules common."
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Weekdays move briskly with commuters to London, yet weekends slow to promenade strolls and beach picnics that fit Sarah's tempo.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "For families based in Brighton & Hove, Parents juggle school runs, sports clubs, and homework but the schedule is manageable with wraparound care and plentiful parks.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "For families based in Brighton & Hove, Five years on a qualifying visa plus 12 months ILR, Life in the UK, and language tests make the process structured yet paperwork-heavy.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "For families based in Brighton & Hove, Transparency laws and watchdog journalism keep corruption low, with sleaze stories typically triggering resignations.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "For families based in Brighton & Hove, A parliamentary democracy with devolved nations offers checks and civic engagement channels the family appreciates.",
      "alignmentValue": 7
    },
    {
      "key": "Polyamory",
      "alignmentText": "For families based in Brighton & Hove, Major cities host polyamory meetups and sex-positive therapists, yet the legal framework stays monogamy-only so we would stay discreet with schools.",
      "alignmentValue": 5
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "For families based in Brighton & Hove, Funded 15–30 hour nursery slots help at ages 3–4, yet infant care has waitlists and high fees in London.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "For families based in Brighton & Hove, Independent schools offer strong academics but fees rival US colleges, so we’d treat them as backup rather than plan A.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "For families based in Brighton & Hove, Cities lean progressive with protections for LGBTQ+ residents, though national politics swing between centrist parties.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "For families based in Brighton & Hove, Campaigns lean on patriotic framing and culture-war headlines, but plural media lets the family curate calmer sources.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "For families based in Brighton & Hove, Public broadcasters provide balance, yet tabloids and partisan social media keep spin in the daily mix.",
      "alignmentValue": 5
    },
    {
      "key": "Public Transportation",
      "alignmentText": "The dense Brighton & Hove bus network and Thameslink/GWR trains make daily life car-light, though strike days require flexibility.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "For families based in Brighton & Hove, Religion is mostly private nationally, yet Northern Ireland and some school policies keep faith voices visible.",
      "alignmentValue": 5
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "For families based in Brighton & Hove, Hybrid weeks and coworking hubs are normal in tech, letting Sarah secure a low-stress remote role while Trey taps London meetings as needed.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "For families based in Brighton & Hove, Most work visas run 2–5 years with clear upgrade paths to Indefinite Leave to Remain if we track absence limits.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "For families based in Brighton & Hove, The state pension supplements workplace schemes, but comfortable retirement still depends on private savings and housing equity.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "For families based in Brighton & Hove, Access hinges on National Insurance years and keeping UK pensions portable, so we’d maintain US savings as backup.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "For families based in Brighton & Hove, Ruby is niche but active across London and Edinburgh startups, so Sarah would need networking yet still find remote or hybrid teams.",
      "alignmentValue": 7
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Nightlife-driven petty crime and seasonal crowds demand vigilance, but violent crime remains low.",
      "alignmentValue": 6
    },
    {
      "key": "Schooling Options",
      "alignmentText": "For families based in Brighton & Hove, State, academy, and a smattering of secular private schools give us choice, but grammar and faith admissions require careful catchment planning.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Sea surface temperatures climb from ~8 °C in spring to 18 °C (64 °F) in August, giving late-summer swimming windows with wetsuits for the boys.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Brighton's maritime climate brings mild temperatures with frequent gusts; layering keeps the family comfortable even when showers roll off the Channel.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "For families based in Brighton & Hove, Comprehensive sex education and liberal norms in metros support the family’s sex-positive outlook, even if rural areas stay discreet.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "For families based in Brighton & Hove, Universal healthcare and benefits exist, yet austerity-era cuts mean we’d verify local delivery before committing.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring ranges 8–14 °C (46–57 °F); the Downs bloom early but sea breezes make light jackets essential.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "For families based in Brighton & Hove, Institutions are steady but Brexit-era leadership churn shows politics can be noisy every few years.",
      "alignmentValue": 6
    },
    {
      "key": "State Ideology",
      "alignmentText": "For families based in Brighton & Hove, Politics oscillates between centrist Conservatives and Labour, so policy swings require periodic recalibration.",
      "alignmentValue": 6
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "For families based in Brighton & Hove, A mature mixed economy balances free markets with public services like the NHS, matching the family’s preference for safety nets.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer highs near 19–23 °C (66–73 °F) stay comfortable with low humidity, hitting 27 °C only during rare heat spikes.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "For families based in Brighton & Hove, Visa fees, NHS surcharges, and biometrics push costs into the thousands per adult, and processing can stretch to several months.",
      "alignmentValue": 4
    },
    {
      "key": "Trust in Government",
      "alignmentText": "For families based in Brighton & Hove, Surveys show middling trust after scandals, so expect lively political debate at the school gate.",
      "alignmentValue": 5
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "For families based in Brighton & Hove, Issues surface around procurement or lobbying rather than day-to-day bribery, so it rarely touches family life.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "For families based in Brighton & Hove, Senior dev pay trails US hubs, so Trey and Sarah would lean on remote-friendly roles or equity to balance London-area costs.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "For families based in Brighton & Hove, Weekends mix kids’ clubs, museums, and park time; Sunday trading rules leave ample family windows even without a car.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "For families based in Brighton & Hove, Schools run roughly 08:30–15:00 and offices 09:00–17:30, so we’d lean on wraparound care or flex hours to bridge commutes.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "For families based in Brighton & Hove, Statutory 28 days including bank holidays beats US norms and lets the family plan regular school-break trips.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "For families based in Brighton & Hove, Tech employers often offer 30–33 days plus buy/sell schemes, keeping family adventures aligned with school calendars.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "For families based in Brighton & Hove, Opinions on the EU and Ireland are mixed post-Brexit, so dinner-table talk can get political.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "For families based in Brighton & Hove, The UK balances pride in institutions with a pragmatic streak, making locals confident yet approachable.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "For families based in Brighton & Hove, Neighbors respect UK culture but criticise Brexit-era politics, which the family should expect to hear while travelling.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "For families based in Brighton & Hove, Skilled Worker and Global Talent routes are viable but expensive, and Innovator Founder demands robust business plans.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "For families based in Brighton & Hove, Shared language and cultural ties make Americans broadly welcome, especially in cosmopolitan cities.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "A fiercely progressive seaside city with quick train access to London aligns with the family's values and work ambitions.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters average 3–8 °C (37–46 °F); damp winds off the Channel make it feel cooler, so we plan indoor play cafes.",
      "alignmentValue": 6
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "For families based in Brighton & Hove, Contracts target 37.5–40 hours and flex arrangements are common, yet finance and game studios still expect overtime around launches.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "For families based in Brighton & Hove, Hybrid norms, 28+ days of leave, and cultural respect for evenings help Sarah secure calmer schedules, though crunch remains in some London studios.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "For families based in Brighton & Hove, Holiday pay, sick leave, and union protections exceed US baselines, though zero-hour contracts linger in retail and hospitality.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Meaningful swings appear a few times per season; we budget extra time and gear to handle sudden cold snaps or storm systems.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Basic needs are met but savings and extracurriculars are hard to sustain without extra support or side work.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Most 2k sq ft options feel overpriced or stuck in fringe neighborhoods with weaker schools.",
      "alignmentValue": 5
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mostly comfortable integration though some circles question motives or commitment to the country.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Friendly exchanges happen when we initiate; staff and strangers respond positively.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Expect to navigate varied norms—crowded spaces or warm cultures may lean into closer contact.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "We balance honesty with cultural nuance to avoid unintentionally offending.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Diet talk and body critiques surface regularly in social circles.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Boundaries are understood yet alcohol-fueled scenes need watchfulness.",
      "alignmentValue": 7
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "We notice gendered scripts in nightlife; deviating invites puzzled looks.",
      "alignmentValue": 7
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "We can find community yet must manage privacy carefully to avoid backlash. non-monogamy acceptance.",
      "alignmentValue": 6
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Most peers are nonjudgmental but traditional families may gossip.",
      "alignmentValue": 8
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Social services lack frameworks, so we navigate paperwork carefully and expect occasional bias.",
      "alignmentValue": 6
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Mixed regulations mean some communities normalize casual carry; we stay aware of local norms.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Possession laws are moderate though some substances still carry steep fines.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Approach varies by district; we track neighborhood trends to avoid heavy-handed areas.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Multiple incidents within the past decade impact how we choose schools and venues.",
      "alignmentValue": 6
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "We track reports to avoid complacency; advocacy groups monitor periodic abuses.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "We can find wellness support but must seek out likeminded circles to stay motivated.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is moderate; we secure support with some wait times.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Slightly elevated incidence prompts routine checkups and monitoring.",
      "alignmentValue": 7
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Recessions hit noticeable segments, requiring flexibility or retraining.",
      "alignmentValue": 6
    },
    {
      "key": "Studio Density",
      "alignmentText": "[Placeholder] Provide Studio Density insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "[Placeholder] Provide Anchor Employers insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "[Placeholder] Provide Vendor/Outsource Ecosystem insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Education Pipeline Strength insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Continuing Education Availability insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Community Activity",
      "alignmentText": "[Placeholder] Provide Community Activity insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "[Placeholder] Provide Engine Community Bias insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "[Placeholder] Provide Real-Time vs Pre-Rendered Focus insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "[Placeholder] Provide Demand–Supply Balance insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Retention & Churn Risk",
      "alignmentText": "[Placeholder] Provide Retention & Churn Risk insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Diversity & Inclusion Index",
      "alignmentText": "[Placeholder] Provide Diversity & Inclusion Index insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "[Placeholder] Provide Tax Incentives for Games/Creative insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "[Placeholder] Provide Economic/Policy Stability insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "[Placeholder] Provide Founder/Operator Community insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "[Placeholder] Provide Early-Stage Capital Access insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "[Placeholder] Provide Accelerator/Incubator Access insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "[Placeholder] Provide Senior Talent Availability insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "[Placeholder] Provide Contractor/Freelancer Bench insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Coworking & Startup Infrastructure",
      "alignmentText": "[Placeholder] Provide Coworking & Startup Infrastructure insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Legal & IP Support",
      "alignmentText": "[Placeholder] Provide Legal & IP Support insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "[Placeholder] Provide Publisher/Platform Relationships insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Market Research & Playtesting",
      "alignmentText": "[Placeholder] Provide Market Research & Playtesting insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "[Placeholder] Provide Government/Startup Visas insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "[Placeholder] Provide Cost of Doing Business insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Talent Pool insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Education Pipeline Strength insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Continuing Education Availability insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Hiring Velocity insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Compensation Benchmark insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Language insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Remote Expectations insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "[Placeholder] Provide 3D Animator: Talent Pool insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 3D Animator: Education Pipeline Strength insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 3D Animator: Continuing Education Availability insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 3D Animator: Hiring Velocity insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 3D Animator: Compensation Benchmark insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "[Placeholder] Provide 3D Animator: Language insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 3D Animator: Remote Expectations insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Talent Pool insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Education Pipeline Strength insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Continuing Education Availability insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Hiring Velocity insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Compensation Benchmark insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Language insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Remote Expectations insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Talent Pool insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Education Pipeline Strength insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Continuing Education Availability insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Hiring Velocity insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Compensation Benchmark insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Language insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Remote Expectations insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "[Placeholder] Provide Community Manager: Talent Pool insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Community Manager: Education Pipeline Strength insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Community Manager: Continuing Education Availability insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide Community Manager: Hiring Velocity insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide Community Manager: Compensation Benchmark insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "[Placeholder] Provide Community Manager: Language insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "[Placeholder] Provide Community Manager: Remote Expectations insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Talent Pool insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Education Pipeline Strength insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Continuing Education Availability insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Hiring Velocity insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Compensation Benchmark insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Language insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Remote Expectations insights for United Kingdom Brighton And Hove.",
      "alignmentValue": 5
    }
  ]
}
