{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Portland's tree canopy, urban growth boundary, and Willamette River parks keep daily life green, though spring pollen and industrial corridors require occasional air checks.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Climate projections show hotter, drier summers and more wildfire smoke, yet Portland stays safer from sea-level rise than coastal metros.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Mild summers and cool, rainy winters align with Sarah's preferences, aside from a few heat dome weeks that now reach the high 30s °C.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Normal days hover near 8–10 µg/m³, but late-summer wildfire smoke can spike AQI into the unhealthy range for weeks, so we'd own purifiers and masks.",
      "alignmentValue": 5
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Portland escapes hurricanes and tornadoes but faces Cascadia subduction earthquake risk and occasional ice storms that can disrupt power for days.",
      "alignmentValue": 5
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March–May daytime highs climb from 12 °C (54 °F) to 18 °C (65 °F) with steady rain, so light layers and waterproof gear stay in rotation.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Typical highs sit around 26 °C (79 °F) with low humidity, but recent heat domes push 38 °C (100 °F) for a few days, making A/C a new necessity.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September starts near 24 °C (75 °F) before rain returns and highs drop to 13 °C (55 °F) by November, great for forest hikes.",
      "alignmentValue": 7
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters average 3–8 °C (38–46 °F) with drizzle and rare snow; freezing rain events can ice roads but deep freezes are uncommon.",
      "alignmentValue": 6
    },
    {
      "key": "Beach Life",
      "alignmentText": "The Oregon Coast sits 90 minutes away with rugged, chilly beaches ideal for tidepooling rather than warm swims.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Atlantic and Pacific beaches range from chilly (12–18 °C) much of the year to bath-warm Gulf waters, so only southern coasts feel swimmable for long.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Columbia River Gorge, Mount Hood, and Forest Park trailheads sit within an hour, giving the family constant outdoor escapes.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Portland's metro minimum wage hits $15/hour in 2024, better than the federal floor but still tight relative to housing costs.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers at Nike, Intel, and local SaaS firms earn $130k–$160k, solid locally though lower than Bay Area packages.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Regional employers like Nike, Cambia Health, and government agencies keep .NET roles steady, with remote options expanding the pool.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Portland's indie web scene and companies like GitHub and New Relic historically lean on Rails, so Sarah can find roles though the market is smaller than Seattle or SF.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "H-1B and similar visas exist but quotas, lotteries, and strict compliance make sponsorship unreliable for newcomers.",
      "alignmentValue": 3
    },
    {
      "key": "Economic Health",
      "alignmentText": "Despite inflation cycles, GDP growth, deep capital markets, and low unemployment keep the economy resilient for entrepreneurs.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Portland embraced remote-first work; coworking spaces like Industrious and coffee shop culture support Sarah's need for flexible schedules.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Long hours, limited leave, and hustle culture clash with Sarah’s need for predictable downtime.",
      "alignmentValue": 3
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Nominal 40-hour weeks hide frequent unpaid overtime, especially in tech and startups.",
      "alignmentValue": 4
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "There is no statutory paid vacation, leaving time off entirely to employer policy.",
      "alignmentValue": 1
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Two to three weeks is common after tenure, which remains modest compared with the family’s expectations.",
      "alignmentValue": 4
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Bike commuting, compact neighborhoods, and slower West Coast rhythms give Sarah the calmer lifestyle she wants while still offering urban amenities.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Elementary schools run roughly 08:45–15:00; tech employers often run 09:00–17:30 with flexible Fridays, so we'd lean on after-school enrichment a few days a week.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends revolve around kids’ sports, errands, and driving to activities, though vibrant city programming offers options.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Family culture varies widely—supportive services exist in some states but childcare and healthcare costs strain budgets.",
      "alignmentValue": 5
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory is legal but stigmatized; only progressive urban communities openly support non-monogamous families.",
      "alignmentValue": 3
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Expectations skew toward intensive, school-centric parenting with limited state support, though progressive enclaves offer flexibility.",
      "alignmentValue": 5
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Parks and museums are strong in big cities, yet car dependency and safety disparities complicate daily outings.",
      "alignmentValue": 5
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public, charter, and private schools offer variety, but quality depends heavily on neighborhood wealth and district funding.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Quality programs exist but slots are scarce and costs rival college tuition, demanding long waitlists.",
      "alignmentValue": 3
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Oregon's Employment Related Day Care subsidies and Preschool Promise expand access, yet waitlists leave many middle-income families paying high tuition.",
      "alignmentValue": 3
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Non-citizens can access some state subsidies after residency proof, but paperwork and income caps mean we should budget full tuition initially.",
      "alignmentValue": 2
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizens access free public schooling, yet district quality and funding inequality create big differences.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Most visas allow public school attendance, though undocumented families fear enforcement and some districts have residency hurdles.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Private and parochial schools are abundant but expensive, with elite institutions heavily waitlisted in major metros.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "No national paid leave and limited child allowances; benefits depend on employer or state-level programs.",
      "alignmentValue": 3
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Temporary residents seldom qualify for state benefits and risk losing status if work is paused for caregiving.",
      "alignmentValue": 2
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Citizens enjoy broad access to community colleges and top universities, albeit with high tuition costs.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International students can enroll but face higher tuition and visa work limits, making persistence costly.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Gender norms are gradually balancing, yet cultural expectations around motherhood and career still surface, especially outside progressive metros.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal protections exist in many states, but anti-trans legislation and social pushback in others create an uneven landscape.",
      "alignmentValue": 4
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Federal civil rights and Title IX offer protections, though state abortion bans and trans healthcare restrictions erode consistency.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Women face pressures to juggle careers and caregiving, with norms varying sharply between progressive and conservative regions.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Expectations for men still lean toward stoicism and breadwinning, though urban areas embrace more flexible roles.",
      "alignmentValue": 5
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Startup energy, deep maker communities, and access to cutting-edge tech ecosystems continue to excite Trey.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English dominates in daily life and services, eliminating language barriers for the family.",
      "alignmentValue": 10
    },
    {
      "key": "Progressivism",
      "alignmentText": "Progressive policies thrive in coastal states, yet national politics remain polarized with conservative pushback.",
      "alignmentValue": 5
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist politics exist in academic and activist circles but mainstream discourse remains skeptical of socialism.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular life is easy in cities, yet Bible Belt regions still expect church affiliation.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Attitudes toward sexuality are liberal in metros but conservative laws persist in other states.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Legal protections exist federally, yet state-level anti-LGBTQ legislation and social backlash make support uneven.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Friendliness varies; many neighborhoods are welcoming but mobility and individualism can hinder deep ties.",
      "alignmentValue": 5
    },
    {
      "key": "View of self",
      "alignmentText": "Strong national identity and belief in exceptionalism remain common.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Public opinion sees Canada as close and Mexico as a complex partner with migration tensions.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors respect US influence yet critique cultural dominance and policy swings.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Major cities run vibrant nightlife scenes with music, bars, and late dining, though smaller metros close early.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Casual dress norms dominate outside coastal fashion hubs, offering moderate style variety.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Urban centers follow global trends, while much of the country leans toward practical casualwear.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Gaming, outdoor sports, and maker hobbies are widespread, offering Trey and Sarah ample communities.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Robust convention circuit, specialty shops, and active clubs make tabletop communities easy to find.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Portland's indie venues, food cart pods, and craft breweries create relaxed nightlife for creative date nights.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Platforms like Meetup and vibrant coworking hubs create steady social pipelines for remote workers.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Weekend adventures range from surfing in Cannon Beach to skiing on Mount Hood—all within two hours.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Federal democracy with checks and balances remains, yet gerrymandering and minority rule structures frustrate progressives.",
      "alignmentValue": 6
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religious rhetoric heavily influences policy debates, especially on reproductive and LGBTQ+ rights.",
      "alignmentValue": 3
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "At-will employment, limited unions, and minimal paid leave fall short of the family’s expectations.",
      "alignmentValue": 3
    },
    {
      "key": "State Ideology",
      "alignmentText": "Market-oriented capitalism and individual responsibility dominate policy making.",
      "alignmentValue": 4
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Election denialism, voter suppression attempts, and institutional strain signal meaningful democratic risk.",
      "alignmentValue": 4
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Free-market norms prioritize business flexibility over social safety nets.",
      "alignmentValue": 4
    },
    {
      "key": "Stability",
      "alignmentText": "Institutions endure but polarization and sporadic unrest introduce uncertainty.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Partisan media ecosystems and algorithmic echo chambers skew information quality compared with the family’s desire for pluralism.",
      "alignmentValue": 4
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Narratives emphasize national exceptionalism and culture wars, making it hard to find calm, balanced reporting.",
      "alignmentValue": 4
    },
    {
      "key": "Social Policies",
      "alignmentText": "Progressive policies advance in blue states while conservative states curtail rights, leaving a mixed national picture.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Public trust remains low, matching Gallup surveys that show skepticism toward federal institutions.",
      "alignmentValue": 3
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Citizens rate corruption as moderate—campaign finance and lobbying raise concerns without daily bribery.",
      "alignmentValue": 5
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Legalized influence via lobbying and dark money overshadows petty corruption.",
      "alignmentValue": 4
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Median Portland rents hover near $2,200 for a three-bedroom; buying remains competitive but less intense than Seattle or SF.",
      "alignmentValue": 5
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Property crime and visible homelessness are higher downtown, so we'd select eastside neighborhoods with strong neighborhood watches.",
      "alignmentValue": 5
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Quality care is available but insurance complexity and high costs burden families even with employer plans.",
      "alignmentValue": 4
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Non-citizens face steep premiums, limited public coverage, and visa-linked insurance requirements.",
      "alignmentValue": 3
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Subsidies are limited and dependent on state programs, leaving most costs on families.",
      "alignmentValue": 2
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Default benefits include child tax credits and unpaid FMLA, which fall short of the supportive policies the family wants.",
      "alignmentValue": 3
    },
    {
      "key": "Education",
      "alignmentText": "World-class universities contrast with uneven K-12 outcomes, so the family must select districts carefully.",
      "alignmentValue": 6
    },
    {
      "key": "Public Transportation",
      "alignmentText": "TriMet light rail, buses, and streetcar support car-light living, but coverage thins in outer suburbs and late nights.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "A lightly regulated capitalist system prioritizes markets over social protections.",
      "alignmentValue": 4
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Federal, state, and local layers add complexity, but withholding automation means payroll taxes are manageable.",
      "alignmentValue": 5
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "A dual tech-income household faces combined federal and state rates around 25–30% depending on location.",
      "alignmentValue": 5
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Digital banking, credit access, and payment apps are robust, supporting entrepreneurial needs.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Groceries, utilities, and Oregon's lack of sales tax keep expenses manageable, though childcare and property taxes still pressure budgets.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Social Security and 401(k)s offer support but require sustained savings; healthcare costs in retirement remain high.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Non-citizens have limited access to public benefits and must rely on private savings and employer plans.",
      "alignmentValue": 3
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Diverse visa categories exist, but quotas, interviews, and sponsorship hurdles make immigration arduous for non-citizens.",
      "alignmentValue": 3
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "As citizens, the family faces no entry barriers and can relocate freely within the country.",
      "alignmentValue": 10
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Citizenship grants permanent residency rights nationwide, though state benefits depend on domicile.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Citizenship is automatic for the family and their children, eliminating naturalization concerns.",
      "alignmentValue": 10
    },
    {
      "key": "Family Members",
      "alignmentText": "Immediate relatives of citizens have streamlined sponsorship options, though backlogs affect extended family.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "For citizens moves are immediate; sponsoring relatives involves fees and multi-year waits but predictable processes.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Legal compliance is straightforward for citizens, though regulated industries require diligent paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "The U.S. tolerates dual citizenship, though obligations like taxes remain.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Visa holders must maintain employment, face travel restrictions, and manage complex paperwork to avoid status loss.",
      "alignmentValue": 3
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like Panic, Wyld Stallyns, and indie outfits hire selectively; most devs mix remote contracts with local meetups.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Portland hosts indies such as Panic, Laika's interactive wing, and smaller VR studios rather than AAA giants.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Meetups like IGDA chapters, GDC, and PAX West keep developer communities highly active.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "PIE (Portland Incubator Experiment), Oregon Film grants, and a supportive indie community provide mentorship though funding is modest.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Gigabit fiber reaches many neighborhoods and EV adoption is high, yet aging bridges and limited airport routes require planning.",
      "alignmentValue": 7
    }
  ]
}
