{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentValue": 5,
      "alignmentText": "Hill Country greenbelts and Lady Bird Lake trails counterbalance sprawl, but rapid growth strains water resources and tree cover."
    },
    {
      "key": "Global Warming Risk",
      "alignmentValue": 4,
      "alignmentText": "Central Texas faces intensifying heat waves, drought cycles, and flash floods tied to climate change."
    },
    {
      "key": "Seasonal Weather",
      "alignmentValue": 3,
      "alignmentText": "Spring storms and scorching summers make the year feel extreme, challenging the family’s preference for mild weather."
    },
    {
      "key": "Air Quality",
      "alignmentValue": 5,
      "alignmentText": "Ozone alerts pop up on hot afternoons, yet prevailing breezes keep annual averages moderate compared with other Texas metros."
    },
    {
      "key": "Natural Disasters",
      "alignmentValue": 4,
      "alignmentText": "Flash floods, hailstorms, and the occasional tornado warning require preparedness plans, even if direct hits are rare."
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "Spring ranges from 12–27 °C (54–81 °F) with bluebonnet blooms and thunderstorms rolling in from the plains."
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentValue": 2,
      "alignmentText": "Summer highs stay between 24–38 °C (75–100 °F) with high humidity and triple-digit heat waves lasting weeks."
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentValue": 5,
      "alignmentText": "Fall cools gradually to 18–31 °C (65–88 °F), offering comfortable evenings once cold fronts push through."
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "Winters sit around 5–18 °C (41–64 °F) with occasional hard freezes like the 2021 ice storm reminding residents to weatherize."
    },
    {
      "key": "Beach Life",
      "alignmentValue": 3,
      "alignmentText": "Austin relies on lakes, Barton Springs, and splash pads; true beaches mean a three-hour drive to the Gulf."
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentValue": 3,
      "alignmentText": "Gulf Coast getaways near Corpus Christi offer water temps from 17 °C (63 °F) in winter to 29 °C (84 °F) in August, but travel time limits frequency."
    },
    {
      "key": "Natural Beauty",
      "alignmentValue": 7,
      "alignmentText": "Hill Country vistas, Barton Creek Greenbelt, and nearby state parks satisfy weekend adventure cravings."
    },
    {
      "key": "Minimum Wage",
      "alignmentValue": 3,
      "alignmentText": "Texas sticks to the $7.25 federal minimum, far below Austin’s housing and childcare costs."
    },
    {
      "key": "Typical Software Salaries",
      "alignmentValue": 8,
      "alignmentText": "FAANG satellite offices, Dell, and thriving SaaS startups pay $130K–$170K for senior engineers, with equity upside."
    },
    {
      "key": ".NET Work Prospects",
      "alignmentValue": 8,
      "alignmentText": "Enterprise IT at Dell, Indeed, and state agencies keeps .NET demand high alongside cloud modernization projects."
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentValue": 6,
      "alignmentText": "Austin’s startup scene uses Rails for SaaS platforms and e-commerce, though the market is smaller than for JavaScript or Java."
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentValue": 4,
      "alignmentText": "Large employers sponsor visas, but competition is fierce and state politics sometimes deter relocation."
    },
    {
      "key": "Economic Health",
      "alignmentValue": 8,
      "alignmentText": "Austin regularly tops job-growth charts with tech, government, and university anchors stabilizing the economy."
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentValue": 8,
      "alignmentText": "Coworking spaces, remote-first startups, and a central time zone make distributed work a norm."
    },
    {
      "key": "Work-Life Balance",
      "alignmentValue": 5,
      "alignmentText": "Startups expect hustle, yet many teams embrace flexible schedules and outdoor breaks to manage burnout."
    },
    {
      "key": "Work Week Hours",
      "alignmentValue": 5,
      "alignmentText": "Forty-hour weeks are achievable, but product pushes or festival deadlines can extend into evenings."
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentValue": 1,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: There is no statutory paid vacation, leaving time off entirely to employer policy."
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Two to three weeks is common after tenure, which remains modest compared with the family’s expectations."
    },
    {
      "key": "Pace of Life",
      "alignmentValue": 6,
      "alignmentText": "Traffic on I-35 and constant events keep energy high, yet neighborhoods like Mueller and South Austin retain a laid-back vibe."
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentValue": 5,
      "alignmentText": "Schools often start before 8:00, so before-care or staggered parental schedules are necessary to cover mornings and the post-15:30 window."
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentValue": 8,
      "alignmentText": "Weekends mix farmers markets, Barton Springs swims, live music, and day trips into the Hill Country for wineries or hiking."
    },
    {
      "key": "Family Life",
      "alignmentValue": 7,
      "alignmentText": "Neighborhood block parties, family-friendly festivals, and active PTAs help newcomers feel welcomed quickly."
    },
    {
      "key": "Polyamory",
      "alignmentValue": 6,
      "alignmentText": "Austin hosts visible poly and queer communities, yet discretion remains smart when dealing with statewide bureaucracy."
    },
    {
      "key": "Parenting Expectations",
      "alignmentValue": 6,
      "alignmentText": "Parents mix progressive approaches with Texas-sized extracurricular schedules; gentle parenting is understood but requires confidence."
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentValue": 7,
      "alignmentText": "Splash pads, trail systems, and children’s museums abound, though summer heat pushes outings to mornings and evenings."
    },
    {
      "key": "Schooling Options",
      "alignmentValue": 7,
      "alignmentText": "AISD magnets, charter schools, and nearby districts like Eanes offer variety, but lottery systems mean planning ahead."
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentValue": 7,
      "alignmentText": "Austin ISD’s Pre-K 3/4 program and a mix of Montessori and Reggio centers exist, yet top providers fill months in advance."
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentValue": 4,
      "alignmentText": "City grants and limited state subsidies help low-income families, but middle-class households shoulder most daycare costs."
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Non-citizens rarely qualify for subsidies and depend on employer stipends or private arrangements."
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentValue": 7,
      "alignmentText": "Residency secures public school enrollment with access to dual-language tracks and STEM academies."
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentValue": 7,
      "alignmentText": "Dependent children attend public school free of charge, and AISD offers ESL services to ease transition."
    },
    {
      "key": "Private Education",
      "alignmentValue": 6,
      "alignmentText": "Secular options like Trinity Episcopal and St. Andrew’s exist alongside religious schools, but tuition averages $18K–$25K."
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentValue": 3,
      "alignmentText": "Texas provides minimal paid leave or childcare benefits, leaving families to rely on employer policies."
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Visa holders receive the same lack of state support and must self-fund leaves or childcare gaps."
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "UT Austin, Texas State, and community colleges offer strong pathways with in-state tuition and scholarships."
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "Universities welcome international students but charge higher tuition and require careful visa management for internships."
    },
    {
      "key": "Gender Roles",
      "alignmentValue": 6,
      "alignmentText": "Austin’s urban core champions egalitarian roles, yet extended family expectations in Texas can still skew traditional."
    },
    {
      "key": "Gender Fluidity",
      "alignmentValue": 5,
      "alignmentText": "Local businesses and schools embrace gender diversity, but statewide policies targeting trans Texans create legal uncertainty."
    },
    {
      "key": "Gender Rights",
      "alignmentValue": 5,
      "alignmentText": "City leadership pushes for equality, yet state-level abortion bans and civil rights rollbacks undermine progress."
    },
    {
      "key": "Femininity Norms",
      "alignmentValue": 6,
      "alignmentText": "Casual fashion and entrepreneurial culture let women define their own style, though some circles still expect polished presentation."
    },
    {
      "key": "Masculinity Norms",
      "alignmentValue": 5,
      "alignmentText": "Creative and tech sectors welcome expressive men, but traditional Texan masculinity remains influential."
    },
    {
      "key": "What Is Intriguing",
      "alignmentValue": 8,
      "alignmentText": "SXSW, indie studios, and crossovers with music and film scenes fuel Trey’s entrepreneurial imagination."
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: English dominates in daily life and services, eliminating language barriers for the family."
    },
    {
      "key": "Progressivism",
      "alignmentValue": 6,
      "alignmentText": "Austin votes solidly progressive, yet statewide leadership often blocks policy experiments."
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentValue": 4,
      "alignmentText": "Leftist ideas surface in co-ops and university circles but remain niche compared with mainstream libertarianism."
    },
    {
      "key": "Atheism",
      "alignmentValue": 6,
      "alignmentText": "Secular residents coexist easily within the city, though surrounding suburbs and politics remain church-influenced."
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentValue": 6,
      "alignmentText": "Austin embraces sex-positive events and inclusive healthcare, yet state restrictions on reproductive services add caution."
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentValue": 6,
      "alignmentText": "Pride parades, queer-owned businesses, and city ordinances create welcoming spaces, though rural backlash is never far away."
    },
    {
      "key": "Community Vibes",
      "alignmentValue": 7,
      "alignmentText": "Neighbors chat at farmers markets, coworking meetups thrive, and mutual-aid groups respond quickly during storms."
    },
    {
      "key": "View of self",
      "alignmentValue": 6,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Strong national identity and belief in exceptionalism remain common."
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentValue": 6,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Public opinion sees Canada as close and Mexico as a complex partner with migration tensions."
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Neighbors respect US influence yet critique cultural dominance and policy swings."
    },
    {
      "key": "Nightlife Culture",
      "alignmentValue": 8,
      "alignmentText": "Sixth Street, East Austin bars, and eclectic festivals provide abundant date-night choices."
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentValue": 6,
      "alignmentText": "Tech casual reigns—jeans, boots, and statement sneakers—with boutique designers gaining traction."
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentValue": 6,
      "alignmentText": "Women blend boho, athleisure, and vintage pieces, though upscale fashion scenes are smaller than in coastal cities."
    },
    {
      "key": "Common Hobbies",
      "alignmentValue": 7,
      "alignmentText": "Residents juggle trail running, tubing rivers, live music, and a thriving food truck scene."
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentValue": 7,
      "alignmentText": "Stores like Dragon’s Lair and conventions such as Chupacabracon nurture active tabletop communities."
    },
    {
      "key": "Nightlife & Music",
      "alignmentValue": 9,
      "alignmentText": "Austin lives up to its Live Music Capital branding with nightly shows, festivals, and family-friendly outdoor concerts."
    },
    {
      "key": "Meetups & Communities",
      "alignmentValue": 8,
      "alignmentText": "Tech meetups, game dev gatherings, and parenting groups convene frequently, especially around coworking hubs and SXSW."
    },
    {
      "key": "Nature Access",
      "alignmentValue": 7,
      "alignmentText": "Barton Creek, Zilker Park, and the Highland Lakes system make outdoor escapes easy between heat waves."
    },
    {
      "key": "Political System",
      "alignmentValue": 6,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Federal democracy with checks and balances remains, yet gerrymandering and minority rule structures frustrate progressives."
    },
    {
      "key": "Religion in Politics",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Religious rhetoric heavily influences policy debates, especially on reproductive and LGBTQ+ rights."
    },
    {
      "key": "Workers' Rights",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: At-will employment, limited unions, and minimal paid leave fall short of the family’s expectations."
    },
    {
      "key": "State Ideology",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Market-oriented capitalism and individual responsibility dominate policy making."
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Election denialism, voter suppression attempts, and institutional strain signal meaningful democratic risk."
    },
    {
      "key": "State of Capitalism",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Free-market norms prioritize business flexibility over social safety nets."
    },
    {
      "key": "Stability",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Institutions endure but polarization and sporadic unrest introduce uncertainty."
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Partisan media ecosystems and algorithmic echo chambers skew information quality compared with the family’s desire for pluralism."
    },
    {
      "key": "Propaganda Messaging",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Narratives emphasize national exceptionalism and culture wars, making it hard to find calm, balanced reporting."
    },
    {
      "key": "Social Policies",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Progressive policies advance in blue states while conservative states curtail rights, leaving a mixed national picture."
    },
    {
      "key": "Trust in Government",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Public trust remains low, matching Gallup surveys that show skepticism toward federal institutions."
    },
    {
      "key": "Perceived Corruption",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Citizens rate corruption as moderate—campaign finance and lobbying raise concerns without daily bribery."
    },
    {
      "key": "Type of Corruption",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Legalized influence via lobbying and dark money overshadows petty corruption."
    },
    {
      "key": "Housing Situation",
      "alignmentValue": 4,
      "alignmentText": "Median home prices climbed above $500K, and rents surged during the tech boom, making affordability tight without high incomes."
    },
    {
      "key": "Safety & Crime",
      "alignmentValue": 6,
      "alignmentText": "Austin’s crime rates sit near national averages; downtown nightlife zones require awareness, but suburban neighborhoods feel safe."
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentValue": 5,
      "alignmentText": "Dell Seton, St. David’s, and specialty clinics offer quality care, though insurance costs remain significant."
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Coverage hinges on employer plans; public programs provide little support until permanent residency."
    },
    {
      "key": "Child Care Support",
      "alignmentValue": 3,
      "alignmentText": "City pilot subsidies help some families, but most pay $1,200–$1,500 per month for daycare."
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentValue": 3,
      "alignmentText": "No state paid leave or robust allowances exist, so planning depends on employer PTO and savings."
    },
    {
      "key": "Education",
      "alignmentValue": 6,
      "alignmentText": "AISD quality varies, yet magnets and suburban districts provide solid outcomes with parental involvement."
    },
    {
      "key": "Public Transportation",
      "alignmentValue": 3,
      "alignmentText": "CapMetro buses and the Red Line cover limited corridors; daily life still expects car ownership."
    },
    {
      "key": "Economic System",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: A lightly regulated capitalist system prioritizes markets over social protections."
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Federal, state, and local layers add complexity, but withholding automation means payroll taxes are manageable."
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: A dual tech-income household faces combined federal and state rates around 25–30% depending on location."
    },
    {
      "key": "Banking & Payments",
      "alignmentValue": 8,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Digital banking, credit access, and payment apps are robust, supporting entrepreneurial needs."
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentValue": 4,
      "alignmentText": "Costs undercut coastal hubs but keep rising; property taxes and utilities add to the monthly burn."
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentValue": 5,
      "alignmentText": "No state income tax helps, yet healthcare and property taxes demand careful planning for retirement."
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Without Social Security access, long-term residents must rely on private savings or future naturalization."
    },
    {
      "key": "Visa Paths",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Diverse visa categories exist, but quotas, interviews, and sponsorship hurdles make immigration arduous for non-citizens."
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: As citizens, the family faces no entry barriers and can relocate freely within the country."
    },
    {
      "key": "Residency Types & Durations",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Citizenship grants permanent residency rights nationwide, though state benefits depend on domicile."
    },
    {
      "key": "Path to Citizenship",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Citizenship is automatic for the family and their children, eliminating naturalization concerns."
    },
    {
      "key": "Family Members",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Immediate relatives of citizens have streamlined sponsorship options, though backlogs affect extended family."
    },
    {
      "key": "Timelines & Costs",
      "alignmentValue": 7,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: For citizens moves are immediate; sponsoring relatives involves fees and multi-year waits but predictable processes."
    },
    {
      "key": "Compliance & Risks",
      "alignmentValue": 8,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Legal compliance is straightforward for citizens, though regulated industries require diligent paperwork."
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: The U.S. tolerates dual citizenship, though obligations like taxes remain."
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Visa holders must maintain employment, face travel restrictions, and manage complex paperwork to avoid status loss."
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentValue": 7,
      "alignmentText": "Studios like Arkane Austin, Bethesda, and indie outfits keep hiring, supported by a steady flow of remote contracts."
    },
    {
      "key": "Notable Game Studios",
      "alignmentValue": 8,
      "alignmentText": "Arkane, Retro Studios, and Gearbox Publishing maintain major presences alongside Blizzard’s Austin support teams."
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentValue": 8,
      "alignmentText": "IGDA Austin, SXSW Gaming, and local jams create a tight-knit developer network."
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentValue": 6,
      "alignmentText": "Capital Factory, city grants, and a talent-rich ecosystem support startups, though funding rounds remain competitive."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentValue": 7,
      "alignmentText": "Google Fiber, expanding toll roads, and a growing airport underpin modern living, even as power grid resilience remains a concern after winter storms."
    },
    {
      "key": "Seasonal Extremes & Variability",
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Families regularly compromise on safety or overcrowd to stay housed; civic support is patchy.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Intentional communities exist but are limited in size or geared toward niche demographics.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Broadly positive sentiment with occasional debates; immigrants feel safe speaking their language and sharing traditions.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Politeness is situational; some contexts feel brisk but respectful.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Personal space is often compressed, so we must advocate gently for comfort.",
      "alignmentValue": 6
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Politeness norms favor indirect communication; being candid sometimes backfires.",
      "alignmentValue": 6
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Diet talk and body critiques surface regularly in social circles.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Boundaries are understood yet alcohol-fueled scenes need watchfulness.",
      "alignmentValue": 7
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Traditional norms dominate mainstream spaces, limiting how our family models relationships.",
      "alignmentValue": 6
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "We can find community yet must manage privacy carefully to avoid backlash. non-monogamy acceptance.",
      "alignmentValue": 6
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Attitudes split; open discussion is fine in urban enclaves yet frowned upon elsewhere.",
      "alignmentValue": 7
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Social services lack frameworks, so we navigate paperwork carefully and expect occasional bias.",
      "alignmentValue": 6
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Mixed regulations mean some communities normalize casual carry; we stay aware of local norms.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Enforcement leans punitive; we monitor rules closely to avoid harsh consequences.",
      "alignmentValue": 6
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Street-level policing is visible; marginalized communities report frequent stops.",
      "alignmentValue": 6
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Multiple incidents within the past decade impact how we choose schools and venues.",
      "alignmentValue": 6
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Systemic issues persist—forced labor, poor healthcare, or punitive isolation.",
      "alignmentValue": 5
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Pedestrian deaths or injuries are common; car dominance limits independence.",
      "alignmentValue": 4
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Healthy living requires self-direction; fast food and sedentary habits dominate social life.",
      "alignmentValue": 6
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Stigma or limited providers make it harder to secure consistent care.",
      "alignmentValue": 5
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity is widespread, signaling systemic lifestyle challenges we must counter individually.",
      "alignmentValue": 5
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Higher cancer rates tie to environmental or lifestyle factors we must actively mitigate.",
      "alignmentValue": 5
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Resilience is good with occasional layoffs offset by quick reemployment.",
      "alignmentValue": 8
    }
  ]
}
