{
  "version": 2,
  "iso": "GB",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "London's Royal Parks and Thames Path keep greenery close, yet dense traffic and noise in Zones 1–3 mean we rely on weekend escapes to Surrey Hills for fresher air.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Climate models flag more heavy rain and coastal flood risk, so we'd budget for flood-aware housing and insurance while still seeing the islands as relatively safe from extreme heat.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Marine moderation delivers the mild seasons Sarah craves, though we would plan for grey, drizzly stretches and occasional muggy heat spells.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "ULEZ and electrified buses cut particulate levels to around 10 µg/m³, but NO2 hotspots along the North Circular mean we watch alerts before biking with the boys.",
      "alignmentValue": 6
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Serious quakes and hurricanes are rare; the main watch-outs are river flooding and winter windstorms, which we can manage with resilient housing choices.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Typical highs around 8–15°C (46–59°F) feel brisk yet manageable, and layering keeps school runs comfortable despite frequent showers.",
      "alignmentValue": 8
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Highs near 17–24°C (63–75°F) suit the family's mild-summer goal, but heatwaves now touch 30°C+ and require fans or portable AC in London flats.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn days around 10–18°C (50–64°F) support weekend hikes, yet Atlantic storms can bring blustery rain that keeps us indoors.",
      "alignmentValue": 7
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Daytime 2–8°C (36–46°F) is mild by Midwestern standards, but damp chill and limited daylight would push us toward cozy indoor play.",
      "alignmentValue": 6
    },
    {
      "key": "Beach Life",
      "alignmentText": "Central London lacks beaches, so seaside days mean rail trips to Brighton or Whitstable with chilly water and crowd planning.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Channel waters near London warm to only 17–19 °C (63–66 °F) in August, so swims are brisk unless we detour to heated lidos.",
      "alignmentValue": 3
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Hyde Park, Hampstead Heath, and quick trains to the Chilterns keep hikes and woodlands within an hour despite the urban core.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "London's higher real living wage tops £11/hour, yet housing and childcare costs erode take-home pay unless both parents land skilled roles.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior engineers command £80k–£110k plus bonuses in London, which covers metro living but leaves less runway than West Coast contracts.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "London's City fintechs, government contractors in Westminster, and Canary Wharf consultancies hire .NET teams year-round, giving Trey a near-constant pipeline of senior roles.",
      "alignmentValue": 9
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Shoreditch startups and gov.uk's platform teams keep Ruby roles active, giving Sarah good options if she's open to hybrid days.",
      "alignmentValue": 8
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Thousands of licensed sponsors exist, but high fees and salary thresholds mean we must target shortage-list employers early.",
      "alignmentValue": 7
    },
    {
      "key": "Economic Health",
      "alignmentText": "The UK services economy is mature but slow-growing, with inflation aftershocks and regional inequality to watch.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Post-pandemic London tech embraces hybrid 2–3 day office weeks, and coworking hubs like Second Home give Sarah calm spaces when she needs change of scene.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Hybrid norms, 28+ days of leave, and cultural respect for evenings help Sarah secure calmer schedules, though crunch remains in some London studios.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Contracts target 37.5–40 hours and flex arrangements are common, yet finance and game studios still expect overtime around launches.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Statutory 28 days including bank holidays beats US norms and lets the family plan regular school-break trips.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech employers often offer 30–33 days plus buy/sell schemes, keeping family adventures aligned with school calendars.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Central London runs intense with packed Tube commutes, so we'd pick calmer outer boroughs to give Sarah the slower cadence she prefers.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Primary schools run 08:45–15:15 while many offices expect 09:30–18:00 in the City, so we'd lean on breakfast clubs, wraparound care, or staggered shifts.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends juggle museum slots, park picnics, and kids' clubs; timed tickets and rail strikes mean we book ahead for popular outings.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Libraries, museums, and free festivals give the boys endless weekend options, and most towns offer playgrounds within a short walk.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Major cities host polyamory meetups and sex-positive therapists, yet the legal framework stays monogamy-only so we would stay discreet with schools.",
      "alignmentValue": 5
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents juggle school runs, sports clubs, and homework but the schedule is manageable with wraparound care and plentiful parks.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "London's playground density, free museums, and step-free Elizabeth Line stops help with strollers, though narrow Victorian terraces can cramp indoor play.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "London offers strong state primaries, selective grammars nearby, and multiple international schools, but catchments are tight so we must rent with admissions in mind.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Ofsted-rated nurseries fill fast in Zones 2–4; we need to register during pregnancy or use workplace crèches to secure a spot before age three.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "London citizens tap 30 funded hours from age three and tax-free childcare, yet high hourly top-ups mean budgets stay tight unless employers subsidise care.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Dependent visas access funded hours once both parents work, but NRPF rules block child benefit and require savings to cover deposits and retainer fees.",
      "alignmentValue": 4
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "State schools are free with decent secular options; we just need to pick catchments with strong Ofsted reports.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Children on dependent visas can enroll easily, yet proof of address and NHS numbers add upfront paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Independent schools offer strong academics but fees rival US colleges, so we’d treat them as backup rather than plan A.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Statutory leave plus flexible working rights back up Sarah’s work-life goals, even if benefit levels lag Nordic standards.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Many leave rights apply, but means-tested benefits exclude most work visas, so we’d rely on employer top-ups.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Domestic tuition caps and income-based loans keep university feasible for the boys if we settle long term.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Until indefinite leave, the kids would face international fees, so permanent residency becomes key before university age.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-career households are normal and dads taking leave is increasingly accepted, aligning with the family’s egalitarian approach.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal recognition of non-binary identities is emerging and urban schools teach inclusion, though rural areas can be conservative.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "The Equality Act and active advocacy groups deliver strong protections, even if pay gaps persist in some sectors.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Women comfortably mix professional and casual styles, and weather-ready layers keep expectations practical for Sarah.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Modern fatherhood and flexible work are increasingly celebrated, though pub and sport culture still prize stoicism.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Living in English, exploring castles, and riding trains to coastal hikes tick both the family’s culture and outdoors boxes.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English dominates daily life and services, so integration is frictionless while the kids still meet Welsh or Gaelic at school for enrichment.",
      "alignmentValue": 10
    },
    {
      "key": "Progressivism",
      "alignmentText": "Cities lean progressive with protections for LGBTQ+ residents, though national politics swing between centrist parties.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist movements stay mostly academic or activist; mainstream parties frame them as fringe.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "Secularism is common and religion rarely intrudes on workplaces or schools, matching the family’s secular preference.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex education and liberal norms in metros support the family’s sex-positive outlook, even if rural areas stay discreet.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Legal equality and visible Pride events keep queer families supported, with only isolated pushback outside cities.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Local councils, clubs, and neighborhood WhatsApp groups help newcomers plug in quickly, which suits their search for community.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "The UK balances pride in institutions with a pragmatic streak, making locals confident yet approachable.",
      "alignmentValue": 7
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Opinions on the EU and Ireland are mixed post-Brexit, so dinner-table talk can get political.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors respect UK culture but criticise Brexit-era politics, which the family should expect to hear while travelling.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "London balances world-class theatre, queer clubs, and quiet wine bars, giving the couple flexible date night vibes.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "London men mix streetwear with tailored coats, so Trey can rotate smart trainers and techwear without standing out.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "From Liberty prints to sustainable brands in Hackney, London style embraces eclectic layers that suit Sarah's comfort-first approach.",
      "alignmentValue": 7
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "City families balance park runs, climbing walls, gaming cafés, and West End matinees—plenty of overlap with Trey and Sarah's interests.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Dedicated board-game cafes and UK Games Expo-level events give Trey and Sarah regular tabletop scenes.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "West End theatres, Brixton Academy, and Shoreditch venues keep live music and geek nights thriving for Trey.",
      "alignmentValue": 10
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Meetup.com overflows with tech, poly, and parenting groups in London, helping us rebuild community fast.",
      "alignmentValue": 9
    },
    {
      "key": "Nature Access",
      "alignmentText": "Regular trains reach Epping Forest, Box Hill, and Kent Downs within an hour, so weekend hikes stay practical without a car.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary democracy with devolved nations offers checks and civic engagement channels the family appreciates.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion is mostly private nationally, yet Northern Ireland and some school policies keep faith voices visible.",
      "alignmentValue": 5
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Holiday pay, sick leave, and union protections exceed US baselines, though zero-hour contracts linger in retail and hospitality.",
      "alignmentValue": 7
    },
    {
      "key": "State Ideology",
      "alignmentText": "Politics oscillates between centrist Conservatives and Labour, so policy swings require periodic recalibration.",
      "alignmentValue": 6
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, free media, and active civil society keep backsliding low despite occasional executive-overreach debates.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "A mature mixed economy balances free markets with public services like the NHS, matching the family’s preference for safety nets.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "Institutions are steady but Brexit-era leadership churn shows politics can be noisy every few years.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters provide balance, yet tabloids and partisan social media keep spin in the daily mix.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Campaigns lean on patriotic framing and culture-war headlines, but plural media lets the family curate calmer sources.",
      "alignmentValue": 5
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare and benefits exist, yet austerity-era cuts mean we’d verify local delivery before committing.",
      "alignmentValue": 6
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show middling trust after scandals, so expect lively political debate at the school gate.",
      "alignmentValue": 5
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency laws and watchdog journalism keep corruption low, with sleaze stories typically triggering resignations.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Issues surface around procurement or lobbying rather than day-to-day bribery, so it rarely touches family life.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Family-sized rentals inside Zones 1–3 exceed £2,500/month, so we'd target outer boroughs like Richmond or move to commuter towns for space.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "London's violent crime rate is moderate for a global city, yet we avoid late-night transport on certain lines and secure bikes against theft.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "The NHS covers care without bills, but specialty waits and GP backlogs mean we’d pair it with occasional private visits.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Paying the Immigration Health Surcharge grants full NHS access, though first-year GP registration and wait times require patience.",
      "alignmentValue": 6
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Tax-free childcare accounts and funded hours help once both parents work, but under-three costs remain steep.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Middle-class families often mix statutory leave with part-time returns and grandparents, a pattern we could mirror with hybrid roles.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Quality varies by local authority, so we’d target strong Ofsted areas or consider academy chains with robust STEM tracks.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "The Tube, Elizabeth Line, and 24-hour buses let us live car-free, though strikes and weekend engineering works demand backup plans.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "A regulated market economy with social safety nets supports entrepreneurship while cushioning healthcare and schooling costs.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "PAYE handles most income tax automatically, and digital self-assessment tools make side projects manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Combined tech salaries fall into 40% higher-rate bands, so we’d lean on pension contributions and child benefit clawback planning.",
      "alignmentValue": 5
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Contactless, Faster Payments, and open banking apps make cashless living seamless for daily errands and business invoices.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Council tax, energy bills, and groceries are manageable, but mortgage rates and childcare make London budgets stretch beyond Kansas City norms.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "The state pension supplements workplace schemes, but comfortable retirement still depends on private savings and housing equity.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Access hinges on National Insurance years and keeping UK pensions portable, so we’d maintain US savings as backup.",
      "alignmentValue": 5
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Skilled Worker and Global Talent routes are viable but expensive, and Innovator Founder demands robust business plans.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Shared language and cultural ties make Americans broadly welcome, especially in cosmopolitan cities.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Most work visas run 2–5 years with clear upgrade paths to Indefinite Leave to Remain if we track absence limits.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Five years on a qualifying visa plus 12 months ILR, Life in the UK, and language tests make the process structured yet paperwork-heavy.",
      "alignmentValue": 7
    },
    {
      "key": "Family Members",
      "alignmentText": "Dependents can work or study freely once visas are issued, but NHS surcharge and school admissions timelines require upfront planning.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Visa fees, NHS surcharges, and biometrics push costs into the thousands per adult, and processing can stretch to several months.",
      "alignmentValue": 4
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "We must track absences for ILR, register for taxes promptly, and update digital status, but rules are transparent.",
      "alignmentValue": 7
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "The UK allows dual nationality, so the family can retain US passports without complications.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "BRP-to-eVisa transitions, proof-of-address hurdles, and credit history building take effort during the first year.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Rocksteady, Creative Assembly's Horsham HQ, and dozens of VR studios in London keep AAA and indie demand strong for Trey's skills.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "London hosts Rocksteady, Sports Interactive, Splash Damage, and PlayStation London Studio, clustering talent near Trey's network.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "London Game Dev Lunch, Games London, and BAFTA events provide regular mixers for devs and founders.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "The Games London accelerator, UK Games Fund showcases, and access to venture capital make London a strong launchpad for Trey's studio.",
      "alignmentValue": 9
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Crossrail, contactless payments everywhere, and dense EV charging keep London infrastructure modern enough for a tech-focused family.",
      "alignmentValue": 9
    }
  ]
}
