{
  "version": 2,
  "iso": "GB",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "UK .NET market remains strong in London, Manchester, and Leeds with enterprise/fintech demand, competitive salaries, and visa sponsorship options.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "UK compensation trails top markets by 25–30%; London offers better packages, but overall UK pay remains modest with solid benefits.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "UK offers regular short courses and studio workshops; universities and online communities keep 2D environmental art skills current.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "The UK has several strong game-art degree programs with industry ties; grads are well-prepared for 2D environmental art.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "UK 2D environmental artist roles typical 1–2 months; strong studios in London/Manchester aid pipelines; visa steps may extend timelines.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "English is widely used in UK 2D environmental art roles. Studios mainly operate in English with minimal local-language expectations.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "United Kingdom studios broadly support remote/hybrid 2D environmental art roles with equipment stipends, aligning with family-friendly schedules.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Strong UK pool of 2D environmental artists across London and Manchester; mid-to-senior talent with recent shipped projects; hire competition is notable.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In the United Kingdom, 3D animator compensation trails top markets by ~20%, but lifestyle and public services offset.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "UK offers a solid 3D animation upskilling scene with university courses and studios in London and Manchester; many workshops exist, but some require travel.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "The UK hosts several strong 3D animation degree programs; multiple graduates feed into studios nationwide each year.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In the United Kingdom, 3D animator roles typically fill in 1-2 months; a robust UK game dev scene supports quick hiring.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "UK 3D animation studios largely use English. English fluency is common, and larger studios often support multilingual collaboration.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "UK studios commonly offer flexible remote/hybrid 3D animation roles, often with equipment stipends. This fits Trey\u0027s remote-friendly game dev setup in the UK.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "UK has a large 3D animation pool (London and key hubs); many seasoned specialists across studios and outsourcing partners.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "UK 3D character artist pay trails top markets by ~25%; strong UK benefits offset pay. London/Manchester hubs attract experienced talent.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "UK has occasional 3D character art workshops; advanced topics are limited locally. Remote courses help fill gaps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "UK has several strong 3D character programs (UAL, Bournemouth, Portsmouth); graduates feed studios in London, Manchester, and Bristol.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "UK 3D character artist hiring typically runs 4-5 months; London/Manchester studios offer pipelines, but visa steps can stretch timelines.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "United Kingdom studios predominantly operate in English for 3D art; multilingual teams exist, but English fluency is the norm.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "UK studios widely support remote/hybrid 3D character roles with stipends. London/UK game scenes and grants back flexible, family-friendly schedules.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "UK has a large pool of experienced 3D character artists across London, Manchester and studios; supportive recruitment and visa pathways aid hiring.",
      "alignmentValue": 9
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "United Kingdom offers occasional game-focused accelerators with grants and visa pathways; solid option for indie game teams.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "UK air quality is generally within WHO PM2.5 limits, but London corridors have NO2 spikes; we\u0027ll watch alerts for the boys.",
      "alignmentValue": 7
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "UK game scene features AAA anchors (Rockstar North, Edinburgh) plus multiple AA studios (Playground, Codemasters, Ubisoft Leamington) driving recruitment.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In the UK, secular culture is strong and atheism is broadly accepted in workplaces and schools; this aligns with the family\u0027s secular stance.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "UK maintains independent courts, free media, and active civil society. Backsliding is monitored amid post-Brexit reforms.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "UK banking is modern with Faster Payments and open banking. As newcomers, expect onboarding paperwork to open accounts.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "UK coastlines offer excellent beaches within reach; seasonal crowds, transparent water quality monitoring, and strong family-friendly amenities near cities.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Vibrant UK boardgame scene with cafes, clubs, and family-friendly events (UKGE-style); plenty of shops for Trey and Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "UK social circles show occasional body talk and subtle comparisons; overall conversations are respectful, but boundaries help maintain confidence.",
      "alignmentValue": 7
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "UK\u0027s diversified economy supports retraining and remote work during downturns. Tech/startup grants and visa routes aid Trey and Sarah in the UK.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "UK cancer incidence is around global norms; NHS screening enables early detection; routine checkups advised for your family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "In the United Kingdom, carceral conditions are generally decent. Some facilities lag in services and transparency, which we should monitor.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "UK offers funded hours for 3- to 4-year-olds and tax-free childcare for working parents. Under-3 costs remain steep and require planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "UK cities are largely kid-friendly with parks and walkable streets; transit is pram-friendly, though dense centers need care.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "UK subsidies cut fees for 3-4 year-olds (30 hours). Under-3s remain costly, with some top-ups and manageable paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "UK NRPF restricts public funds for visa holders; subsidies are rare and locally discretionary, so private care with limited municipal aid.",
      "alignmentValue": 4
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "UK towns have board game cafes, pub quiz nights, and climbing gyms. This fits the family\u0027s gaming, tabletop, and rock climbing interests.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "UK hosts regular monthly game dev meetups and regional game jams. Annual conferences like Develop: Brighton keep the indie scene vibrant.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "UK health culture, with NHS programs and parks, supports wellness. We can find resources but should engage local like-minded communities in GB.",
      "alignmentValue": 8
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "The UK offers multiple co-housing and cooperative options; families are welcomed, though waitlists and regional entry paths vary.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "UK CM pay aligns with global medians after cost of living; robust benefits and visa routes support a US family move.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "UK has active community manager meetups and courses. London and Manchester host events and online groups; solid upskilling for your family\u0027s tech teams.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "United Kingdom has several universities and bootcamps producing community-management grads; London and Manchester sustain a solid pipeline.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "UK markets (London/Manchester) show 4–5 month hiring for Community Manager; relocation and visa steps may stretch timelines, with few local specialists.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "UK studios are English-first; most community managers work in English, with multilingual teams where local language skills are a plus but not required.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "UK studios commonly offer hybrid community manager roles; remote options exist but often require negotiation, aligning with GB family-friendly goals.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "UK has a solid CM talent pool (London and regional hubs) with mid-to-senior talent; senior roles are competitive but attainable with targeted sourcing.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "UK neighborhoods rely on councils, clubs, and local groups; newcomers find community, though building ties still takes a bit of initiative.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In the United Kingdom, established studios pay around global medians adjusted for UK cost of living; solid base pay and benefits support families.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In the UK, startups balance cash \u002B equity; comp tracks global medians when adjusted for cost of living, with grants/visa options aiding founders.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "UK rules are navigable: file taxes promptly, report absences for ILR as required, and keep your digital status updated with UKVI.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "UK offers strong continuing education: regular bootcamps and local courses across cities; Open Uni and colleges provide flexible options.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "United Kingdom has a healthy contractor bench for software/game dev, especially in London/Manchester; top talent may book weeks ahead.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "United Kingdom (GB): possession laws can be punitive with penalties; NHS treatment and harm-reduction services help reduce risk.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "UK costs are slightly elevated but predictable; generous R\u0026D grants and visa schemes help offset payroll and rents, especially outside London.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "UK costs vary by city; London housing/energy are costly, but groceries/transport are manageable with budget planning.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "UK offers strong coworking and a growing game dev scene (London/Cambridge) with grants and Azure access. Mocap labs are limited to larger studios.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "UK tech hiring is competitive but steady; remote options and NHS care ease your family\u0027s move. Expect some competition for key dev roles.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "United Kingdom context: mental health burdens exist but are met with NHS access and open dialogue for families.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "UK communities form through clubs and schools. Steady effort yields deep bonds, though openness grows gradually with trust.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "UK studios show D\u0026I commitments with LGBTQ\u002B support and transparency; progress is uneven, with London firms often leading.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In the United Kingdom, drug enforcement is proportionate with strong oversight; families rarely witness aggressive sweeps.",
      "alignmentValue": 9
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "The UK allows dual citizenship with the US; the family can retain US passports while pursuing UK naturalization with standard residency.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "UK grants for game/tech startups are solid; Innovate UK and regional funds commonly offer $350k-$1M early-stage support.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "The UK has game-focused grants (UK Games Fund) and general funds open to games. Relocation to the UK can unlock access to capital.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "UK\u0027s services sector remains stable with solid tech funding pathways. Moderate inflation means prudent budgeting and an emergency fund.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "UK\u0027s mixed economy supports entrepreneurship with reliable governance, startup funding paths (Innovate UK/UK visas) and universal healthcare.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "UK policy for startups and game studios is generally stable; watch immigration tweaks around elections and grants access.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "UK education is strong overall, but varies by local authority; target Ofsted-good areas and STEM-focused academies; bilingual exposure feasible.",
      "alignmentValue": 8
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Strong UK game programs with industry internships and capstone projects; London/Manchester/Scotland hubs feed a robust local pipeline.",
      "alignmentValue": 9
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "UK sponsorship is common via Skilled Worker and shortage-occupation routes; dependents are typically allowed with sponsors, though city and sector focus vary.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "UK game dev scene shows strong Unity and Unreal communities with cross-pollination (London, Manchester). This supports Trey\u0027s game-dev work and access to grants.",
      "alignmentValue": 9
    },
    {
      "key": "Environment",
      "alignmentText": "UK green belts and parks keep outdoor life kid-friendly. Strong pollution controls and good water quality offset occasional urban traffic emissions.",
      "alignmentValue": 9
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In the UK, two earners hit ~35% effective tax (20/40% bands plus NI); plan pension contributions and child-benefit clawback.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in the UK typically stays mild (10-18°C) with occasional rain; plan for layers and light hikes.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "United Kingdom towns offer free museums, libraries, and parks with walkable neighborhoods. Strong public services and networks support families.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "In the UK, spouses and minor children can be included on family visas. NHS surcharge and school admissions timelines require upfront planning.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "UK offers universal healthcare and free early years education; childcare subsidies and flexible work rights exist, though bureaucracy can slow payments.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "UK offers NHS care, free schooling, and childcare hours. Some means-testing and admin, but overall strong family support.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "UK visa families get limited welfare; cash benefits largely restricted, NHS access exists, but no regular non-citizen support.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "UK urban fashion favors smart-casual; plan neat outfits for work or events, while casual wear is fine in family and cafe settings.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "UK fashion is dynamic and inclusive with broad style freedom, especially in London. Athleisure plus tailored coats suits Sarah\u0027s city life.",
      "alignmentValue": 10
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "UK fashion favors smart-casual with weatherproof layers. Trey fits with practical, versatile tech wear across UK cities like London.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In the UK, women enjoy autonomy across careers and styles. Diversity in expression is common, with only minor conservative pockets.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "UK has strict gun laws and licensed ownership; firearms are rare, so daily life exposure is minimal.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In the United Kingdom, consent culture is strong; most interactions are respectful. Nightlife venues often reinforce boundaries with staff.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "UK founder scene is growing, with regular meetups in London and Manchester; robust accelerators and grants support early-stage teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In the UK, fresh produce and diverse global cuisines are plentiful in major cities (London, Manchester). Only rare gaps for very niche cuisines.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In the United Kingdom, locals are polite and open to newcomers; joining expat and community groups helps, but friendships still take time to grow.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "UK game dev hubs London, Guildford, and Leamington Spa offer steady openings. Trey\u0027s game, web, and cloud skills suit local studios.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "UK has legal protections and NHS gender-affirming care; urban GB is welcoming, rural areas adapt gradually.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "UK protections under the Equality Act with EHRC enforcement; mandatory gender pay gap reporting accelerates parity, though gaps persist in some sectors.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In the United Kingdom, dual-career households are common; Shared Parental Leave supports dad leave, signaling improving gender equity, though norms linger.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "UK nightlife in cities like London and Manchester tends to be inclusive. Most venues tolerate nontraditional flirting, with only minor lingering norms.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "UK visa life is stable but tied to ongoing work and renewals. BRP/NHS help daily life; building UK credit and proof-of-address takes time.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In the United Kingdom (GB), heavier rain and heatwaves are noticeable but mitigated by strong resiliency programs and universal healthcare.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "UK Startup visa is accessible with endorsement and a clear founder path. Processing times are moderate, suitable for US-based teams planning UK setup.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "UK grooming: a gentle push to stay polished in work and social settings. Budget modest time and money to fit in.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "UK supports polyamorous families in progressive spaces; public acceptance is growing. Some institutions may still tread cautiously.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "United Kingdom\u0027s NHS provides universal care; strong overall, but GP and specialist waits may require occasional private visits.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "UK NHS access via IHS; GP registrations may be slow. Supplemental private insurance can help with faster care for visa families.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "United Kingdom: broad access for residents via government loans; US citizens face higher international fees, but scholarships exist; many programs.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "UK universities charge international fees for non-settled visa holders. Securing settled status helps access domestic tuition later.",
      "alignmentValue": 5
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "United Kingdom studios (London, Guildford, Leamington Spa) typically fill roles in 1-2 months; pipelines stay active supporting Trey\u0027s indie-to-AAA path.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "UK game startups fill early roles in 6-8 weeks thanks to UK Games Fund, Innovate UK, and regional clusters, aligning with Trey\u0027s indie path.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "UK housing near top schools is pricey; we\u0027d rent in commuter towns or northern cities to balance budget, space and commute.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In the UK (GB), PAYE covers most employee tax; self-employed must file self-assessment; digital tools help, but business taxes add complexity.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "UK generally welcoming to immigrants; occasional policy debates, but English ubiquity and strong public services aid settlement.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "UK reception for skilled US migrants is generally positive; expect occasional stereotypes, but NHS access, startup grants, and English fluency aid integration.",
      "alignmentValue": 9
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In the UK, state schooling is free and widely accessible. Admissions depend on catchments and Ofsted ratings; language support is available for newcomers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "UK state schools are generally accessible to visa families. Enrollment requires proof of address and visa paperwork.",
      "alignmentValue": 9
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English dominates daily life in the UK, easing access to services for your family. Wales/Scotland offer Welsh or Gaelic enrichment options in schools.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In the United Kingdom, English dominates studio work; some local-language docs exist, but English suffices for most tasks.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "English dominates investor and platform work in the UK (GB). Local-language fluency aids hiring and compliance where relevant (e.g., Welsh regions).",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "UK has a robust game IP legal ecosystem; London and other centers offer publishing/licensing counsel with startup-friendly pricing.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In the UK, LGBTQ\u002B protections under law and visible Pride events support queer families; rural areas may still show pockets of bias.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "UK has reliable playtest groups and survey providers; London/Manchester indie scenes and university labs offer steady access to testers.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In the UK, Marxism remains influential in unions and academia. Mainstream policy stays centrist, with open, pluralist debate.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "UK fathers increasingly share parenting; flexible work is common, but pub and sport culture still prize stoicism.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In the UK, mass violence remains sporadic; stay vigilant at large gatherings, though overall risk is low thanks to strong security.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "UK cities like London and Manchester host a vibrant tech, gaming, and parenting meetup scene; frequent events ease quick network building for expats.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In GB outside London, NLW covers core family costs; high urban rents may still require dual tech incomes.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "UK urban areas offer strong digital infrastructure (gigabit fibre, 5G) supporting gaming and remote work. Rural gaps remain, which matches the 8 rating.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "UK urban centers like London/Manchester are welcoming to diverse relationships; in suburbs, discretion helps avoid backlash.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In the UK, honesty is valued when spoken with tact. Brits appreciate directness framed by politeness.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "UK offers stunning national parks and dramatic coasts, with trails for family hikes. Seasons here unfold beautifully, perfect for year-round outdoor time.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Occasional floods and winter storms in the United Kingdom. Robust defenses and insurance mitigate family risk.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Excellent UK rail links and nearby national parks (Peak District, Lake District) keep weekend hikes and climbing within easy reach.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "London, Manchester, and Glasgow offer vibrant live music; family-friendly venues and safe transport across the UK.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "In the UK, nightlife exists in key districts. Major cities offer late transit and varied venues; plan sitters and transport.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "The UK game dev scene has regular jams and meetups in London, Brighton, and Manchester. Online hubs support learning for newcomers and families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "United Kingdom hosts a thriving game scene anchored by Rockstar North (Edinburgh), Creative Assembly, Media Molecule, and Playground Games.",
      "alignmentValue": 9
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In the UK (GB), obesity is moderately common; we monitor diet and activity, supported by the NHS and local health programs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "The UK provides strong game-startup support via Innovate UK and the UK Games Fund, plus tax relief for developers. Regional clusters offer local talent and collaboration in the United Kingdom.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "UK cities vary: London is fast, but regional towns and suburbs offer a calmer tempo that suits Sarah\u0027s slower pace.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In the UK, parenting is shared and supported. Wraparound care and parks help this family balance work and kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "UK path: 5 years\u0027 lawful residence, ILR, Life in the UK, and English; dual citizenship allowed, but the process is paperwork-heavy.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "UK\u0027s strong transparency laws and watchdogs keep corruption low; independent investigations reinforce trust across government and services.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "UK norms are mixed: expect polite distance overall, but crowded UK transit or markets may feel closer; gently maintain boundaries.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "UK norms favor polite personal space; casual touch is limited, handshakes in introductions. Crowded trains feel close, but cues are respected.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "UK offers short but workable spring and autumn windows. Frequent rain and cool summers mean outdoor plans concentrate in one or two prime seasons.",
      "alignmentValue": 6
    },
    {
      "key": "Political System",
      "alignmentText": "UK\u0027s parliamentary democracy with devolved nations offers checks and strong rule of law; aligns with the family\u0027s stability and civil liberties values.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "In the UK, polyamorous families have visible urban communities. However, legal recognition largely defaults to monogamy; discretion with schools.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "London offers funded 15–30 hour slots for 3–4s, but under-3 care is costly with long waitlists and limited hours for dual-working families.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "In GB, strong state schools exist; private options are common but vary in quality and price, so private education is a backup.",
      "alignmentValue": 6
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common in the UK, but strong fresh markets help keep your family\u0027s meals balanced.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "UK PMM (Games) pay generally aligns with global medians after cost-of-living adjustments; London roles often include richer benefits.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "UK has monthly Product Marketing Manager (Games) workshops and active online communities. This provides strong, accessible continuing education in the UK.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "UK offers several gaming-related marketing programs, but PMM-like curricula are limited; grads need on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "UK market: Product Marketing Manager (Games) roles in GB typically take 2–3 months to fill amid competitive talent pools; remote options can help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "UK game product marketing managers operate primarily in English; English fluency is universal, with multilingual support for EU markets.",
      "alignmentValue": 10
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In the United Kingdom, remote and hybrid product marketing roles in games are common. Studios often offer flexible arrangements and equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "The UK has a strong PMM (games) pool with mid- to senior-level talent. London and other hubs host active studios and marketing agencies.",
      "alignmentValue": 8
    },
    {
      "key": "Progressivism",
      "alignmentText": "UK cities such as London, Manchester, and Glasgow are progressive with strong LGBTQ\u002B protections. National politics swing between Labour and Conservative.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In the UK, casual dating is generally accepted, esp. in urban areas like London; discretion remains in some circles.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In the UK, plural media provide diverse voices; messaging leans patriotic but accessible counterpoints and data remain available.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In the UK, media is broadly free; public broadcasters offer balance, but tabloids and partisan outlets provide occasional spin that watchdogs debunk.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "UK urban transit is robust in cities (London Underground, regional rail). Expect occasional delays and rural gaps; plan ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "UK has a healthy indie scene with local BD events in London. Partnerships exist but proactive outreach is needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In UK cities, affluent families access strong services, but elite schooling and exclusive clubs can be location- and waitlist-dependent.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "GB: NHS universal healthcare and safety nets ease basics. Urban housing and childcare costs still require careful budgeting for a modest family.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "UK offers NHS and family-friendly towns; childcare and schools support QoL, but housing costs still strain budgets; mindful budgeting needed.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "UK game-dev blends real-time production with cinematic work; robust broadband and funding (grants) support Trey\u0027s cloud/game aims.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In the UK, religion is largely private. Northern Ireland and faith-related school policies keep faith voices visible.",
      "alignmentValue": 5
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In the UK, established studios commonly offer hybrid/remote options with formal policies. This aligns with this family\u0027s need for work-life balance.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "United Kingdom startups favor hybrid remote work with solid tooling. This suits a family-friendly plan with remote options for Trey and Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "UK tech culture favors hybrid/remote work; Sarah can work remotely with London meetings as needed; coworking hubs keep teams connected.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "UK visa routes (Skilled Worker, Innovator) allow a 5-year path to ILR with renewals. However, sponsorship and criteria require ongoing compliance.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "In the UK, strong tech hubs and grants support retention, but founder visas and funding cycles can trigger occasional churn.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "UK retirement relies on state/workplace pensions and private savings. Housing equity helps; NHS provides universal healthcare.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In GB, state pension depends on NI years; as visa holders, access is modest for now, so keep US savings as backup and pursue employer pension options.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby market in the UK is healthy, with London/Edinburgh hubs; remote or hybrid roles and steady openings suit Sarah.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Violent crime is generally low in the UK; watch for bike theft and late-night petty crime in major cities like London or Manchester.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "UK offers state, academy, and secular private schools. Grammar and faith admissions require catchment planning, so proactive choice is wise.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "UK sea temps are chilly, especially for kids. Summers hover around 15–20°C; a short wetsuit is often needed for beach days.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "UK weather is generally mild, with occasional cold snaps and storms. Keep a few seasonal contingencies for winter and wet spells.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Noticeable winter darkness in the United Kingdom. Regular outdoor breaks and light therapy help keep energy steady in GB.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "United Kingdom weather is mild and often drizzly; prepare for cool, damp spells with occasional warm periods; kids can play outside most days.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "UK has a solid senior tech/game talent pool, but many leaders are tied to anchor studios; startups should offer competitive packages and remote options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "UK: sex education and consent widely taught in schools; urban areas liberal, though some rural spots remain more conservative.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "UK NHS provides universal healthcare; welfare benefits exist, but eligibility and outreach vary by region; expect some bureaucratic navigation.",
      "alignmentValue": 8
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "UK 2k sq ft rentals exist but are competitive and move quickly in family-friendly towns with good schools. Expect premium rents and broker help.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "UK spring typically ranges 12–23°C (54–73°F) with brief chilly rain. Layer up for school runs and outdoor time with flexible plans.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "The United Kingdom remains generally stable with predictable policies for families; occasional protests or market swings may affect planning.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "In the UK, politics are pluralist with rights protected; debate is lively, but policy shifts follow leadership changes while core NHS and rights persist.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In GB, a mature mixed economy with NHS safety nets. Markets are healthy, but wealth gaps require policy attention to protect families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "UK game/animation scene is robust, with hubs in London, Edinburgh, Dundee and Manchester; AAA and indie studios thrive with strong grant support.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "London summers bring brief 30°C spikes; nights drop below 20°C, so fans are enough for comfort.",
      "alignmentValue": 9
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In the UK, friendly exchanges happen when we initiate; staff and strangers respond positively.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "UK VGTR offers meaningful relief on eligible game costs; cultural test required but the system is robust and accessible for studios.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "UK visa costs for US family in GB: visa fees \u002B NHS surcharge; processing can take up to a year, with translation/legal fees.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "UK trust is mixed: NHS reliability shines, but scandals spark skepticism; expect open local debate and calls for transparent government in schools.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "UK corruption tends to be petty/localized (procurement/lobbying) with strong oversight. Daily life in GB should be unaffected.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "UK pay is decent in pockets but trails US hubs. For Trey and Sarah, remote roles or equity help offset London-area costs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "UK weekends offer free museums and parks; many kid-friendly activities are walk-in, with occasional reservations for popular events.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "UK schools typically 08:30-15:00. Workdays are 09:00-17:00; wraparound care or flexible hours help cover a 5-year-old and a 1-year-old.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "UK statutory 28 days including bank holidays beats US norms and enables regular school-break trips for the family in GB.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In the UK, typical leave runs around 28 days including bank holidays; many firms offer 25-30 days plus bank holidays, with trips planned around school terms.",
      "alignmentValue": 8
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "UK has a growing vendor scene for art, QA, and audio, with London/Manchester hubs; capacity can be tight but solid options exist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In the United Kingdom, real-time VFX pay is ~20% under global medians; London offers competitive packages with healthcare.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "London, UK has a thriving VFX real-time education scene: frequent workshops (Escape Studios, universities) and active online communities.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "UK offers several strong VFX real-time programs (NFTS, Bournemouth, Abertay) with steady graduate inflow into London and other UK studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "UK real-time VFX hiring typically 2-3 months due to competition; London/UK studios show steady demand with remote options.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "United Kingdom VFX real-time roles use English; fluency is common, with some studios valuing basic knowledge of the local language (e.g., Welsh in Wales).",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "UK VFX real-time roles are usually hybrid; remote options exist but on-site collaboration in hubs like London is common.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "UK real-time VFX talent pool is strong, centered in London studios. There are many seasoned specialists across top firms and outsourcing partners.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In the UK, opinions on the EU and Ireland are mixed post-Brexit; as newcomers, expect dinner-table politics but daily life remains cordial.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "UK self-view: strong institutions and pragmatic policy, pride with room for improvement—fits a progressive, family-focused migrant profile in Britain.",
      "alignmentValue": 9
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors in the UK generally view Britain positively and respect its culture; Brexit politics remain a common topic.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In the UK, Skilled Worker, Global Talent, and Start-up/Innovator routes exist; sponsorship or endorsement is needed, and costs can be high.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In the UK, walkable cores exist with decent transit; plan routes to avoid busy arterials as drivers can be quick at crossings, especially with kids.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "UK cosmopolitan cities generally welcome US migrants. English is universal and the NHS provides healthcare, with visa rules in place.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "UK life offers English ubiquity and easy access to castles. Trains and coastal hikes fuel ongoing curiosity for the whole family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "UK winter: daytime 2–8°C with damp, gray skies and short days. Frost on some mornings; snow is rare, so cozy indoor play fits.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "UK norm is 37.5–38h/week with occasional crunch; compensatory leave helps sustain family balance.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In the UK, 28 days leave and flexible hours fit Sarah\u0027s goals; remote work helps Trey. Crunch exists in some London studios; recovery time is common.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "UK labor rights are strong—paid leave, sick pay, and unions; enforcement varies, with gig-work gaps in some sectors.",
      "alignmentValue": 8
    }
  ]
}