{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Portland, OR, USA\u0027s tree canopy and Willamette parks keep life green. Mild climate supports outdoor life, with spring pollen and urban air checks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Portland, OR faces occasional heatwaves and wildfire smoke. Strong infrastructure and local resilience programs keep risk manageable for this family.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Portland, OR has mild summers and cool, rainy winters, aligning with the family\u0027s climate. Occasional 90-95°F heat waves may require cooling.",
      "alignmentValue": 9
    },
    {
      "key": "Air Quality",
      "alignmentText": "Portland, OR typically enjoys good air; wildfire smoke can briefly spike PM2.5 in late summer, but portable filters keep the family comfortable.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Portland, OR faces Cascadia quake risk and occasional ice outages; moderate risk—keep kits and drills; recovery is usually feasible.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Portland spring highs around 12-20 C with frequent showers; plan light layers and rain gear for daily outings.",
      "alignmentValue": 8
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Portland, US: typical highs around 26-30°C with mild humidity; a few heatwaves to 33-35°C may require indoor breaks and AC.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Portland, Oregon falls are mostly mild with sweater-weather days; occasional rain showers, but they tend to clear quickly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Portland winters are mild: nights often near freezing; days 5-10°C; rain dominates and snow is rare; roads stay mostly clear.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Portland-area beaches are about 1.5 hours to the Oregon Coast; good for tidepools with kids, but water is cold and lifeguard coverage varies.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Portland, OR area beaches stay chilly. Summer water rarely exceeds 18°C, so wetsuits are standard for kids.",
      "alignmentValue": 4,
      "sameAsParent": true
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Columbia River Gorge, Forest Park, and Mount Hood are within reach of Portland, Oregon, offering frequent family-friendly outdoor escapes through all seasons.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Portland, OR, USA minimum wage is $15/hour (2024). For a family of four in Portland, housing and childcare still strain earnings.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Portland, OR salaries hover around $130k–$160k, anchored by Nike/Intel-scale firms. Good for two earners, but not Bay Area-level.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Portland metro offers a healthy .NET market with Nike, Cambia Health, and public sector roles; remote options suit your family-friendly pace.",
      "alignmentValue": 8
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Portland, US, indie web and Rails roles persist; remote/hybrid options keep opportunities accessible for Sarah.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Portland, USA: visa sponsorship for skilled workers is common; dependents included and relocation support often available.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic Health",
      "alignmentText": "Portland, OR\u0027s diverse economy supports startups with grants and a strong game-dev scene. Unemployment remains modest, with safety nets cushioning downturns.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Portland\u0027s remote-first culture and strong coworking scene support Sarah\u0027s flexible schedule; Pacific time aligns with major markets.",
      "alignmentValue": 9
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Portland, USA offers solid work-life practices with recovery time after busy periods. For a founder and remote-friendly roles, balance is good but crunch can occur during peak work.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Portland\u0027s startup/remote-friendly scene supports ~35-hour weeks with predictable hours, aligning with family priorities and work-life balance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Portland, US has no universal paid vacation; time off beyond holidays is employer-based, affecting a two-adult, two-child family.",
      "alignmentValue": 3,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Portland, OR, US: 10-14 days off \u002B holidays fit a family-friendly, slower-paced work culture.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Portland, OR, USA\u0027s bike-friendly neighborhoods offer a calmer pace with urban amenities, helping Sarah balance family time and work.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Portland, OR schools run 08:45–15:00; many local tech roles offer flexible hours ending around 17:30. After-school programs cover several days; toddler care is needed.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Portland weekends offer vibrant family events and easy access to parks; plan for a few reservations, but mostly easy outings.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Life",
      "alignmentText": "Portland, OR offers family-friendly neighborhoods, parks, and safe public spaces. Inclusive policies support diverse families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory is broadly tolerated in Portland, OR, with active communities and supportive services; legal recognition remains limited in the US.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Portland, US supports diverse parenting. This matches your education goals and desire for balance.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Portland, USA offers parks, kid-friendly neighborhoods and good transit; plan visits to family zones while managing housing costs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Portland, OR offers strong public schools with bilingual options. Magnet programs and waitlists require planning and some travel.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Portland, OR has a robust subsidized pre-K/childcare network; expect waitlists and variable costs, but some centers offer bilingual options for your two kids.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Portland subsidies and Preschool Promise help, but waitlists and high tuition mean families still shoulder most costs for care and preschool.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Portland, OR, citizen families can access state childcare subsidies after residency proof; expect documentation and income caps.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Portland, OR provides broad K-12 access with language programs and magnet options; top schools may require lotteries.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Portland, OR: U.S. citizen child enrolls in public K-12 smoothly with full rights; no visa hurdles.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Private Education",
      "alignmentText": "Portland, OR private schools exist but tuition is usually premium; with strong public options, private education is optional and feasible if funding aligns.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Portland, US: 7 — Oregon has paid family leave and childcare subsidies, but access is paperwork-heavy and income-based.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Portland, OR, USA: as U.S. citizens, your family shares full access to standard benefits from day one; visa status not a constraint.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Portland, OR in the US offers accessible public universities for citizens. Plan for in-state tuition and living costs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Portland, OR: visa holders can enroll in U.S. universities. They typically pay higher tuition or face limited work-study options.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Portland, OR, USA has egalitarian norms; Trey and Sarah share caregiving and careers, backed by progressive local policies.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Portland, OR provides strong protections and inclusive services for gender-diverse people; community resources and healthcare are supportive.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Portland, USA: strong LGBTQ\u002B protections and progressive culture; gender rights robust, though gaps in pay and enforcement remain in some sectors.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Portland, US supports diverse femininity; women in tech and parenting have autonomy, with only minor pockets of conservative views.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Portland, Oregon, USA, masculinity norms are broadly inclusive. Fathers can be nurturing and involved without stigma.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Portland, US offers frequent family-friendly curiosities with eco-innovation, craft culture, and bike-friendly neighborhoods in a mild climate.",
      "alignmentValue": 9
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Portland, OR, US has high English ubiquity; services and schools largely in English; learning basics of a local language supports full participation.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Progressivism",
      "alignmentText": "Portland, US strongly aligns with your progressive values. Expect robust civic engagement, inclusive policies, and climate action in daily life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Portland, Marxist ideas are discussed openly among diverse voices, but policy remains mainstream; nuanced debate thrives.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Atheism",
      "alignmentText": "Portland, Oregon, USA offers a strongly secular climate; atheism is widely accepted in work, schools, and civic life with minimal stigma.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Portland, OR is sex-positive with open discussion and accessible resources; aligns with your family\u0027s values and high education focus.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Portland, OR, USA: LGBTQ\u002B protections are strong; broad urban acceptance and inclusive services; rural areas may lag.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Portland, OR, USA feels welcoming with strong mutual-aid networks; newcomers connect via parks, schools, and local volunteering.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "US self-view: progressive, resilient democracy - confident but aware of flaws; Portland\u0027s inclusive, eco-conscious culture grounds hopeful patriotism.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Canada is seen as a friendly neighbor; in Portland you can easily visit Vancouver/BC, matching your inclusive, immigration-friendly values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Portland, OR: Neighbors view the US positively; the city\u0027s inclusive, family-friendly vibe aligns with the family\u0027s values, though policy debates persist.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Portland\u0027s nightlife is in select districts (Pearl/Alberta). With kids, plan ahead or hire a sitter; transit is generally safe.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Portland, OR\u0027s casual, craft-focused urban style supports expressive men\u0027s fashion; modern and approachable for work and daily life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Portland, OR, USA has a diverse, body-positive fashion scene; women can express themselves freely across urban and indie styles.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Portland, USA has a strong board-game scene and family-friendly options; climbing gyms and local hobby meetups support shared hobbies.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Portland, USA has regular board game nights and friendly shops; families participate actively in meetups and events.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Portland, OR\u0027s indie venues and food carts offer relaxed, family-friendly nights; reliable transit supports safe, enjoyable evenings.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Portland, OR has a vibrant, inclusive meetups scene for tech, parenting, culture, and hobbies. Accessible venues and welcoming norms help you plug in quickly.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Excellent nature access in Portland; Forest Park is minutes away and the Gorge within 45 minutes. Mount Hood and Cannon Beach are within 1-2 hours.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Portland, Oregon has a functional democracy with strong rule of law. Partisanship can gridlock policy at times, but civic channels stay open.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Portland, OR, USA: Oregon’s secular framework keeps religion out of policy. Personal faith is respected, governance remains evidence-based.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Portland, OR has core worker protections and unions; enforcement is stretched and some gig roles lag in coverage.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Portland, Oregon leans progressive with pluralism and LGBTQ\u002B rights; your family\u0027s values align with these policies.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Portland, USA: democracy is healthy with strong local civil liberties; monitor reforms that could erode checks.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Portland\u0027s tech scene supports entrepreneurship with grants. However, wealth gaps and housing costs temper market benefits.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Stability",
      "alignmentText": "US stability remains solid with predictable policy and crisis response; in Portland, governance is steady, though national protests can occur.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Portland, USA: Propaganda Prevalence 10 — pluralistic outlets thrive; propaganda is rare and quickly challenged, aligning with your media preferences.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Portland, US: prioritize community wellbeing with factual updates; include diverse voices, avoid nationalist spin; favor local, independent media.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Portland, US offers strong safety nets and family supports, but universal healthcare and broad coverage remain incomplete.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Portland\u0027s local government earns solid trust among progressives. Some state/federal agencies need better transparency; overall mixed but constructive.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In the US (Portland), corruption is perceived as low, with strong institutions and watchdogs; issues are investigated.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Portland, USA has low corruption with strong oversight. Most issues are petty/localized and quickly corrected.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Portland 3-bedroom rents around $2,200; solid family-friendly areas with parks exist, but competition and leases may extend the hunt.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Portland, OR is generally safe in family-friendly neighborhoods; avoid downtown after dark due to property crime and homelessness; favor eastside areas with watches.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Portland, OR offers solid healthcare with good pediatric options and insurance access. Universal coverage isn\u0027t provided; expect copays and wait times.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Portland, US: visa holders receive care but must navigate extra paperwork and costs. Private insurance is common and can be costly.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Portland offers subsidies and public childcare programs, but access is uneven. Parents must network and plan to secure affordable care.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Portland, OR offers limited family benefits (childcare subsidies, strong schools) but no universal policy; income checks and paperwork apply.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Education",
      "alignmentText": "Portland, Oregon, US offers solid public schools with bilingual programs in several districts. Overall education is good but varies by neighborhood.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Portland\u0027s TriMet covers inner-city transit well (MAX, streetcar); outer suburbs and late-night service require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "Portland, Oregon, USA offers a balanced mixed economy that backs startup funding and reliable governance for entrepreneurs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Portland, Oregon taxes are complex and change often; expect vigilance and planning, with possible accountant help for deductions and credits.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Portland, OR: expected effective tax about 20% after credits; federal\u002Bstate taxes fund strong public services and healthcare options.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Portland, OR offers modern, low-friction banking with online accounts and fast payments; strong consumer protections for US residents.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Portland, OR: no sales tax helps budgets, but housing and childcare are costly; careful budgeting and local discounts are needed.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Portland, US, retirement is average; rely on Social Security and savings; local elder services are supportive but not universal.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Portland, USA: US citizens have full access to Social Security, Medicare, and retirement plans; no visa barriers for long-term settlement.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "US citizens relocating to Portland: no visa needed; focus on family-friendly neighborhoods, parks, and reliable broadband in Oregon.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Portland, OR generally welcomes US migrants. The metro offers startup funding programs and strong family services that fit your values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Portland, US: as US passport holders, residency is straightforward - no visa paths or renewals needed.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Path to citizenship is secured (US passport); in Portland, OR existing citizens benefit from straightforward federal rules and family-friendly processes.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Portland, OR, US: Immediate family qualifies easily for visas and services; US citizenship simplifies sponsorship for two adults and two children.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Portland, OR, any relocation steps would be quick and transparent; expect minimal costs, often under $2k.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Portland, OR fits your progressive, family-oriented lifestyle; as U.S. citizens, compliance is straightforward with clear local rules.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Portland, OR, USA fully permits dual citizenship with other countries; no renunciation required.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Portland, US citizens enjoy full rights with strong schools and a family-friendly, bike-friendly city; access to tech ecosystems and broadband is solid.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Portland\u0027s indie scene is active but selective; Panic and local studios hire irregularly, with many remote gigs; networking helps.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Portland studios typically fill established roles in about 3-4 months. Remote/hybrid options fit Trey\u0027s founder setup and your family\u0027s timing in Portland.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Portland studios typically track global medians with cost-of-living adjustments. Negotiate perks to support family-friendly schedules.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Portland studios rely on English for collaboration; local-language fluency supports community and compliance, aligning with the family\u0027s English-first stance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Portland, OR studios mix on-site work with hybrid options; remote is allowed case-by-case, with a preference for hybrid presence.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Portland\u0027s indie scene (Panic, Laika) offers notable studios and grant opportunities, with less AAA dominance.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Portland hosts regular game dev meetups and online hubs; welcoming to families and newcomers. Strong peer learning opportunities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Portland, OR offers a solid indie game scene with PIE and Oregon Film grants; startups are feasible but require hustling for capital.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Portland startups hire at a moderate pace; 3-4 months to fill key roles, aided by PIE, Oregon Film grants, and a supportive indie scene.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Portland, OR startup comp blends cash \u002B equity, about 20% under top markets after cost of living; negotiate to fit runway and family needs.",
      "alignmentValue": 6
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Portland, OR, US startups are English-dominant. Local-language fluency helps with hiring, compliance, and community outreach.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Portland startups broadly support remote and hybrid work with periodic onsites. This aligns with the family\u0027s need for flexible hours in the US.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Portland enjoys widespread fiber in many neighborhoods and strong EV adoption, but aging bridges and airport route limits require planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Portland\u0027s seasons are generally predictable, with a few extremes like rainy winters and occasional snow/ice that require monitoring and contingency planning.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Portland winters bring cloudy, short days. We\u0027ll implement strict routines, daily outdoor breaks, and light therapy, plus weekend getaways to sunnier regions.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Portland, OR has two to three strong outdoor seasons with mild summers; spring/fall are pleasant, but expect rain in the shoulder months.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Portland, OR: basic needs met, but high childcare costs and US healthcare strain savings; extracurriculars may require extra income.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Portland offers family-friendly neighborhoods, parks, and mild climate; housing and childcare costs require careful budgeting.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Portland offers premium dining, culture, and good schools, but elite services can feel gated or pricey; plan ahead and use local networks.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Portland, OR has 2k sq ft rentals, but prices often require trade-offs on location or finishes. Outer suburbs offer more space and family-friendly options.",
      "alignmentValue": 8
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Portland, OR offers multiple family-friendly co-housing and cooperative options; families are regularly welcomed into supportive networks.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Portland, OR neighbors are warm and willing to connect; family-friendly neighborhoods with parks support steady integration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Portland, US is broadly welcoming to immigrants; it\u0027s safe to share languages and culture, with occasional political debates.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Portland, US welcomes diverse professionals; white migrants with strong education fit well; expect mostly warm reception, some circles may doubt motives.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Portland, US: most surface interactions are warm and upbeat; occasional brusque moments are rare.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Portland, OR, locals value community; deep bonds grow with clubs, dinners, and regular neighborhood events.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Portland, USA generally respects personal space; most locals read body language. In transit or crowded spaces, the gap can shrink; polite boundary cues help.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Portland, OR values direct, honest dialogue; communities address concerns openly with empathy, balancing candor with local norms.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Portland, USA: a gentle push to stay polished at work and social events; casual Portland style keeps grooming modest.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Portland, USA is body-positive and family-friendly. Parks and community centers support inclusive fitness for all ages.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Portland fashion is casual and practical; comfortable, eco-friendly outfits fit anywhere. Relaxed wear works in parks and cafes.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Portland, USA shows a strong, inclusive consent culture; nightlife staff reinforce boundaries; overall family-friendly and safe.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Portland\u0027s LGBTQ-friendly, progressive scene supports fluid flirting. All genders can initiate or decline without stigma.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Portland, OR, USA provides strong polyamory-friendly subcultures and tolerant spaces, with discretion encouraged in some settings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Portland, Oregon (US) is sex-positive; minimal moral policing supports open discussion and private sexual choices.",
      "alignmentValue": 10
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Portland, OR, polyamorous families are generally accepted in progressive circles; public life is welcoming, though some institutions remain cautious.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Portland, OR, US generally respects personal space. Hugs or handshakes are common with clear cues, especially around families with young children.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Portland, OR: gun laws and safety norms are strong; guns exist but are treated as regulated tools with safety expectations.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Portland, OR decriminalizes small drug possession and expands treatment; policies lean toward harm reduction with supportive health services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Portland, OR, USA enforces drugs in a targeted way with oversight. Occasional crackdowns may still unsettle families here.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Portland, OR, USA experiences occasional mass-violence incidents regionally; authorities communicate transparently, keeping families vigilant without fear.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Portland, USA: carceral oversight exists and watchdogs monitor abuses. Reforms show progress, but occasional issues persist.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Portland, OR offers walkable neighborhoods with parks and solid transit. Plan routes to avoid busy arterials for safe trips with the kids.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Portland, OR has strong wellness networks, parks, and markets. Access to programs varies by neighborhood.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Portland, OR offers abundant fresh markets and healthy options. Convenient processed foods are still nearby.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Portland, OR has abundant fresh markets and diverse dining options. Most cravings are met, with only rare gaps for specialty ingredients.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Portland, USA offers open dialogue and solid access to mental health care; expect some wait times but strong family-friendly services.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Portland, OR obesity rates stay below U.S. averages thanks to walkability. Proactive wellness programs support healthier lifestyles there.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Portland, OR shows slightly elevated cancer incidence. Regular checkups and screenings are advised in this urban US context.",
      "alignmentValue": 7
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Portland\u0027s diversified economy supports quick reemployment after layoffs; tech, healthcare, and services plus remote work suit this family.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Portland, OR has a budding indie game scene with several studios and coworking spaces. Activity centers around a couple hubs, not a dense metro core.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Portland\u0027s game scene is indie-driven with scattered studios and satellite offices. No large AAA anchors dominate; a growing ecosystem and local grants exist.",
      "alignmentValue": 4
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Portland, USA has a growing game-dev vendor base with local studios and freelancers; for scale, remote partners help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Portland, OR has PSU and PCC programs feeding game/tech grads; internships exist, but industry ties aid readiness.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "8: Portland has regular bootcamps, meetups, and university extension courses (PSU, PCC). This supports ongoing tech and web education near home.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Portland, OR has frequent tech/game dev meetups and annual conferences. A vibrant, collaborative community.",
      "alignmentValue": 9
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Portland, US has a strong Unity-driven indie scene with a solid Unreal presence; active meetups and cross-training resources support game dev here.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Portland, US has a strong real-time game dev scene (Unity/Unreal) with solid cinematic work and robust broadband.",
      "alignmentValue": 9
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Portland\u0027s tech scene and remote work keep demand steady, but Unity/C# game dev talent is modestly scarce locally, creating mild hiring friction.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Portland\u0027s indie game scene offers grants and flexible work options. Retention is moderate, with churn spiking during funding cycles.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "In Portland, Oregon, studios pursue inclusive hiring and family-friendly policies; progress on D\u0026I is good but varies by employer.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Portland, OR has general film/creative incentives via OPIF; game-specific credits are limited and competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Portland\u0027s policy climate is generally stable and pro-creative, with grants and tech incentives; occasional mid-cycle tweaks to watch.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Portland\u0027s founder scene is growing with regular meetups, coworking hubs, and local accelerators; mentorship exists, though spread across neighborhoods.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Portland, OR has generalist funds and public grants for early-stage game startups. Access is competitive but feasible with local networks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Portland, OR offers occasional game cohorts. Most support comes from general startup accelerators and university labs.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Portland’s senior software/game talent pool is modest; startups compete for experienced leads, often recruiting remotely or sourcing talent from outside Oregon.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Portland, Oregon offers a healthy contractor bench in tech and game-dev; strong local/remote options, though top talent can book weeks ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Portland, OR has solid coworking and indie-friendly spaces; game-dev labs are limited, but PSU and local meetups support devs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Portland, US has several IP firms and clinics with game IP, licensing, and publishing know-how; solid options for a startup game studio.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Portland has a modest indie/tech scene; limited local publisher reps; expect mostly remote engagement with occasional local meetups.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Portland\u0027s indie game scene and PSU labs offer playtests, but slots fill quickly; plan ahead for sessions and local surveys.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Portland has no dedicated US startup visa; as US citizens you don’t need one—lean into local grants, incubators, and business support.",
      "alignmentValue": 2
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Portland offers strong game-dev talent and family-friendly policy; costs are slightly elevated but manageable with local incentives.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Portland has a moderate 3D character artist pool with indie studios; accessible for mid-level talent, but senior roles may require relocation or remote work.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Portland, OR has PNCA and PCC offering 3D/animation tracks; 1–2 reputable programs consistently feed local studios with ready grads.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Portland offers limited in-person 3D character art continuing education; occasional workshops from PNCA/PSU and online options fill the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Portland, US: 3D character artist roles locally typically take 3–4 months; strong game dev scene and remote options help families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Portland, USA: 3D character artist comp trails top hubs by ~20%; solid benefits and city lifestyle offset lower base pay.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Portland\u0027s 3D/character art scene is English-first; studios value multilingual capability, but English fluency is the norm.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Portland studios offer partial remote weeks with frequent on-site collaboration; strong broadband and a growing game-dev scene support mixed schedules.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Portland, US has a solid 3D animator pool centered in a few studios; senior talent is competitive but mid-levels are accessible.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Portland has multiple animation programs (PSU, PNCA); grads feed regional studios with solid portfolios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Portland, OR offers ongoing 3D animation CE via PCC/PSU extensions and active local meetups. Online options fill remaining gaps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Portland\u0027s game/animation scene offers a steady local pool; expect 4-5 month searches with multiple cycles; remote options may speed hiring.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Portland\u0027s 3D animator pay trails top hubs by ~10–15%. A solid game/dev scene and high quality of life help attract experienced talent.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Portland\u0027s 3D animation scene is English-first; bilingual skills boost client work, aligning with your family\u0027s emphasis on English ubiquity.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Portland studios favor hybrid 3D animator roles. Remote work is negotiable, but on-site collaboration remains common.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Portland has a moderate 2D environmental artist pool; startups can hire locally but may need remote or broader sourcing for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Portland, OR, USA offers PSU and PNCA game/art tracks; steady regional pipeline to studios, though class sizes are modest.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Portland offers some 2D environmental art courses via local colleges. Expect occasional workshops and remote options.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Portland\u0027s 2D environmental artist openings are steady; expect 3-4 months with proactive sourcing and remote or relocation options.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Portland 2D environmental artist pay runs about 20% below global medians; the city supports family-friendly living with solid remote/hybrid options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Portland, US: English is standard in 2D environmental art roles. Some studios value basic knowledge of a local language.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Portland, OR studios widely support remote/hybrid 2D environmental art; async workflows fit a family-friendly schedule.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Portland, US has a moderate real-time VFX pool; local studios can hire, but senior, niche roles may require relocation or extended searches.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Portland-area programs (PSU, PNCA) feed real-time VFX grads; regional studio Laika supports local pipelines.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Portland offers sporadic VFX Real-Time continuing education. Bootcamps and local meetups exist, but most learning is self-guided or remote.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Portland has a modest pool of real-time VFX talent; expect 4-5 month hiring cycles; remote or relocation should be considered for speed.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Portland VFX (Real-Time) pay trails top markets by ~25–30%; local studios and lifestyle offsets help families relocate.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Portland, US: English-first VFX real-time studios; bilingual ability supports global collaboration.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Portland, OR real-time VFX roles accept remote work but are limited to senior specialists or trusted contractors. Expect hybrid onsite collaboration.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Portland\u0027s community manager pool is moderate; local hiring yields mid-level CM candidates, while senior roles often require remote sourcing or relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Portland, OR has PSU and local programs offering solid CM prep; expect multiple pathways (internships, studios) but not a large flagship pipeline.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Portland, US offers regular CM workshops with strong instructors. Online communities supplement in-person learning for a startup-friendly family.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Portland\u0027s startup/game scene provides a solid CM pool; expect 2-3 months to hire, with remote options easing timelines for Trey\u0027s team.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Portland, US: CM pay trails top hubs by ~10-15% but offers solid work-life balance and family-friendly policies.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Portland, USA: English-first CM with some bilingual capacity; matches family emphasis on English ubiquity and openness to local language learning.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Portland, OR, USA has hybrid-friendly studios. Remote options exist but often require negotiation, fitting Sarah\u0027s needs.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Portland, Oregon PMM (Games) talent is moderate; the indie scene is strong yet big studios are limited, so expect broader sourcing or remote hires.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Portland, US has budding game marketing programs with small cohorts; grads often need on-the-job upskilling, fitting a founder-family.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Portland, OR\u0027s game marketing education is intermittent: a few local workshops and PSU/extension courses, with much learning remote or self-directed.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In Portland, OR, PMM (Games) hiring typically takes 3-4 months; local talent pool is modest, with remote options easing gaps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Portland PMM (Games) compensation trails top markets by ~25–30%. The family-friendly lifestyle and lower cost of living help offset the gap for relocating families.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Portland, OR, USA: English fluency is widespread for Product Marketing Managers (Games); multilingual ability helps but isn\u0027t required.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Portland, OR studios commonly offer hybrid/remote PMM roles; on-site collaboration remains common, matching the family\u0027s remote-friendly setup.",
      "alignmentValue": 7,
      "sameAsParent": false
    }
  ]
}