{
  "version": 2,
  "iso": "GB",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Edinburgh hosts a healthy .NET market with steady openings in finance, public sector, and startups; remote options help Trey.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Edinburgh air quality is generally good by UK standards; minor NO2 spikes near Princes Street/bypass mean occasional masks for kids on bad days.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "Edinburgh\u0027s secular culture is strong; atheism is widely accepted in work and schools, with religion rarely intruding.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Edinburgh, UK, independent courts, free media, and active civil society help keep backsliding low despite occasional executive-overreach debates.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In Edinburgh, UK, banking generally works, but for foreigners the verification and address docs can be lengthy.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Portobello and East Lothian beaches are close to Edinburgh; cold North Sea water keeps swims for the hardy, but family walks work well.",
      "alignmentValue": 5
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Edinburgh has an active boardgaming scene: regular nights at Black Lion Games and Summerhall, with family-friendly events; some groups require a bit of coordination.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Edinburgh, funded hours for eligible children and UK schemes ease costs, but under-2 care remains costly; families coordinate paid care with networks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Edinburgh, UK is very child-friendly. Abundant parks, museums, stroller-friendly streets, and universal healthcare support families.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Edinburgh, UK offers free hours for 3-4s and some tax credits; under-3 care remains costly.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Edinburgh-based visa families face NRPF limits: partial funded hours available, but most public childcare funds are blocked; plan private options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Edinburgh offers a thriving board-game scene, gaming clubs, and pub quizzes; nearby hiking and climbing fit the family\u0027s interests.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Edinburgh, Scotland, locals are welcoming; join community councils, clubs, and family networks to plug in quickly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Edinburgh, compliance is navigable but may require periodic check-ins; track ILR absences, file taxes on time, and maintain digital status.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Edinburgh\u0027s cost of living is higher than northern England but lower than London. Expect festival season spikes and childcare costs.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Edinburgh, UK dual citizenship with the US is allowed. No renunciation needed and reporting is minimal.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "Edinburgh enjoys a steady UK economy, low unemployment and strong services; growth is resilient, but regional inflation and living costs need budgeting.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Edinburgh, UK: a regulated market with NHS and grants fostering startup activity while offsetting healthcare and schooling costs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Education",
      "alignmentText": "Edinburgh, Scotland offers strong public schools and early years under the Curriculum for Excellence; some bilingual options are available.",
      "alignmentValue": 8
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Edinburgh has many tech sponsors; sponsorship is common for skilled roles, including dependents. Focus on shortage occupations and strong resumes.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Edinburgh has excellent air quality and easy access to green spaces between Arthur\u0027s Seat and the Firth of Forth—great for a family.",
      "alignmentValue": 9
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Edinburgh, Scotland taxes: higher-rate bands (41%/46%) push near 40%\u002B effective tax. Optimize with pension contributions and Child Benefit clawback.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Edinburgh autumns swing from mild days to brisk, rainy evenings; plan layered clothing and indoor outings for the kids.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Edinburgh offers family-friendly neighborhoods with parks and walkable streets. Free museums, libraries, and festivals add frequent kid-friendly activities.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "Edinburgh: spouse and two kids can usually join on a UK visa; plan NHS surcharge and school admissions upfront.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Edinburgh offers statutory leave and flexible rights; NHS universal healthcare and childcare support exist, but some benefits lag Nordic levels.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Edinburgh/UK offers NHS healthcare, free early years education, child benefits, and universal credit; some programs are income-based and require paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Edinburgh, UK visa families often lack regular benefits. Emergency programs may apply, with employer top-ups or sponsorship common.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Edinburgh, UK, women blend athleisure with tailored coats for comfort and polish, suiting Sarah\u0027s remote/office work rhythm.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Edinburgh, smart-casual with weatherproof outerwear dominates. Trey\u0027s tech wardrobe fits right in.",
      "alignmentValue": 7
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Edinburgh\u0027s flexible femininity norms let women blend work and home styles; the damp, mild climate favors practical layering for Sarah and family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Edinburgh, UK hosts Rockstar North and Build A Rocket Boy, keeping game dev roles open. Openings are regular, though demand varies by specialty.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Edinburgh, Scotland, has active hiring at established studios; most roles close in 6-8 weeks, with strong candidate pipelines.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Edinburgh comp mirrors UK medians adjusted for cost of living; solid base plus bonuses support family-friendly living and good public services.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Edinburgh studios primarily use English; many teams offer bilingual support for docs and compliance (Gaelic/Scottish variations).",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Edinburgh studios typically offer hybrid roles with remote options for experienced staff, matching our family-friendly, visa-ready plans.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Edinburgh, UK offers strong protections for gender-diverse identities. Urban schools are inclusive, though rural areas still adapt gradually.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Edinburgh, UK benefits from The Equality Act protections and enforcement; pay gaps persist in some sectors, though leadership is advancing.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Edinburgh, UK: dual-career households are common. Fathers taking leave is increasingly accepted, matching this family\u0027s egalitarian ethos.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Edinburgh visa life is stable but renewal-dependent. Be ready for BRP, proof of address, and building local credit in year one.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Edinburgh, UK faces heavier rain and flood risk; plan flood-aware housing and insurance. Mild summers and strong local resilience keep heat risk manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Edinburgh benefits from NHS universal coverage with no bills. However, urban specialist waits and GP backlogs may lead to occasional private visits.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Edinburgh, visa families access NHS via the Immigration Health Surcharge; GP registration delays can occur, but care is available.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Edinburgh, UK, university costs for UK residents are capped and subsidized; US newcomers face international fees unless scholarships or grants exist.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Edinburgh: without settled status, your kids face international fees; securing ILR would ease access, but UK residency hoops remain.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Edinburgh family housing remains tight: Morningside/Leith pricey; expanding to Liberton/Portobello offers more family-sized options.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Edinburgh\u0027s PAYE covers most income; self-employment needs Self Assessment, but HMRC\u0027s digital tools simplify filing.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Edinburgh, Scotland offers free state education; admissions are largely catchment-based, with some top schools oversubscribed.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Edinburgh, visa holders can enroll in state schools. Expect proof of address and NHS registration.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Edinburgh, UK, English is dominant for services and schooling; Gaelic is optional for enrichment, making integration straightforward for the family.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Edinburgh offers strong LGBTQ\u002B protections and visible Pride events. Inclusive services are widespread, with only slight gaps in rural Scotland.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Edinburgh, UK: Marxism remains largely academic or activist; mainstream UK parties frame it as fringe.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Edinburgh, UK, modern fatherhood and flexible work are growing; pub culture still prizes stoicism in some circles.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Edinburgh, UK: CodeBase, Games Meetups, and rich arts scenes; plenty of family-friendly events and inclusive communities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Edinburgh, the National Living Wage rises annually and covers core expenses outside London; big-city rents still push the family toward dual incomes.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Edinburgh offers citywide fibre and 5G with reliable utilities and a robust tram network. Outages are rare, supporting remote work, gaming, and daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Edinburgh\u0027s Pentland Hills and Firth of Forth coast provide frequent, family-friendly scenery with well-kept trails.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Edinburgh\u0027s flood defenses along the Water of Leith keep risk very low. Quakes and extreme heat are essentially absent.",
      "alignmentValue": 9
    },
    {
      "key": "Nature Access",
      "alignmentText": "Edinburgh\u0027s hills are minutes away by bus, with easy access to Arthur\u0027s Seat and Pentland Hills. ScotRail weekend tickets expand nearby nature trips.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Edinburgh\u0027s festival-driven music scene offers regular concerts and family-friendly venues. Reliable transit helps evenings, though peak events require planning.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife exists in select Edinburgh districts; most venues close by midnight outside festival weeks—plan sitters and transport.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Edinburgh, Scotland hosts active game-dev scenes via the Scottish Games Network, InGAME, and university meetups. The scene is welcoming to newcomers and families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Edinburgh-based Rockstar North and Build A Rocket Boy, with Outplay in Dundee nearby, highlight Scotland\u0027s strong game studio scene.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "In Edinburgh, UK, Trey\u0027s startup can tap UK Games Fund and Scottish Enterprise grants; strong local talent via CodeBase and universities.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Edinburgh\u0027s world-class universities and Scottish Enterprise grants shorten early-stage hires to about 2 months for Trey\u0027s startup.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Edinburgh comp mirrors global medians after UK cost of living. Steady cash \u002B meaningful equity, NHS care, and clear visa options help the family.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Edinburgh startups run mainly in English; local-language fluency helps hiring and compliance, but English ubiquity remains predominant.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Edinburgh startups widely embrace hybrid work; most roles support remote options, suiting our family with reliable broadband and local hubs.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Edinburgh\u0027s pace is relaxed overall with walkable neighborhoods. Festivals can bustle in peak months, but daily life stays manageable.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Edinburgh, UK, parents juggle school runs and activities. Wraparound care and plentiful parks help keep routines manageable.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Edinburgh, UK: citizenship usually takes 6–8 years (5-year visa \u002B ILR \u002B 1 year) with the Life in the UK test; dual citizenship is allowed.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Edinburgh, UK, corruption is perceived as low due to strong transparency laws and watchdogs; issues are typically investigated quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Edinburgh, UK operates a constitutional parliamentary democracy with devolved Scotland. It\u0027s stable with open civic channels and strong rule of law.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Edinburgh, polyamory is socially tolerated but not legally recognized; schools and workplaces may require discretion.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Edinburgh, funded slots exist for 3-4 year olds. Infant care for a 1-year-old often has waitlists and higher fees.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "In Edinburgh, independent schools are strong but costly; private options should be a backup to robust UK public schooling.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "Edinburgh, Scotland aligns with your family: strong LGBTQ\u002B protections, universal healthcare, and good schools; local policy is progressive.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Edinburgh, UK: campaigns should emphasize shared wellbeing and factual local news through plural media; avoid nationalist spin.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Edinburgh, UK, public broadcasters offer balance, while tabloids and partisan online outlets introduce occasional spin.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Edinburgh\u0027s Lothian Buses, tram, and ScotRail support a strong car-light lifestyle; weekend services can be lighter, plan ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Edinburgh, religion is largely private, with faith voices heard mainly in culture and schools. Policy remains secular and pluralistic in Scotland.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Edinburgh, hybrid work and strong coworking networks support Sarah\u0027s low-stress remote role, while Trey can join key London meetings as needed.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Edinburgh, UK offers 2-5 year work visas with clear routes to ILR after continuous residence. Some visa types require ongoing employment proof.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Edinburgh, UK, state pensions and workplace schemes are solid. Retirement still relies on private savings and housing equity.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Edinburgh visa holders can access UK public pensions but face residency thresholds; keep US savings as backup.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Edinburgh, Ruby remains niche but viable with startups here and in London. Sarah should network actively and consider remote or hybrid roles.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Edinburgh, UK is generally safe; petty theft near the Royal Mile after dark is the main concern—practice standard family precautions.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Edinburgh, UK offers strong state and independent options; admissions are catchment-based, with private and international programs that may require planning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Edinburgh sea temps stay chilly most of the year; full wetsuits for kids, with only a couple of warm months for brief swims.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Edinburgh\u0027s mild, rainy climate needs warm, waterproof gear; outdoor time works with layers and rain protection.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Edinburgh, UK: sex education is comprehensive and widely supported. Urban norms align with a sex-positive outlook and accessible resources.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Edinburgh offers universal NHS care and benefits, but regional funding gaps and eligibility rules mean verification before commitment.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Edinburgh spring averages about 7–12°C (45–54°F); mostly mild with breezes and light rain—layer for cool mornings and warmer afternoons.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "In Edinburgh, UK, institutions feel steady with predictable policies and calm transitions; occasional debates are manageable.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Edinburgh, UK trends progressive with strong civil liberties and devolution. The policy environment values open debate and pluralism.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Edinburgh\u0027s mature mixed economy blends NHS-style safety nets with a strong startup ecosystem; pro-business yet regulated to curb inequality.",
      "alignmentValue": 9
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Edinburgh summers are mild, with typical highs around 15–20°C; heat spikes above 25°C are rare and nights stay cool.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Edinburgh, UK: visa fees, NHS surcharge, and biometrics push costs into thousands per adult; processing usually completes within six months.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Edinburgh, UK: trust tempered after scandals; expect mixed views and lively school-gate debates on government and policies.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Edinburgh, UK corruption is typically petty or localized, often in procurement or lobbying. Strong oversight keeps these issues away from family life.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Edinburgh, senior software pay trails US hubs; lean on remote roles or equity to offset UK living costs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Edinburgh weekends offer parks, museums, and family events; many venues have free kids\u0027 entry and good transit, but popular spots fill; plan ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Edinburgh, primary school ends around 15:15–15:30 and wraparound care helps. Expect light juggling for school hours and nursery care.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Edinburgh, UK offers 28 statutory days incl bank holidays, aiding regular family trips. Employment laws support scheduling flexibility for families.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Edinburgh, UK tech firms typically offer about 30–33 days off (incl. holidays), with coverage planning that aligns with school terms.",
      "alignmentValue": 9
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Edinburgh, EU/Ireland views are mixed post-Brexit; this family leans pro-EU and favors constructive cross-border dialogue at home.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "In Edinburgh, the UK projects a confident, pragmatic self-image: strong institutions and education, tempered by ongoing reforms.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Edinburgh, neighbors respect UK culture; Brexit debates persist, but daily life remains welcoming and English-friendly for your family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Edinburgh offers Skilled Worker, Global Talent, and Innovator routes; viable with sponsorship or a strong business plan, though documentation is thorough.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Edinburgh is welcoming to US families. As a cosmopolitan, English-speaking city with strong schools and newcomer networks, it supports relocation.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Edinburgh fuses Enlightenment heritage with festivals, Highlands trips, and a safe, walkable family scene: culture, nature, and tech.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Edinburgh winters are cold and damp with regular frosts and short daylight; warm layers and reliable heating keep days manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Edinburgh, UK: typical 37–38h weeks with occasional crunch during launches; flexible/remote options help family balance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Edinburgh, UK: hybrid work with 28\u002B days of leave supports downtime; evenings are generally respected. Crunch remains in some studios during peak periods.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Edinburgh workers have paid leave, sick pay, and strong unions above US baselines. Zero-hour contracts linger in retail/hospitality; enforcement is stretched.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Edinburgh\u0027s weather is generally predictable, but each season brings notable extremes: rain and wind, plus occasional cold snaps; stay prepared with layers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Edinburgh, UK winters have reduced daylight. Maintain energy with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In Edinburgh, mild springs and summers offer pleasant days, but frequent rain and cool spells curb outdoor time; roughly half the year is pleasant.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Edinburgh offers NHS care and solid schools. Costs are manageable with budgeting, but housing and childcare may still strain a 2-adult, 2-kid family.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Edinburgh, UK offers solid public services and schools; housing costs and childcare may strain a middle-income budget, but overall QoL is strong.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Edinburgh offers strong NHS healthcare, solid schools, and family-friendly neighborhoods; premium services exist but may require advance planning.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Edinburgh\u0027s 2k sq ft rentals exist but supply is tight; expect premium rents, broker help, and possible longer commutes to family-friendly areas.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Edinburgh, UK has a few reputable co-living projects suitable for families. Options exist but may require patience.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Edinburgh, UK locals are polite and approachable; active community groups help newcomers connect quickly.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Edinburgh, UK generally welcomes immigrants with strong communities; occasional national rhetoric causes mild concern, but daily life remains inclusive.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Edinburgh offers welcoming, cosmopolitan vibes for skilled US-origin families; expect mainly positive reception with occasional stereotypes easy to navigate.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Edinburgh, UK: service is polite and efficient. Staff welcome families, and most interactions are respectful, though conversations can be brisk.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Edinburgh fosters steady bonds via clubs and playgroups; sustained outreach builds close friendships. Local schools and events help deepen ties.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Edinburgh, UK crowds can feel close; UK norms vary—gently assert boundaries to protect space, especially with young kids.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Edinburgh, we balance honesty with tact, aligning with local direct yet inclusive norms and progressive values.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Edinburgh, UK favors balanced grooming; appearance is cared for but not overdone, aligning with our practical, family-friendly lifestyle.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Edinburgh, UK, healthy living is encouraged but inclusive; gyms welcome all abilities.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Edinburgh, UK leans toward tidy smart-casual in work; casual wear works in daily life—comfortable, neat outfits help you blend in.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Edinburgh, UK has strong consent norms and active bystander culture. Most interactions are respectful, but alcohol can blur lines—be direct and communicate boundaries.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Edinburgh, UK, flirting norms are largely modern and inclusive. For this progressive family, only minor lingering assumptions remain to navigate.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Edinburgh, UK has supportive urban spaces for diverse relationships; polyamory is generally tolerated in city life, with discretion in suburbs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Edinburgh, UK urban norms are liberal; your sex-positive, poly-friendly stance faces minimal moral policing.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "8: In Edinburgh, UK, group relationships are tolerated in progressive circles and publicly accepted with curiosity; formal institutions may remain discreet.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Edinburgh, UK generally respects personal space. Use polite cues and ask before close contact, especially around children.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Edinburgh, UK has strict gun laws and low private ownership, creating a calm environment with minimal firearm exposure. Public spaces feel safe and safety culture is strong.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Edinburgh combines enforcement with harm-reduction and healthcare access; for families, treatment is available though possession penalties still apply.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Edinburgh, UK, drug enforcement is targeted with oversight; families rarely witness raids. Occasional neighborhood crackdowns may arise.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence in Edinburgh, UK remains rare. Authorities provide transparent alerts and drills, with occasional regional incidents.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Edinburgh, UK prisons generally meet humane standards with active oversight. Some facilities lag in services or transparency.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Edinburgh offers strong walkable pockets and reliable tram/bus links; for kids, pick routes away from busy arterials near Old Town and Princes Street.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Edinburgh benefits from NHS care and a strong active-lifestyle culture; parks, clubs, and community programs support healthy routines.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Edinburgh, processed foods are common. They are balanced by strong fresh markets and local produce that support your family\u0027s healthy choices.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Edinburgh has rich markets and diverse dining; plentiful fresh produce and many international options within the city.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Edinburgh has strong NHS mental health services and community supports. Universal care helps your family, though some wait times may occur.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common in Edinburgh, UK, but local public health programs help keep trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Edinburgh, UK cancer incidence sits near global norms. Strong NHS screening and universal care support early detection.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Edinburgh/UK has a diversified economy (tech, finance, education) with NHS support; downturns bring brief pauses, then quick rehiring and grants.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Edinburgh, UK has a healthy game scene anchored by Rockstar North and several indie studios; supports AAA, indie, and VFX work.",
      "alignmentValue": 7
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Edinburgh is anchored by Rockstar North (AAA); a handful of regional studios offer steady work, but no major IP owner dominates.",
      "alignmentValue": 6
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Edinburgh has niche game/tech vendors and indie studios; capacity is limited, so plan for remote or cross-region partners for overflow.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Edinburgh hosts strong STEM programs (University of Edinburgh, Heriot-Watt). Game-industry ties are growing, but curricula often need extra industry experience.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Edinburgh, United Kingdom offers regular bootcamps and active meetups (CodeClan, Unity groups) plus university CPD, supporting developers locally.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Edinburgh hosts regular monthly meetups and game jams; active game-dev groups and coworking spaces support a family-friendly, connected scene.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Edinburgh\u0027s game scene shows a solid Unity/Unreal presence. Major studios also use proprietary engines, with cross-training resources available.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Edinburgh offers a strong real-time game scene (Rockstar North) plus UK grants; aligns with Trey\u0027s Azure needs, latency, and game ecosystem.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Edinburgh\u0027s software market is solid, but cloud/game dev skills are tight and visas can be slow; remote/hybrid helps the family relocate.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Edinburgh\u0027s tech scene is generally stable with UK visa/grant support; churn spikes during funding cycles, but family-friendly policies help retention.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Edinburgh benefits from UK equality laws and active LGBTQ\u002B inclusion; local studios track D\u0026I with steady, visible progress.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Edinburgh/UK offers strong Video Games Tax Relief (VGTR) and game-focused relief; grants exist, though caps and processing times vary.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Edinburgh, UK: stable policy with ongoing support for tech/games; predictable funding and visas keep planning manageable despite occasional tweaks.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Edinburgh has a healthy founder network centered on CodeBase and local meetups; mentors exist, but the ecosystem is more regional than London.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Edinburgh has Innovate UK and Scottish Enterprise grants plus generalist funds; game startups can access public funding, but competition exists.",
      "alignmentValue": 8
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Edinburgh has general startup accelerators (CodeBase, university programs) that accept game teams, but tailored game support is limited.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Edinburgh has a solid pool of senior tech and game leaders from its universities and studios; recruiting is competitive but viable with offers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Edinburgh, UK has a serviceable contractor bench for software/game dev. Senior talent can require lead times in this market.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Edinburgh has solid coworking options (CodeBase, local hubs) and startup support. Game-specific gear like mocap is limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Edinburgh has some IP/tech lawyers and university clinics, but game IP expertise is limited and in-demand for startups.",
      "alignmentValue": 6
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Edinburgh, UK has a growing game-dev scene with local meetups and studios; publisher partnerships exist but require proactive outreach.",
      "alignmentValue": 7
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Edinburgh, UK offers a solid indie scene and university labs for playtests; reliable local feedback with occasional scheduling lead times.",
      "alignmentValue": 8
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Edinburgh offers the UK Start-up visa with a founder-friendly endorsement path. Processing is reasonable but requires UK endorsement and paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Edinburgh offers UK R\u0026D relief and grants; rents and payroll are modestly above global averages but offset by incentives.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Edinburgh offers a modest UK 3D character artist pool; strong indie scene but senior roles often require relocation or remote hires.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Edinburgh has game-art programs (Napier) feeding local studios like Rockstar North; a solid regional pipeline.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Edinburgh, UK offers occasional local 3D art courses and meetups; most upskilling comes from remote courses and strong online communities.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Edinburgh\u0027s game dev scene is growing but talent pools are tight; expect 3-4 months with proactive sourcing and relocation help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Edinburgh 3D character artist pay trails top hubs by 10-15%. UK benefits and lower cost of living help attract talent.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Edinburgh, UK: English is widely used by 3D artists; Gaelic presence is limited, so English suffices for most roles.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Edinburgh studios favor hybrid remote work with periodic on-site reviews. They commonly offer equipment stipends to support family-friendly schedules.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Edinburgh, UK: moderate 3D animator pool; local hires possible but senior roles may require relocation or longer searches.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Edinburgh, UK hosts several game-focused programs (Napier, Heriot-Watt), but cohorts are modest; grads often need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Edinburgh has university programs and short courses in 3D animation; occasional local workshops and strong online options help keep skills sharp.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Edinburgh, 3D animator roles tend to take 4-5 months; local game studios and visa options help, supporting our family\u0027s need for stable hiring and grants.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Edinburgh, UK: 3D animator pay trails top hubs ~10–15%; still decent UK market with strong game-dev scene and family-friendly benefits.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Edinburgh studios mainly use English; strong English fluency is common. Multilingual ability is a plus for global projects.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Edinburgh studios commonly offer hybrid remote 3D animation roles and equipment stipends, aligning with the family\u0027s remote-friendly preferences.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Edinburgh, UK has a solid 2D environmental artist scene with mid- to senior-level pros across local studios. Senior roles may require relocation.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Edinburgh has 1-2 solid game-art programs (Edinburgh Napier/Uni of Edinburgh) feeding regional studios; strong but small pipelines.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Edinburgh, UK has sporadic 2D environmental art workshops; most advanced topics come from online courses or visiting experts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Edinburgh, United Kingdom\u0027s game-art scene supports quick hires; most 2D environmental artist roles close within 1-2 months.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Edinburgh: 2D Env Artist pay ~20% below global medians; strong UK studios and grants/visa options help offset costs.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Edinburgh, English is universal for 2D environmental artists; studios operate in English with bilingual support available if needed.",
      "alignmentValue": 10
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Edinburgh, Scotland studios for 2D environmental art often offer hybrid roles; remote options exist, but periodic onsite collaboration is common.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Moderate real-time VFX pool in Edinburgh; startups may need relocation or broader Scottish search to hire senior talent.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Edinburgh hosts reputable VFX/animation programs (Edinburgh Uni, Napier). Graduates regularly feed regional studios with industry-ready portfolios.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Edinburgh has occasional VFX real-time courses and local meetups; most advanced topics require remote study or London/UK programs.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Edinburgh\u0027s VFX real-time hiring is slower. Local pipelines are shallow—expect 6\u002B months; nationwide search or relocation may be needed.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Edinburgh VFX real-time pay trails top hubs by ~10-15%; solid UK benefits and work-life balance help attract talent.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Edinburgh, UK: VFX Real-Time roles are English-dominant; aligns with the family’s English ubiquity priority and multilingual teams.",
      "alignmentValue": 10
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Edinburgh real-time VFX roles are often hybrid. Remote options exist with on-site days as needed, aligning with your UK-friendly, family-focused setup.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Edinburgh\u0027s CM pool is solid but concentrated in a few studios; competition for senior roles is noticeable, so consider extended searches or remote options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Edinburgh has CM-adjacent degrees, but dedicated community manager programs are rare; local studios train hires on the job.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Edinburgh offers occasional community manager training and active online hubs. Local options rely on visiting experts or remote courses.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Edinburgh CM hiring aligns with global benchmarks; expect 1–2 months with hybrid options and strong UK talent pools.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Edinburgh, community manager pay aligns with UK medians after cost of living; competitive but below London top-hub levels.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Edinburgh, UK: CM roles are English-first with broad multilingual capacity; expect high English fluency and some Gaelic support when needed.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Edinburgh, UK studios favor hybrid/remote work; reliable broadband and periodic onsite collaboration support flexible, family-friendly roles.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Edinburgh, UK PMM (Games) talent is moderate; startups can hire locally, but senior roles may need relocation or remote sourcing.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Edinburgh offers marketing and games programs at Napier/Heriot-Watt; PMM-games path is niche, with on-the-job upskilling often needed.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Edinburgh has a growing games scene and university-led marketing courses. In-person programs are sporadic; many options are online or via visiting experts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Edinburgh\u0027s game scene is strong, but PMM talent is scarce. Expect 3-4 months with proactive sourcing and relocation support.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Edinburgh PMM (Games) comp is solid but trails top hubs by ~10-15%. Strong UK benefits and family-friendly QoL help attract experienced talent.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Edinburgh game studios are English-dominant; your emphasis on English ubiquity fits, and your willingness to learn the local language helps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Edinburgh PM (Games) roles often mix remote and on-site work; partial remote weeks are common with regular onsite collaboration.",
      "alignmentValue": 6
    }
  ]
}