{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentValue": 5,
      "alignmentText": "Wichita’s riverfront neighborhoods mix Keeper of the Plains plazas, Sedgwick County Park trails, and prairie greenbelts with stretches of aviation plants and arterials, so nature time takes a bit of planning."
    },
    {
      "key": "Global Warming Risk",
      "alignmentValue": 4,
      "alignmentText": "South-central Kansas is seeing hotter summers, flash droughts, and more severe thunderstorms, keeping climate volatility a recurring concern for a stability-seeking family."
    },
    {
      "key": "Seasonal Weather",
      "alignmentValue": 3,
      "alignmentText": "Wichita runs through humid summers, stormy springs, and cold snaps in winter, demanding full four-season gear rather than the mild climate the family would like."
    },
    {
      "key": "Air Quality",
      "alignmentValue": 6,
      "alignmentText": "Regional monitoring keeps annual PM2.5 low most days, yet ozone alerts and wildfire smoke intrusions during summer would still trigger occasional indoor days for the kids."
    },
    {
      "key": "Natural Disasters",
      "alignmentValue": 3,
      "alignmentText": "Wichita sits squarely in Tornado Alley, with peak spring supercells, large hail, and winter ice storms demanding basements, weather radios, and practiced shelter plans."
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentValue": 5,
      "alignmentText": "Spring typically swings from 5–22 °C (41–72 °F) with thunderstorms rolling across the plains, bringing bursts of warmth between chilly rain and tornado watches."
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentValue": 3,
      "alignmentText": "Summer highs sit around 29–33 °C (85–92 °F) with heavy humidity, and heat indices climb higher during July heat waves, limiting daytime playground time."
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "Fall cools into 7–23 °C (45–74 °F) with crisp mornings and colorful prairie grasses, offering the family the most comfortable outdoor season."
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentValue": 3,
      "alignmentText": "Winters oscillate between mild thaws and Arctic blasts, running −7–5 °C (20–41 °F) with sleet and ice storms that keep roads slick and school closures common."
    },
    {
      "key": "Beach Life",
      "alignmentValue": 1,
      "alignmentText": "Landlocked Wichita offers lakes and reservoirs for summer splash days but no true beach culture, so coastal getaways require flights."
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentValue": -1,
      "alignmentText": "Kansas reservoirs are only warm enough for swimming in mid-summer, so beach-style water temperatures are effectively unavailable locally and the score is unknown."
    },
    {
      "key": "Natural Beauty",
      "alignmentValue": 5,
      "alignmentText": "Arkansas River sunsets, Botanica gardens, and weekend drives to the Tallgrass Prairie or Flint Hills offer pleasant scenery even if dramatic mountains or coasts are absent."
    },
    {
      "key": "Minimum Wage",
      "alignmentValue": 3,
      "alignmentText": "Kansas keeps the federal $7.25 minimum wage, and Sedgwick County’s living costs outpace that baseline, so service workers often juggle multiple jobs."
    },
    {
      "key": "Typical Software Salaries",
      "alignmentValue": 6,
      "alignmentText": "Senior engineers in Wichita tend to earn $90K–$115K at employers like Koch Industries, health systems, or aviation suppliers, making remote contracts valuable for higher upside."
    },
    {
      "key": ".NET Work Prospects",
      "alignmentValue": 6,
      "alignmentText": "Spirit AeroSystems, Textron Aviation, Koch, and hospital IT departments rely on Microsoft stacks, offering steady .NET roles though many skew toward legacy enterprise work."
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentValue": 3,
      "alignmentText": "Local companies rarely advertise Ruby roles; Sarah would lean on remote-first startups or cross-train into JavaScript/.NET positions."
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentValue": 3,
      "alignmentText": "A handful of multinationals sponsor visas in the metro, yet lotteries and limited headcount make sponsorship an uncertain path for newcomers."
    },
    {
      "key": "Economic Health",
      "alignmentValue": 6,
      "alignmentText": "Aerospace manufacturing, healthcare, and logistics anchor Wichita’s economy, yet exposure to aviation downturns means the family should keep a buffer for cyclical dips."
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentValue": 7,
      "alignmentText": "Hybrid schedules remain common; many employers allow two to three remote days so long as teams can align with Central Time."
    },
    {
      "key": "Work-Life Balance",
      "alignmentValue": 5,
      "alignmentText": "Corporate teams expect availability during crunches, yet Midwestern norms still value leaving by dinner, giving Sarah some room to protect evenings."
    },
    {
      "key": "Work Week Hours",
      "alignmentValue": 5,
      "alignmentText": "Most offices target 40-hour weeks, but product launches and vendor coordination can stretch Trey’s schedule into early mornings or late stand-ups."
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentValue": 1,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: There is no statutory paid vacation, leaving time off entirely to employer policy."
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Two to three weeks is common after tenure, which remains modest compared with the family’s expectations."
    },
    {
      "key": "Pace of Life",
      "alignmentValue": 8,
      "alignmentText": "Suburban commutes average 20–30 minutes, errands are easy to stack, and neighbors keep a laid-back cadence that suits Sarah’s slower pace preference."
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentValue": 6,
      "alignmentText": "Elementary schools run roughly 8:20–15:20, so the family would lean on after-school care or Trey’s remote days to bridge the late-afternoon gap before dinner."
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentValue": 6,
      "alignmentText": "Weekends lean on Sedgwick County Zoo visits, Exploration Place science exhibits, Old Town markets, and Arkansas River bike rides, with occasional road trips to regional festivals."
    },
    {
      "key": "Family Life",
      "alignmentValue": 8,
      "alignmentText": "Master-planned neighborhoods, competitive public schools, and church or civic clubs make it easy to plug into a family network, though participation takes intentional effort."
    },
    {
      "key": "Polyamory",
      "alignmentValue": 4,
      "alignmentText": "Kansas law defaults to monogamy and local culture leans traditional, so polyamorous families keep relationships quiet within trusted circles."
    },
    {
      "key": "Parenting Expectations",
      "alignmentValue": 6,
      "alignmentText": "PTAs, travel sports, and faith communities promote an involved, achievement-focused parenting style that can feel judgmental toward alternative approaches."
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentValue": 7,
      "alignmentText": "Affordable museums, splash parks, and stroller-friendly riverwalks make daily outings manageable, though car trips are usually needed to reach attractions."
    },
    {
      "key": "Schooling Options",
      "alignmentValue": 6,
      "alignmentText": "Wichita USD 259 offers magnet and IB programs alongside neighborhood schools that vary in quality, so proactive enrollment choices matter."
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentValue": 6,
      "alignmentText": "State-funded pre-K slots and reputable Montessori centers exist, yet waitlists open a year ahead and tuition stays above $1,000 per month."
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentValue": 5,
      "alignmentText": "Kansas offers limited child care subsidies and dependent care tax credits, so most middle-class families shoulder full fees."
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Non-citizens rarely qualify for state assistance, leaving employer stipends or private nannies as the realistic path."
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "Residency in Wichita guarantees enrollment in strong neighborhood schools with ample extracurricular programming."
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentValue": 8,
      "alignmentText": "Children on dependent visas can attend public schools free of charge, mirroring citizen access with ESL resources on demand."
    },
    {
      "key": "Private Education",
      "alignmentValue": 5,
      "alignmentText": "Catholic and evangelical schools provide alternatives but lean religious and cost $8K–$12K annually, with only a few secular academies."
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentValue": 4,
      "alignmentText": "The state lacks paid family leave, and benefits largely stop at modest tax credits, so parents rely on employer PTO and savings."
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentValue": 4,
      "alignmentText": "Visa households get the same unpaid federal leave rules but little else; accessing support hinges entirely on employer generosity."
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "Wichita State University, WSU Tech, and Newman University sit in town, with in-state tuition at KU or K-State reachable after a short drive, keeping higher-ed pathways attainable."
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "International tuition is steep but programs welcome global students; community colleges offer transfer pathways after status adjustments."
    },
    {
      "key": "Gender Roles",
      "alignmentValue": 6,
      "alignmentText": "Dual-income households are normal, yet school volunteer rosters and church life still presume mothers shoulder most caregiving."
    },
    {
      "key": "Gender Fluidity",
      "alignmentValue": 4,
      "alignmentText": "Kansas policy debates over transgender rights create a cautious environment; Wichita Pride, GLSEN chapters, and affirming faith communities offer support but remain niche."
    },
    {
      "key": "Gender Rights",
      "alignmentValue": 6,
      "alignmentText": "Legal protections cover employment and property, yet access to reproductive healthcare and leadership roles depends on navigating conservative state politics."
    },
    {
      "key": "Femininity Norms",
      "alignmentValue": 5,
      "alignmentText": "Suburban culture prizes polished, family-focused femininity; deviating from the PTA-ready mold can draw gossip."
    },
    {
      "key": "Masculinity Norms",
      "alignmentValue": 5,
      "alignmentText": "Fathers are expected to provide financially and coach youth sports, and emotional openness still feels countercultural outside close circles."
    },
    {
      "key": "What Is Intriguing",
      "alignmentValue": 6,
      "alignmentText": "The city’s Air Capital heritage, GoCreate makerspace at Wichita State, and aviation-adjacent meetups give Trey prototyping partners even if the scene is smaller than major metros."
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: English dominates in daily life and services, eliminating language barriers for the family."
    },
    {
      "key": "Progressivism",
      "alignmentValue": 3,
      "alignmentText": "Wichita city elections are inching moderate, yet Kansas’s conservative legislature limits policy shifts on reproductive rights, LGBTQ protections, and tax reform."
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentValue": 3,
      "alignmentText": "Leftist discourse stays mostly on college campuses and activist circles; broader civic life views socialism with skepticism."
    },
    {
      "key": "Atheism",
      "alignmentValue": 5,
      "alignmentText": "Secular families live comfortably, but faith-based small talk and Christian school fundraisers are common, so opting out requires polite boundaries."
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentValue": 3,
      "alignmentText": "Conversation about sexuality stays buttoned-up; inclusive sex education and openly polyamory-positive spaces exist mostly in small downtown circles."
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentValue": 4,
      "alignmentText": "State legislation targeting trans youth keeps families cautious, though supportive churches and community centers operate quietly nearby."
    },
    {
      "key": "Community Vibes",
      "alignmentValue": 6,
      "alignmentText": "Neighbors wave, HOA potlucks pop up regularly, and coworking hubs like Groover Labs or Envision give newcomers professional friendships if the family leans in."
    },
    {
      "key": "View of self",
      "alignmentValue": 6,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Strong national identity and belief in exceptionalism remain common."
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentValue": 6,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Public opinion sees Canada as close and Mexico as a complex partner with migration tensions."
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Neighbors respect US influence yet critique cultural dominance and policy swings."
    },
    {
      "key": "Nightlife Culture",
      "alignmentValue": 4,
      "alignmentText": "Old Town’s bars, local breweries, and seasonal street fairs provide entertainment, but early closing hours mean planning childcare for the occasional late night."
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentValue": 4,
      "alignmentText": "Midwestern business casual—polos, jeans, and Chiefs gear—dominates, with few avant-garde menswear options."
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentValue": 3,
      "alignmentText": "Day-to-day style favors practical Midwestern basics—jeans, boots, workplace business-casual—with bolder looks mostly appearing at art shows or college events."
    },
    {
      "key": "Common Hobbies",
      "alignmentValue": 6,
      "alignmentText": "Youth sports, BBQ cookouts, church groups, and lake weekends define social calendars, with climbing gyms and maker spaces adding variety."
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentValue": 6,
      "alignmentText": "Local shops such as The Burrow, Wizards Asylum, and Hero Complex host weekly RPG nights and store tournaments, keeping tabletop communities active."
    },
    {
      "key": "Nightlife & Music",
      "alignmentValue": 5,
      "alignmentText": "Venues like Wave, the Cotillion, and Wichita Symphony events keep live music rotating, though touring acts are less frequent than in larger Midwest cities."
    },
    {
      "key": "Meetups & Communities",
      "alignmentValue": 6,
      "alignmentText": "Groover Labs maker nights, MakeICT workshops, and Wichita Game Dev meetups create multiple entry points for friendships across tech, arts, and parenting circles."
    },
    {
      "key": "Nature Access",
      "alignmentValue": 6,
      "alignmentText": "Sedgwick County Park, Great Plains Nature Center, and quick trips to Cheney Reservoir or the Tallgrass Prairie keep outdoor options in reach."
    },
    {
      "key": "Political System",
      "alignmentValue": 6,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Federal democracy with checks and balances remains, yet gerrymandering and minority rule structures frustrate progressives."
    },
    {
      "key": "Religion in Politics",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Religious rhetoric heavily influences policy debates, especially on reproductive and LGBTQ+ rights."
    },
    {
      "key": "Workers' Rights",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: At-will employment, limited unions, and minimal paid leave fall short of the family’s expectations."
    },
    {
      "key": "State Ideology",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Market-oriented capitalism and individual responsibility dominate policy making."
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Election denialism, voter suppression attempts, and institutional strain signal meaningful democratic risk."
    },
    {
      "key": "State of Capitalism",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Free-market norms prioritize business flexibility over social safety nets."
    },
    {
      "key": "Stability",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Institutions endure but polarization and sporadic unrest introduce uncertainty."
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Partisan media ecosystems and algorithmic echo chambers skew information quality compared with the family’s desire for pluralism."
    },
    {
      "key": "Propaganda Messaging",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Narratives emphasize national exceptionalism and culture wars, making it hard to find calm, balanced reporting."
    },
    {
      "key": "Social Policies",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Progressive policies advance in blue states while conservative states curtail rights, leaving a mixed national picture."
    },
    {
      "key": "Trust in Government",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Public trust remains low, matching Gallup surveys that show skepticism toward federal institutions."
    },
    {
      "key": "Perceived Corruption",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Citizens rate corruption as moderate—campaign finance and lobbying raise concerns without daily bribery."
    },
    {
      "key": "Type of Corruption",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Legalized influence via lobbying and dark money overshadows petty corruption."
    },
    {
      "key": "Housing Situation",
      "alignmentValue": 6,
      "alignmentText": "New subdivisions and existing stock keep median home prices near $380K, making a four-bedroom attainable though property taxes run higher than rural Kansas."
    },
    {
      "key": "Safety & Crime",
      "alignmentValue": 7,
      "alignmentText": "Wichita reports low violent-crime rates and responsive community policing, letting the kids bike to parks with supervision."
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentValue": 4,
      "alignmentText": "Wesley Medical Center, Ascension Via Christi, and the KU School of Medicine campus provide quality care, yet employer insurance premiums and deductibles stay high."
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Private insurance is mandatory and pricey, and public programs offer little coverage until permanent residency."
    },
    {
      "key": "Child Care Support",
      "alignmentValue": 3,
      "alignmentText": "State subsidies cover only low-income households, so middle-class families should budget fully for daycare or hire sitters."
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentValue": 4,
      "alignmentText": "Child tax credits and FMLA exist, but there’s no local paid leave or housing support, keeping safety nets thin."
    },
    {
      "key": "Education",
      "alignmentValue": 5,
      "alignmentText": "Sedgwick County schools sit near the middle of Kansas proficiency charts, yet magnet academies and AVID programs are nudging graduation rates upward."
    },
    {
      "key": "Public Transportation",
      "alignmentValue": 2,
      "alignmentText": "Wichita Transit buses cover major corridors with hourly service and minimal night or Sunday runs, so the family still relies on cars for most errands."
    },
    {
      "key": "Economic System",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: A lightly regulated capitalist system prioritizes markets over social protections."
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Federal, state, and local layers add complexity, but withholding automation means payroll taxes are manageable."
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: A dual tech-income household faces combined federal and state rates around 25–30% depending on location."
    },
    {
      "key": "Banking & Payments",
      "alignmentValue": 8,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Digital banking, credit access, and payment apps are robust, supporting entrepreneurial needs."
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentValue": 6,
      "alignmentText": "Housing and groceries cost far less than coastal metros, though childcare and healthcare remain sizable expenses."
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "Moderate housing costs and access to nearby medical specialists help retirement planning, provided 401(k)s stay funded."
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Without Social Security eligibility, long-term residents would need private savings or eventual citizenship to feel secure."
    },
    {
      "key": "Visa Paths",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Diverse visa categories exist, but quotas, interviews, and sponsorship hurdles make immigration arduous for non-citizens."
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: As citizens, the family faces no entry barriers and can relocate freely within the country."
    },
    {
      "key": "Residency Types & Durations",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Citizenship grants permanent residency rights nationwide, though state benefits depend on domicile."
    },
    {
      "key": "Path to Citizenship",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Citizenship is automatic for the family and their children, eliminating naturalization concerns."
    },
    {
      "key": "Family Members",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Immediate relatives of citizens have streamlined sponsorship options, though backlogs affect extended family."
    },
    {
      "key": "Timelines & Costs",
      "alignmentValue": 7,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: For citizens moves are immediate; sponsoring relatives involves fees and multi-year waits but predictable processes."
    },
    {
      "key": "Compliance & Risks",
      "alignmentValue": 8,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Legal compliance is straightforward for citizens, though regulated industries require diligent paperwork."
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: The U.S. tolerates dual citizenship, though obligations like taxes remain."
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Visa holders must maintain employment, face travel restrictions, and manage complex paperwork to avoid status loss."
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentValue": 5,
      "alignmentText": "A few indie studios and corporate simulation teams operate in the metro, but serious game dev work often means remote contracts or frequent travel."
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 5,
      "alignmentText": "As noted in Game Dev Work Prospects, A few indie studios and corporate simulation teams operate in the metro, but serious game dev work often means remote contracts or frequent travel. Hiring velocity at established studios in Wichita is moderate, with teams needing a few months to land the right hire."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 5,
      "alignmentText": "Compensation clusters around global medians, requiring negotiation to balance cost of living. When opportunities surface in Wichita, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 5,
      "alignmentText": "Established studios in Wichita rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 5,
      "alignmentText": "Remote expectations at established studios in Wichita are mixed—teams juggle on-site collaboration with hybrid arrangements when possible."
    },
    {
      "key": "Notable Game Studios",
      "alignmentValue": 3,
      "alignmentText": "Shocker Studios, Koch XR labs, and a handful of indie VR teams produce work-for-hire, but there are few established game studios hiring full-time staff."
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentValue": 4,
      "alignmentText": "Local meetups at MakeICT, Wichita State’s Shocker Studios, and quarterly game jams create collaboration pockets even if the community stays small."
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentValue": 4,
      "alignmentText": "State grants focus on bioscience and manufacturing, so indie studios lean on personal savings, Kickstarter, or remote teammates to launch."
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 4,
      "alignmentText": "Startup founders report that State grants focus on bioscience and manufacturing, so indie studios lean on personal savings, Kickstarter, or remote teammates to launch. Hiring velocity at early-stage studios in Wichita is slow, with hiring cycles stretching several months or pausing until budgets free up."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 4,
      "alignmentText": "Compensation trails larger hubs, so candidates leverage remote offers or equity to bridge gaps. Early teams in Wichita balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 4,
      "alignmentText": "Founding teams in Wichita lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 4,
      "alignmentText": "Remote expectations among startups in Wichita favor on-site work, offering limited hybrid options outside key leadership roles."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentValue": 7,
      "alignmentText": "Google Fiber, strong cellular coverage, and reliable utilities support remote work, even if transit infrastructure lags."
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Dangerous extremes are routine, forcing us to track emergency alerts and modify plans multiple times a quarter.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Months of oppressive darkness or bright nights disrupt sleep cycles and make remote work or study harder to sustain.",
      "alignmentValue": 4
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Only brief shoulder weeks feel good; most months push us indoors due to muggy, icy, or stormy conditions.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Families regularly compromise on safety or overcrowd to stay housed; civic support is patchy.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Large rentals appear occasionally and move fast, demanding premium rent or broker connections.",
      "alignmentValue": 6
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Intentional communities exist but are limited in size or geared toward niche demographics.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Interactions can be efficient yet emotionally flat; kindness takes effort to elicit.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Many acquaintances stay casual, but dedicated outreach unlocks close friendships over time.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Personal space is often compressed, so we must advocate gently for comfort.",
      "alignmentValue": 6
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Honesty is situational; locals may avoid uncomfortable topics entirely.",
      "alignmentValue": 5
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Looking impeccable is expected daily, creating stress for a low-maintenance family.",
      "alignmentValue": 4
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Body shaming is common and influences opportunities or friendships.",
      "alignmentValue": 4
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Designer or curated looks are assumed, pressuring constant wardrobe investment.",
      "alignmentValue": 4
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Consent education is weak; unwanted advances occur regularly.",
      "alignmentValue": 4
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Nontraditional approaches face regular pushback or misinterpretation.",
      "alignmentValue": 5
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Non-monogamy is tolerated in niche scenes but draws judgment elsewhere. non-monogamy acceptance.",
      "alignmentValue": 5
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Reputational risks exist, especially for women or queer folks discussing partners.",
      "alignmentValue": 5
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Multi-partner families keep a low profile to avoid gossip or discrimination.",
      "alignmentValue": 5
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Tight quarters and spontaneous touch are common; advocating for space is a regular task.",
      "alignmentValue": 6
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Mixed regulations mean some communities normalize casual carry; we stay aware of local norms.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Enforcement leans punitive; we monitor rules closely to avoid harsh consequences.",
      "alignmentValue": 6
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Street-level policing is visible; marginalized communities report frequent stops.",
      "alignmentValue": 6
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Multiple incidents within the past decade impact how we choose schools and venues.",
      "alignmentValue": 6
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Systemic issues persist—forced labor, poor healthcare, or punitive isolation.",
      "alignmentValue": 5
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Pedestrian deaths or injuries are common; car dominance limits independence.",
      "alignmentValue": 4
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Public health messaging is uneven; we invest extra time to maintain routines.",
      "alignmentValue": 5
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Fresh options exist yet international diversity is limited to a few neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Stigma or limited providers make it harder to secure consistent care.",
      "alignmentValue": 5
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity is widespread, signaling systemic lifestyle challenges we must counter individually.",
      "alignmentValue": 5
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Higher cancer rates tie to environmental or lifestyle factors we must actively mitigate.",
      "alignmentValue": 5
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Market depends on a few key industries, so we maintain contingency plans.",
      "alignmentValue": 7
    }
  ]
}
