{
  "version": 2,
  "iso": "GB",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "For families based in Edinburgh, Enterprise, fintech, and public-sector demand keeps .NET roles plentiful in London, Manchester, and Leeds, giving Trey steady options.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air quality generally meets WHO guidance, with only brief NO2 spikes along Princes Street and the city bypass.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "For families based in Edinburgh, Secularism is common and religion rarely intrudes on workplaces or schools, matching the family’s secular preference.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "For families based in Edinburgh, Independent courts, free media, and active civil society keep backsliding low despite occasional executive-overreach debates.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "For families based in Edinburgh, Contactless, Faster Payments, and open banking apps make cashless living seamless for daily errands and business invoices.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Portobello Beach and East Lothian coastlines are close, yet cold North Sea water keeps swims to hardy summer dips.",
      "alignmentValue": 5
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Shops like Black Lion Games and clubs at Summerhall sustain regular tabletop nights.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "For families based in Edinburgh, Tax-free childcare accounts and funded hours help once both parents work, but under-three costs remain steep.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "For families based in Edinburgh, Most cities prioritise pram access, family lanes on transit, and museums geared to kids, though older infrastructure can add stairs.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "For families based in Edinburgh, Citizens tap shared parental leave, child benefit, and expanded free-hours rollouts, though out-of-pocket nursery costs stay high for under-threes.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "For families based in Edinburgh, Temporary visas unlock 30 funded hours once both parents work, but NRPF rules block child benefit so we’d budget extra cash flow.",
      "alignmentValue": 5
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "For families based in Edinburgh, Football, hiking, gaming, and pub quizzes keep plenty of overlap with the family’s interests.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "For families based in Edinburgh, Local councils, clubs, and neighborhood WhatsApp groups help newcomers plug in quickly, which suits their search for community.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "For families based in Edinburgh, We must track absences for ILR, register for taxes promptly, and update digital status, but rules are transparent.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Rents and childcare sit below London yet above northern England, requiring mindful budgeting during festival season surges.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "For families based in Edinburgh, The UK allows dual nationality, so the family can retain US passports without complications.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "For families based in Edinburgh, The UK services economy is mature but slow-growing, with inflation aftershocks and regional inequality to watch.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "For families based in Edinburgh, A regulated market economy with social safety nets supports entrepreneurship while cushioning healthcare and schooling costs.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "For families based in Edinburgh, Quality varies by local authority, so we’d target strong Ofsted areas or consider academy chains with robust STEM tracks.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "For families based in Edinburgh, Thousands of licensed sponsors exist, but high fees and salary thresholds mean we must target shortage-list employers early.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Edinburgh's compact core sits between Arthur's Seat and the Firth of Forth, giving us clean air and everyday access to green volcanic hills.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "For families based in Edinburgh, Combined tech salaries fall into 40% higher-rate bands, so we’d lean on pension contributions and child benefit clawback planning.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn sits near 8–14 °C (46–57 °F) with brisk winds off the Forth, so we plan more indoor cultural outings.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "For families based in Edinburgh, Libraries, museums, and free festivals give the boys endless weekend options, and most towns offer playgrounds within a short walk.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "For families based in Edinburgh, Dependents can work or study freely once visas are issued, but NHS surcharge and school admissions timelines require upfront planning.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "For families based in Edinburgh, Statutory leave plus flexible working rights back up Sarah’s work-life goals, even if benefit levels lag Nordic standards.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "For families based in Edinburgh, Middle-class families often mix statutory leave with part-time returns and grandparents, a pattern we could mirror with hybrid roles.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "For families based in Edinburgh, Many leave rights apply, but means-tested benefits exclude most work visas, so we’d rely on employer top-ups.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "For families based in Edinburgh, Women pair athleisure with tailored coats, making it easy for Sarah to stay comfortable and polished.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "For families based in Edinburgh, Smart-casual layers and weatherproof outerwear dominate, so Trey’s tech wardrobe fits right in.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "For families based in Edinburgh, Women comfortably mix professional and casual styles, and weather-ready layers keep expectations practical for Sarah.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Rockstar North, Build A Rocket Boy, and Ubisoft Reflections satellites keep engineering roles abundant.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "For families based in Edinburgh, Legal recognition of non-binary identities is emerging and urban schools teach inclusion, though rural areas can be conservative.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "For families based in Edinburgh, The Equality Act and active advocacy groups deliver strong protections, even if pay gaps persist in some sectors.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "For families based in Edinburgh, Dual-career households are normal and dads taking leave is increasingly accepted, aligning with the family’s egalitarian approach.",
      "alignmentValue": 7
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "For families based in Edinburgh, BRP-to-eVisa transitions, proof-of-address hurdles, and credit history building take effort during the first year.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "For families based in Edinburgh, Climate models flag more heavy rain and coastal flood risk, so we'd budget for flood-aware housing and insurance while still seeing the islands as relatively safe from extreme heat.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "For families based in Edinburgh, The NHS covers care without bills, but specialty waits and GP backlogs mean we’d pair it with occasional private visits.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "For families based in Edinburgh, Paying the Immigration Health Surcharge grants full NHS access, though first-year GP registration and wait times require patience.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "For families based in Edinburgh, Domestic tuition caps and income-based loans keep university feasible for the boys if we settle long term.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "For families based in Edinburgh, Until indefinite leave, the kids would face international fees, so permanent residency becomes key before university age.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Tenement flats in Morningside or Leith move fast, but expanding searches to Liberton or Portobello opens more family-sized options.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "For families based in Edinburgh, PAYE handles most income tax automatically, and digital self-assessment tools make side projects manageable.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "For families based in Edinburgh, State schools are free with decent secular options; we just need to pick catchments with strong Ofsted reports.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "For families based in Edinburgh, Children on dependent visas can enroll easily, yet proof of address and NHS numbers add upfront paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "For families based in Edinburgh, English dominates daily life and services, so integration is frictionless while the kids still meet Welsh or Gaelic at school for enrichment.",
      "alignmentValue": 10
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "For families based in Edinburgh, Legal equality and visible Pride events keep queer families supported, with only isolated pushback outside cities.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "For families based in Edinburgh, Leftist movements stay mostly academic or activist; mainstream parties frame them as fringe.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "For families based in Edinburgh, Modern fatherhood and flexible work are increasingly celebrated, though pub and sport culture still prize stoicism.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "CodeBase, Edinburgh Games Meetup, and rich arts communities make networking across tech and culture effortless.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "For families based in Edinburgh, The National Living Wage rises annually and covers core expenses outside London, though big-city rents would still push the family toward dual tech incomes.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Citywide fibre, 5G, and modern trams keep infrastructure strong, though cobbled closes limit cycling speeds.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Access to the Pentlands, Highlands rail links, and dramatic coastline make world-class scenery part of regular family life.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Flood mitigation along the Water of Leith keeps risk low; earthquakes and extreme heat are essentially absent.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "City buses reach hill trails, and ScotRail weekend tickets put Cairngorms hikes within easy reach.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "From jazz at The Voodoo Rooms to festival venues, there's plenty of evening culture without London-scale chaos.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Licensing keeps most venues closed by midnight outside festival weeks, which suits early parenting schedules.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Scottish Games Network events, InGAME, and university-led meetups foster collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Rockstar North, Build A Rocket Boy, and Outplay’s nearby Dundee studio highlight Scotland's AAA credentials.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "InGAME vouchers, Scottish Enterprise grants, and access to university talent give Trey's startup a supportive launchpad.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Festival months feel bustling, but the rest of the year retains a measured pace suited to family routines.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "For families based in Edinburgh, Parents juggle school runs, sports clubs, and homework but the schedule is manageable with wraparound care and plentiful parks.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "For families based in Edinburgh, Five years on a qualifying visa plus 12 months ILR, Life in the UK, and language tests make the process structured yet paperwork-heavy.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "For families based in Edinburgh, Transparency laws and watchdog journalism keep corruption low, with sleaze stories typically triggering resignations.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "For families based in Edinburgh, A parliamentary democracy with devolved nations offers checks and civic engagement channels the family appreciates.",
      "alignmentValue": 7
    },
    {
      "key": "Polyamory",
      "alignmentText": "For families based in Edinburgh, Major cities host polyamory meetups and sex-positive therapists, yet the legal framework stays monogamy-only so we would stay discreet with schools.",
      "alignmentValue": 5
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "For families based in Edinburgh, Funded 15–30 hour nursery slots help at ages 3–4, yet infant care has waitlists and high fees in London.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "For families based in Edinburgh, Independent schools offer strong academics but fees rival US colleges, so we’d treat them as backup rather than plan A.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "For families based in Edinburgh, Cities lean progressive with protections for LGBTQ+ residents, though national politics swing between centrist parties.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "For families based in Edinburgh, Campaigns lean on patriotic framing and culture-war headlines, but plural media lets the family curate calmer sources.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "For families based in Edinburgh, Public broadcasters provide balance, yet tabloids and partisan social media keep spin in the daily mix.",
      "alignmentValue": 5
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Lothian Buses, the tram to the airport, and frequent ScotRail links create a reliable car-light lifestyle.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "For families based in Edinburgh, Religion is mostly private nationally, yet Northern Ireland and some school policies keep faith voices visible.",
      "alignmentValue": 5
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "For families based in Edinburgh, Hybrid weeks and coworking hubs are normal in tech, letting Sarah secure a low-stress remote role while Trey taps London meetings as needed.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "For families based in Edinburgh, Most work visas run 2–5 years with clear upgrade paths to Indefinite Leave to Remain if we track absence limits.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "For families based in Edinburgh, The state pension supplements workplace schemes, but comfortable retirement still depends on private savings and housing equity.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "For families based in Edinburgh, Access hinges on National Insurance years and keeping UK pensions portable, so we’d maintain US savings as backup.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "For families based in Edinburgh, Ruby is niche but active across London and Edinburgh startups, so Sarah would need networking yet still find remote or hybrid teams.",
      "alignmentValue": 7
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime stays low; we mostly watch for late-night disorder near the Royal Mile during tourist peaks.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "For families based in Edinburgh, State, academy, and a smattering of secular private schools give us choice, but grammar and faith admissions require careful catchment planning.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "North Sea temps hover 6–14 °C (43–57 °F); wetsuits are mandatory for more than a splash.",
      "alignmentValue": 2
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Cool, breezy summers and long winter nights demand good rain gear and light therapy to keep family morale high.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "For families based in Edinburgh, Comprehensive sex education and liberal norms in metros support the family’s sex-positive outlook, even if rural areas stay discreet.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "For families based in Edinburgh, Universal healthcare and benefits exist, yet austerity-era cuts mean we’d verify local delivery before committing.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring ranges 6–13 °C (43–55 °F); layered clothing and waterproof shoes stay essential for school runs.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "For families based in Edinburgh, Institutions are steady but Brexit-era leadership churn shows politics can be noisy every few years.",
      "alignmentValue": 6
    },
    {
      "key": "State Ideology",
      "alignmentText": "For families based in Edinburgh, Politics oscillates between centrist Conservatives and Labour, so policy swings require periodic recalibration.",
      "alignmentValue": 6
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "For families based in Edinburgh, A mature mixed economy balances free markets with public services like the NHS, matching the family’s preference for safety nets.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summers hover around 14–20 °C (57–68 °F); rare heat spikes above 25 °C are brief but nights remain cool.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "For families based in Edinburgh, Visa fees, NHS surcharges, and biometrics push costs into the thousands per adult, and processing can stretch to several months.",
      "alignmentValue": 4
    },
    {
      "key": "Trust in Government",
      "alignmentText": "For families based in Edinburgh, Surveys show middling trust after scandals, so expect lively political debate at the school gate.",
      "alignmentValue": 5
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "For families based in Edinburgh, Issues surface around procurement or lobbying rather than day-to-day bribery, so it rarely touches family life.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "For families based in Edinburgh, Senior dev pay trails US hubs, so Trey and Sarah would lean on remote-friendly roles or equity to balance London-area costs.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "For families based in Edinburgh, Weekends mix kids’ clubs, museums, and park time; Sunday trading rules leave ample family windows even without a car.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "For families based in Edinburgh, Schools run roughly 08:30–15:00 and offices 09:00–17:30, so we’d lean on wraparound care or flex hours to bridge commutes.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "For families based in Edinburgh, Statutory 28 days including bank holidays beats US norms and lets the family plan regular school-break trips.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "For families based in Edinburgh, Tech employers often offer 30–33 days plus buy/sell schemes, keeping family adventures aligned with school calendars.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "For families based in Edinburgh, Opinions on the EU and Ireland are mixed post-Brexit, so dinner-table talk can get political.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "For families based in Edinburgh, The UK balances pride in institutions with a pragmatic streak, making locals confident yet approachable.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "For families based in Edinburgh, Neighbors respect UK culture but criticise Brexit-era politics, which the family should expect to hear while travelling.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "For families based in Edinburgh, Skilled Worker and Global Talent routes are viable but expensive, and Innovator Founder demands robust business plans.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "For families based in Edinburgh, Shared language and cultural ties make Americans broadly welcome, especially in cosmopolitan cities.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Living amid Enlightenment architecture with instant access to festivals and Highlands hikes fits our love of culture and nature.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters average 1–6 °C (34–43 °F); damp chill and short daylight need cozy routines and maybe a SAD lamp.",
      "alignmentValue": 5
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "For families based in Edinburgh, Contracts target 37.5–40 hours and flex arrangements are common, yet finance and game studios still expect overtime around launches.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "For families based in Edinburgh, Hybrid norms, 28+ days of leave, and cultural respect for evenings help Sarah secure calmer schedules, though crunch remains in some London studios.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "For families based in Edinburgh, Holiday pay, sick leave, and union protections exceed US baselines, though zero-hour contracts linger in retail and hospitality.",
      "alignmentValue": 7
    }
  ]
}