{
  "version": 2,
  "iso": "GB",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "London-area .NET demand remains high in fintech/public sector; remote-friendly roles and Azure teams near Walthamstow suit Trey.",
      "alignmentValue": 9
    },
    {
      "key": "Air Quality",
      "alignmentText": "London\u0027s air quality is mixed; expect monthly spikes near major roads like the A406/A12 in Walthamstow; monitor and use filtration on bad days.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In Walthamstow, UK, secular culture is strong; atheism is widely accepted and public life and schools are secular, with minimal religious pressure.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Walthamstow, UK, independent courts, free media, and vigilant civil society keep backsliding low despite occasional executive overreach debates.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Walthamstow, UK benefits from Faster Payments, contactless cards, and open banking; visa \u002B address proof makes account setup easy for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches exist but are a trip away (Southend/Brighton ~90 min by rail); in London-area, canals and reservoirs dominate, so beach trips require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "London offers frequent family-friendly board game nights and plenty of cafes; easy access from Walthamstow via the Victoria line to gaming hubs.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Walthamstow, UK, funded hours and tax-free childcare assist working families; under-3 costs remain steep.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Walthamstow, UK is broadly kid-friendly: safe streets, Lloyd Park and nearby green spaces, stroller-friendly transit, and frequent family events.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Walthamstow, UK: Tax-Free Childcare and 30-hour free care help while under-3 costs stay high. Paperwork is manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Walthamstow, visa families get 30 funded hours after both parents work; NRPF blocks child benefit, so private funding remains needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Football clubs, board game groups, and pub quizzes in Walthamstow align with the family\u0027s gaming hobbies. Nearby climbing gyms support Trey\u0027s rock climbing.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Walthamstow, councils, clubs, and WhatsApp groups help newcomers settle quickly. The vibe is welcoming with active volunteer networks.",
      "alignmentValue": 9
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "UK/Walthamstow: track ILR absences, register taxes with HMRC promptly, and update GOV.UK digital status; rules are transparent.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Walthamstow, UK childcare and utilities are costly; with two kids, Trey\u0027s remote income would help balance the budget.",
      "alignmentValue": 5
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "UK (Walthamstow) allows dual citizenship with the US with minimal reporting; the family can keep both passports with little friction.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Economy in Walthamstow, UK is mature but slow-growing, with inflation and inequality to watch. Entrepreneurial visas and local support help our plans.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "In Walthamstow, UK, the economy is a well-functioning mixed system. Public services and startup grants/visa routes support entrepreneurship.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Education in Walthamstow (UK) varies; target Ofsted-good or better schools/academies with STEM focus. Secular early-years and bilingual options are acceptable.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "London/Walthamstow tech sponsorship is common for skilled devs. Target shortage occupations to sponsor dependents smoothly.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "Environment in Walthamstow (UK) blends Lea Valley wetlands and Epping Forest with urban density. Good greens, but expect occasional pollution alerts.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Walthamstow, UK, tech salaries push into the 30%\u002B band; expect ~30% tax. Use pension contributions and child-benefit planning to optimize.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Walthamstow, London, UK stays mild at about 9–15 °C (48–59 °F). Light rain is common; days are good for park walks with layers.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "For families in Walthamstow, libraries, museums, and free events offer plenty of weekend options; parks and playgrounds are within walking distance.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "In Walthamstow, UK, spouses and children can join visa routes; expect NHS surcharge and school-admission planning for a family of four.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Walthamstow, UK, families benefit from NHS care, 30 hours free childcare for working parents, and flexible work rights; but some payments can still be slow.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Walthamstow, GB: UK policies provide universal healthcare and free schooling; childcare hours ease costs, though some benefits depend on income.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Walthamstow, UK, visa families get limited cash benefits; longer residency or employer sponsorship is often needed; rely on employer top-ups.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Walthamstow, London embraces expressive, inclusive fashion; women wear what suits them with confidence in a diverse, body-positive setting.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Walthamstow, urban UK style favors smart-casual with weatherproof layers; Trey\u0027s tech wardrobe fits the modern city vibe.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Walthamstow, UK, Sarah can balance career and parenting with broad autonomy; minor conservative pockets exist.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "London\u0027s UK game dev scene offers steady openings across studios and remote roles. Trey should find regular opportunities near Walthamstow.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In London/Walthamstow, Trey benefits from many studios and a steady hiring pace; most roles close within about 2 months.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Walthamstow, London, established studios offer solid base pay plus bonuses. Compensation tracks global medians after cost of living in the UK.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Walthamstow studios use English widely; local languages aid community and compliance. Your family prioritizes English access but will learn the local language.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Hybrid work is common in Walthamstow studios; remote options exist for senior staff, aligning with Trey and Sarah\u0027s needs in the UK.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Walthamstow, UK, schools are increasingly inclusive of gender diversity; legal recognition lags but social acceptance and supports are growing.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Walthamstow, UK, Equality Act protections are strong with active enforcement; leadership in tech is still catching up, but gender rights are well protected.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Gender roles in Walthamstow, UK are broadly egalitarian; dual-career households common and parental leave supported, with only minor legacy norms.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Walthamstow, UK, first-year visa steps (BRP, proof of address, credit history) add setup hurdles. Job changes may be constrained.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In Walthamstow (UK), heavier rainfall and flood risk are notable; plan flood-aware housing and insurance; heat risk remains manageable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "For families based in Walthamstow, The NHS covers care without bills, but specialty waits and GP backlogs mean we’d pair it with occasional private visits.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Walthamstow (UK), visa families gain NHS access after paying the Health Surcharge, but GP registration and wait times may require patience.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "For families based in Walthamstow, Domestic tuition caps and income-based loans keep university feasible for the boys if we settle long term.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "For families based in Walthamstow, Until indefinite leave, the kids would face international fees, so permanent residency becomes key before university age.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Victorian terraces are more affordable than central London but still command high bids; we may trade garden size for location.",
      "alignmentValue": 5
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "For families based in Walthamstow, PAYE handles most income tax automatically, and digital self-assessment tools make side projects manageable.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Walthamstow, UK: state schooling is free with decent secular options; target catchments with strong Ofsted ratings (top schools often oversubscribe).",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Walthamstow, UK, visa families can enroll public-school children with standard support; non-citizen kids typically have access on par with citizens.",
      "alignmentValue": 9
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Walthamstow (London), English is dominant and services run in English, making daily life smooth. The family is open to learning local nuances if needed.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "London, UK (Walthamstow): legal equality and Pride visibility are strong; urban acceptance is broad, with caution outside cities.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Walthamstow, UK, Marxism remains niche in activist/academic circles. Mainstream politics are centrist, with some curiosity but limited sway.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Walthamstow, UK, masculinity norms are evolving; modern fatherhood and flexible work are celebrated, but pub/sport culture still prizes stoicism.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Makerspaces, queer-friendly collectives, and local mutual-aid groups make plugging into community easy.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "For families based in Walthamstow, The National Living Wage rises annually and covers core expenses outside London, though big-city rents would still push the family toward dual tech incomes.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Full-fibre broadband, extensive cycleways, and 5G coverage match the family\u0027s need for modern connectivity.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Walthamstow Wetlands and Epping Forest offer nature outings near London, UK. Most trails are family-friendly, though sites charge fees or get busy on weekends.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Flood mitigation on the River Lea works well; extreme weather remains limited to heatwaves and stormy downpours.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Walthamstow Wetlands and nearby parks in London, UK are minutes away by rail or bike. Great for family nature days with safe trails.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "London’s live music thrives; in Walthamstow you’ll find events like Gods Own Junkyard, and quick trips to Hackney or Soho for broader venues.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife exists in select Walthamstow areas; families plan sitters and nighttime transit (Night Tube, buses) for occasional evenings.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "London-area game dev meetups (Ukie events, London Game Dev Lunch) and coworking hubs offer regular networking; accessible to families in Walthamstow, UK.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Media Molecule, Rocksteady, Splash Damage, and countless indies are a Tube ride away.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Access to London investors, Digital Catapult, and community workspaces like Blackhorse Workshop helps Trey\u0027s indie studio thrive.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Walthamstow, London, hiring for Trey\u0027s indie studio typically closes in 6–8 weeks thanks to strong local networks and shared spaces.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Walthamstow, London, UK: startup pay tracks global medians after cost of living; balanced cash and equity with UK grants support.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Founding teams in Walthamstow lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Hybrid work is common in Walthamstow, UK startups; strong remote tooling supports family-friendly schedules.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Markets and creative hubs buzz on weekends, yet family streets calm quickly at night, giving us a manageable tempo.",
      "alignmentValue": 6
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Walthamstow, UK, parents share school runs and after-school clubs. Wraparound care and parks ease the busy family routine.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "UK pathway (Walthamstow): 5-year visa, ILR after 5 years, and Life in the UK \u002B English tests; achievable but paperwork-heavy.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "UK integrity is high in London\u0027s Walthamstow: strong institutions and watchdogs spark reforms; corruption perception stays low for families.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "For families based in Walthamstow, A parliamentary democracy with devolved nations offers checks and civic engagement channels the family appreciates.",
      "alignmentValue": 7
    },
    {
      "key": "Polyamory",
      "alignmentText": "For families based in Walthamstow, Major cities host polyamory meetups and sex-positive therapists, yet the legal framework stays monogamy-only so we would stay discreet with schools.",
      "alignmentValue": 5
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "For families based in Walthamstow, Funded 15–30 hour nursery slots help at ages 3–4, yet infant care has waitlists and high fees in London.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "For families based in Walthamstow, Independent schools offer strong academics but fees rival US colleges, so we’d treat them as backup rather than plan A.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "For families based in Walthamstow, Cities lean progressive with protections for LGBTQ\u002B residents, though national politics swing between centrist parties.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Walthamstow, UK, emphasize community welfare and transparent public services. Messaging should be factual and inclusive, reflecting the family\u0027s values.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "For families based in Walthamstow, Public broadcasters provide balance, yet tabloids and partisan social media keep spin in the daily mix.",
      "alignmentValue": 5
    },
    {
      "key": "Public Transportation",
      "alignmentText": "The Victoria line, Overground, and extensive bus routes provide rapid connections across London for work and play.",
      "alignmentValue": 9
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In the UK, religion is largely private; policy remains evidence-based and pluralistic, with faith voices heard in education debates in London.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Remote and hybrid tech roles are common in Walthamstow; abundant coworking and strong UK broadband support Trey and Sarah’s family-friendly needs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Walthamstow, UK: work visas typically 2–5 years with a path to ILR after qualifying years; track absences to maintain eligibility.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "For families based in Walthamstow, The state pension supplements workplace schemes, but comfortable retirement still depends on private savings and housing equity.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Walthamstow, UK, visa holders can contribute to public pensions but face residency thresholds and NI years; US savings remain a prudent backup.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "London/Walthamstow Ruby remains active in startups; Sarah can expect a healthy pipeline with remote or hybrid roles, though competition is real.",
      "alignmentValue": 8
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Petty theft and occasional antisocial behaviour exist, but community policing and neighbours\u0027 WhatsApp groups help us stay informed.",
      "alignmentValue": 6
    },
    {
      "key": "Schooling Options",
      "alignmentText": "For families based in Walthamstow, State, academy, and a smattering of secular private schools give us choice, but grammar and faith admissions require careful catchment planning.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Trips to the Essex coast mean waters around 8–18 °C (46–64 °F), limiting swims to peak summer with wetsuits.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "London, UK summers are mild with occasional heatwaves; terraced homes heat quickly, so efficient ventilation is essential.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Walthamstow, UK, sex education is comprehensive and inclusive, with open dialogue in urban schools. This aligns with the family\u0027s sex-positive outlook.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Walthamstow, UK: NHS universal healthcare and family benefits exist, but admin hurdles and eligibility limits can slow access.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Walthamstow, UK typically 9-16°C; mild, variable days with light rain; perfect for family walks at the Walthamstow Wetlands.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "For families based in Walthamstow, Institutions are steady but Brexit-era leadership churn shows politics can be noisy every few years.",
      "alignmentValue": 6
    },
    {
      "key": "State Ideology",
      "alignmentText": "For families based in Walthamstow, Politics oscillates between centrist Conservatives and Labour, so policy swings require periodic recalibration.",
      "alignmentValue": 6
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "For families based in Walthamstow, A mature mixed economy balances free markets with public services like the NHS, matching the family’s preference for safety nets.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summers reach 20–28 °C (68–82 °F); occasional 30 °C spikes require fans or portable AC upstairs.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Walthamstow, UK, visa fees and NHS surcharges push costs into thousands per adult; typical processing runs about nine months.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "For families based in Walthamstow, Surveys show middling trust after scandals, so expect lively political debate at the school gate.",
      "alignmentValue": 5
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Walthamstow, UK, corruption is generally low. Procurement or lobbying issues are rare and well-checked, not impacting daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "For families based in Walthamstow, Senior dev pay trails US hubs, so Trey and Sarah would lean on remote-friendly roles or equity to balance London-area costs.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Walthamstow feature markets, parks, and kid-friendly museums. Transit is reliable, and outings work well without a car.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Walthamstow, UK, schools run ~09:00–15:30 with wraparound care; nurseries cover the baby. Remote/hybrid work helps balance two kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "GB statutory 28 days (incl. bank holidays) supports regular family trips for a Walthamstow household; aligns with UK norms over US.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "For families based in Walthamstow, Tech employers often offer 30–33 days plus buy/sell schemes, keeping family adventures aligned with school calendars.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In London\u0027s Walthamstow, EU/Ireland views are mixed post-Brexit; daily talk stays cordial but skeptical due to news cycles.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "For families based in Walthamstow, The UK balances pride in institutions with a pragmatic streak, making locals confident yet approachable.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "For families based in Walthamstow, Neighbors respect UK culture but criticise Brexit-era politics, which the family should expect to hear while travelling.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "UK (London/Walthamstow) offers Skilled Worker, Global Talent, and Start-up/Innovator routes; online apps with endorsements; costs can be high.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Walthamstow, UK, Americans are generally welcomed; cosmopolitan London supports integration with occasional curiosity.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Walthamstow blends markets, parks, and diverse culture with fast Victoria Line access, offering cosmopolitan East London life that\u0027s family-friendly.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Walthamstow, London typically 2-8 °C; snow is rare, so light coats and mild heating suffice.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Walthamstow, GB: typical full-time is ~37–38 hours with flex/remote options; occasional crunch near launches, offset by compensatory leave.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Walthamstow, UK, hybrid work with 28\u002B days’ leave aids balance. Peak seasons in London studios bring occasional crunch, with recovery time available.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Walthamstow, UK, workers benefit from robust protections (paid leave, minimum wage, unions), though zero-hour contracts linger in retail/hospitality.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Meaningful swings appear a few times per season; we budget extra time and gear to handle sudden cold snaps or storm systems.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Walthamstow, UK, deep winter gloom lasts weeks; plan routines, vitamin D, and occasional sun trips to milder climates.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Quality of Life - Lower-Income Tier: In Walthamstow, NHS and schools cover basics; childcare and London housing strain savings, so extra support helps.",
      "alignmentValue": 9
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Walthamstow, UK, housing and childcare squeeze budgets, but universal healthcare and strong public services support a comfortable middle-income lifestyle.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "London\u0027s Walthamstow offers broad premium services: strong schools, tutors, and clubs; most luxury options exist, with rare niches needing advance booking.",
      "alignmentValue": 8
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "2k sq ft rentals in Walthamstow are scarce; expect premium rents and fast turnover, with tradeoffs on finishes or location.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "UK Walthamstow offers a few reputable co-living/cooperative options and active community networks. Demand may require patience.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Walthamstow, UK, immigrants are broadly welcomed; diverse communities support language, safety, and family integration.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "London/UK norms: polite but brisk; in Walthamstow expect efficient, respectful service with occasional quick pace.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Walthamstow, London, deep ties grow with steady effort; join local clubs or parent groups to build trust and friendships in the community.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Walthamstow, UK, direct yet respectful honesty is valued. Share needs clearly (broadband, housing, schools) with empathy.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "UK (London/Walthamstow): gentle push to stay polished in work and social settings; casual, presentable attire fits the family-friendly vibe.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Walthamstow, UK, body image talk exists but stays respectful; the family-friendly, inclusive culture supports positive self-view.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Walthamstow, UK, tidy smart-casual fits most settings, including schools and local markets. Practical outfits for two kids and remote-work life are common here.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Walthamstow, UK, flirting norms are broadly inclusive; most venues welcome all genders, with occasional lingering stereotypes.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "UK urban centers tolerate multi-partner families; recognition is limited. In Walthamstow, progressive circles offer support with cautious institutions.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Mixed regulations mean some communities normalize casual carry; we stay aware of local norms.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "UK policies favor health-based harm reduction; possession penalties exist but treatment options are widely available via the NHS in London.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "United Kingdom (London): enforcement varies by borough; in Walthamstow, policing is targeted with oversight, minimizing heavy-handed actions.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "London, UK: mass violence is infrequent; security at venues is robust, so we stay vigilant at large events but not fearful.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "We track reports to avoid complacency; advocacy groups monitor periodic abuses.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkable pockets exist and connect via decent transit; we plan routes to avoid busy arterials.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Walthamstow, UK, processed foods are common. Strong fresh markets and diverse groceries help families plan healthier meals.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Fresh \u0026 international cuisine access in Walthamstow, London is strong with markets and diverse grocers. Rare ingredients may require a short trip.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Walthamstow, UK, is moderate; NHS/IAPT offers accessible care, with some wait times.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "London (Walthamstow), UK: obesity is moderate; active transport and NHS wellness programs help keep trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Cancer incidence in the UK is moderate and aligned with global norms. London’s NHS screening supports routine checkups in Walthamstow.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "London\u0027s diversified economy and strong tech scene offer solid resilience; expect occasional hiring pauses but quick reemployment.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Walthamstow and Greater London offer a moderate studio scene; nearby East London hubs enable collaboration without dense saturation.",
      "alignmentValue": 6
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Walthamstow lacks anchor studios; nearby Greater London hosts publishers and mid-size devs offering opportunities.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "London area (Walthamstow, UK) offers a strong vendor ecosystem with art, QA, audio and live-ops partners; robust for game dev, though project-fit matters.",
      "alignmentValue": 9
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "London\u0027s universities provide game-focused degrees; studios partner for internships, giving a strong UK pipeline accessible to Walthamstow.",
      "alignmentValue": 9
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Continuing education in Walthamstow, UK is strong: nearby colleges, library courses, ESOL programs, and evening classes for families.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "[Placeholder] Provide Community Activity insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "In London (Walthamstow), Unity-led indie scene with strong Unreal presence; meetups and UK grants support Trey\u0027s game-dev startup.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "[Placeholder] Provide Real-Time vs Pre-Rendered Focus insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "[Placeholder] Provide Demand–Supply Balance insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "London\u0027s Walthamstow tech scene offers solid retention for devs and founders; occasional project cycles, but visas/grants support stability.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "London, UK; Walthamstow\u0027s diverse, LGBTQ\u002B-friendly communities support inclusive families; strong D\u0026I protections and active local networks.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "[Placeholder] Provide Tax Incentives for Games/Creative insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "UK policy environment remains stable with grants/visa routes for creators; London tech scenes support game dev, but funding cycles can shift.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "In the United Kingdom, London\u0027s East area hosts a growing founder network with regular meetups. Walthamstow benefits from proximity to Shoreditch/Hackney coworking and events.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "London\u0027s broad VC scene and public grants support game startups; in Walthamstow, capital access is robust but competitive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Walthamstow, London area offers accelerators and Digital Catapult programs; regular cohorts support game teams.",
      "alignmentValue": 8
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Strong London-area senior tech pool with startup experience; Walthamstow benefits from proximity to central hubs and remote options.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "[Placeholder] Provide Contractor/Freelancer Bench insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Walthamstow, UK has solid, affordable coworking options; however game-dev labs and mocap gear are limited nearby.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "London has a robust IP/tech legal scene. Walthamstow startups can access multiple UK game-IP counsel and publishing specialists with startup-friendly options.",
      "alignmentValue": 9
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "London\u0027s games scene offers publisher access, but active outreach is needed; local events help connect a founder with publishers.",
      "alignmentValue": 7
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Walthamstow (London) offers a thriving indie dev scene, local meetups, and UK playtest labs. Reliable groups and survey providers exist for quick feedback.",
      "alignmentValue": 8
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "[Placeholder] Provide Government/Startup Visas insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Walthamstow/London carries high rents and wages, pressuring runway. Grants and visa options help; with family-friendly policies, costs are manageable.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "London-area 3D character artists are well-represented; Walthamstow benefits from nearby studios and schools with mid-to-senior talent.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "London\u0027s universities (UAL/City/Westminster) deliver industry-ready 3D character grads; strong local pipeline near Walthamstow, UK.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "London offers strong 3D character education with frequent workshops and courses. Walthamstow access mainly via central-London programs or online options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Hiring Velocity insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Compensation Benchmark insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Language insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Remote Expectations insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "London metro (Walthamstow) has a strong 3D animation pool with mid-to-senior talent; proximity to major studios boosts hiring.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "London hosts strong 3D animation programs (UAL/LCC). East London near Walthamstow offers hands-on opportunities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 3D Animator: Continuing Education Availability insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Greater London’s robust animation scene yields a 1–2 month hire window for 3D animators; Walthamstow is well-placed to attract local talent.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "3D animator pay in Walthamstow/London is competitive; packages align with UK medians, with solid benefits and visa routes for families.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Walthamstow, UK studios largely use English. Multilingual teams exist, but English fluency is usually sufficient for 3D animator roles.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "London-area studios widely support remote/hybrid 3D animation; flexible hours and equipment stipends fit the family in Walthamstow.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "London region (Walthamstow) has a solid 2D environmental artist pool with mid-senior talent; senior hiring remains competitive.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Education Pipeline Strength insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "London offers regular 2D environment art workshops and active online communities; Walthamstow residents can access nearby colleges and studios.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "London area: 4-5 month hiring for 2D environmental artists; visa sponsorship/relocation helps US applicants in Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Walthamstow, UK, compensation for a 2D Environmental Artist aligns with London norms. Base pay often £30k–£50k plus benefits.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Language insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Walthamstow, UK, remote/hybrid 2D environmental art roles are common; expect periodic on-site collaboration in London studios.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Talent Pool insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "London, UK offers several strong VFX (real-time) programs; near Walthamstow, UAL/Westminster routinely graduate industry-ready artists.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "UK/Walthamstow has regular VFX real-time courses and meetups (London providers); good access to workshops, though many are in central London.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "London/UK (Walthamstow) has a competitive VFX realtime market; expect 2-3 months due to specialist scarcity and visa steps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "London (Walthamstow, UK): real-time VFX pay trails top NA hubs ~10–15%; strong UK benefits help offset high living costs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Language insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Remote/hybrid real-time VFX roles are common in London; studios offer flexible setups and equipment stipends for Walthamstow.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "[Placeholder] Provide Community Manager: Talent Pool insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "London has several strong CM-related programs (UCL/QMUL/UEL/Goldsmiths); multiple programs feed grads into local studios and tech firms near Walthamstow.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Community Manager: Continuing Education Availability insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide Community Manager: Hiring Velocity insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Walthamstow, UK, CM pay roughly matches global medians after cost of living. Packages are competitive with solid, family-friendly benefits in London.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "[Placeholder] Provide Community Manager: Language insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In UK/Walthamstow, community manager roles widely support remote/hybrid work with robust async workflows; equipment stipends are common.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Talent Pool insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "London has niche product marketing (games) programs; sizes are small and on-the-job upskilling is common in Walthamstow.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Continuing Education Availability insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "London/Walthamstow PMM (Games) roles typically take 2–3 months. Local supply is competitive; proactive sourcing and remote options help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Compensation Benchmark insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Language insights for United Kingdom Walthamstow.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Walthamstow, UK, hybrid/remote product marketing roles are common with strong async workflows; aligns with our family-friendly, English-friendly setup.",
      "alignmentValue": 9
    }
  ]
}