{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentValue": 6,
      "alignmentText": "Urban forestry, Griffith Park trail access, and drought-conscious landscaping keep daily life pleasant even as Los Angeles sprawl adds heat islands."
    },
    {
      "key": "Global Warming Risk",
      "alignmentValue": 4,
      "alignmentText": "Southern California faces worsening wildfire seasons, drought swings, and extreme heat days that the family must plan around."
    },
    {
      "key": "Seasonal Weather",
      "alignmentValue": 7,
      "alignmentText": "Mediterranean patterns deliver mild winters and warm, dry summers, matching the family’s desire for sunshine with only occasional heat spikes."
    },
    {
      "key": "Air Quality",
      "alignmentValue": 4,
      "alignmentText": "Smog from the LA basin and seasonal wildfire smoke push AQI into the unhealthy range several times each year, requiring air purifiers at home."
    },
    {
      "key": "Natural Disasters",
      "alignmentValue": 4,
      "alignmentText": "Earthquake readiness, wildfire evacuation plans, and mudslide warnings are part of life on the edge of the San Gabriel foothills."
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentValue": 7,
      "alignmentText": "Spring days hover around 10–24 °C (50–75 °F) with little rain, ideal for outdoor play before summer heat builds."
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "Summer afternoons reach 18–32 °C (65–90 °F), though Santa Ana winds can push peaks above 38 °C (100 °F) for short stretches."
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "Fall stays warm at 15–30 °C (59–86 °F), with offshore winds keeping evenings dry and occasionally smoky."
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentValue": 7,
      "alignmentText": "Winters are gentle—8–20 °C (46–68 °F)—with rare frost and light rainstorms that green the hillsides."
    },
    {
      "key": "Beach Life",
      "alignmentValue": 6,
      "alignmentText": "Santa Monica and Malibu beaches sit 40–60 minutes away depending on traffic, providing consistent family outings if they plan around crowds."
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentValue": 5,
      "alignmentText": "Pacific waters range from 14 °C (57 °F) in winter to about 20 °C (68 °F) in late summer, so wetsuits extend swim season for the kids."
    },
    {
      "key": "Natural Beauty",
      "alignmentValue": 7,
      "alignmentText": "Views of the Verdugo Mountains, Griffith Park’s canyon hikes, and weekend escapes to the Angeles National Forest keep nature close."
    },
    {
      "key": "Minimum Wage",
      "alignmentValue": 6,
      "alignmentText": "California’s $16-per-hour floor (higher for some local ordinances) helps, yet housing and childcare prices still outpace entry-level pay."
    },
    {
      "key": "Typical Software Salaries",
      "alignmentValue": 8,
      "alignmentText": "Studios across Burbank, Glendale, and Culver City offer $130K–$160K senior packages, often with stock or production bonuses."
    },
    {
      "key": ".NET Work Prospects",
      "alignmentValue": 8,
      "alignmentText": "Disney, Warner Bros. Discovery, and aerospace firms run .NET stacks for internal tools, sustaining a steady pipeline of roles."
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentValue": 7,
      "alignmentText": "Media-tech startups and e-commerce companies use Ruby on Rails for platform work, though competition includes remote applicants nationwide."
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentValue": 5,
      "alignmentText": "Major studios and tech firms routinely file H-1B and O-1 petitions, yet processing times and caps still create uncertainty."
    },
    {
      "key": "Economic Health",
      "alignmentValue": 7,
      "alignmentText": "Los Angeles County’s entertainment, aerospace, and tourism sectors keep GDP strong despite periodic strikes or slowdowns."
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentValue": 6,
      "alignmentText": "Tech companies allow hybrid schedules, but film and media employers often prefer on-site collaboration for creative sprints."
    },
    {
      "key": "Work-Life Balance",
      "alignmentValue": 4,
      "alignmentText": "Project cycles and production crunches normalize late nights, challenging Sarah’s need for predictable downtime."
    },
    {
      "key": "Work Week Hours",
      "alignmentValue": 4,
      "alignmentText": "Forty-hour job descriptions mask evening syncs with distributed teams and occasional weekend shoots or deploys."
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentValue": 1,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: There is no statutory paid vacation, leaving time off entirely to employer policy."
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Two to three weeks is common after tenure, which remains modest compared with the family’s expectations."
    },
    {
      "key": "Pace of Life",
      "alignmentValue": 5,
      "alignmentText": "Traffic on the 134 and 101, packed calendars, and competitive school culture keep daily life high tempo."
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentValue": 5,
      "alignmentText": "Elementary schools start around 8:15 and end at 15:00; aftercare and household help bridge gaps when parents face studio call times."
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentValue": 8,
      "alignmentText": "Weekends brim with Griffith Park hikes, studio tours, and kids’ theater programs, though reservations and traffic logistics require planning."
    },
    {
      "key": "Family Life",
      "alignmentValue": 8,
      "alignmentText": "Tree-lined neighborhoods, strong public libraries, and studio family events help newcomers plug into a supportive community."
    },
    {
      "key": "Polyamory",
      "alignmentValue": 6,
      "alignmentText": "Los Angeles’ queer and poly circles operate openly, yet discretion remains wise when dealing with traditional school administrators."
    },
    {
      "key": "Parenting Expectations",
      "alignmentValue": 6,
      "alignmentText": "Progressive parenting styles are common, but academic competitiveness and arts programs still encourage overscheduling."
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentValue": 7,
      "alignmentText": "Parks, bike paths, and walkable Magnolia Park corridors make outings fun, though major boulevards require vigilance."
    },
    {
      "key": "Schooling Options",
      "alignmentValue": 8,
      "alignmentText": "Burbank Unified offers respected STEAM magnets and dual immersion programs, with LAUSD charters nearby for additional pathways."
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentValue": 8,
      "alignmentText": "California’s transitional kindergarten plus reputable preschools provide slots, though families apply months ahead to secure preferred campuses."
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "State subsidies, expanded CalWORKs funding, and sliding-scale city programs offset part of the daycare bill for qualifying households."
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentValue": 4,
      "alignmentText": "Non-citizens can access programs after meeting residency and income rules, but paperwork and waitlists remain hurdles."
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "Enrollment is straightforward for residents, with plenty of arts and media electives matching the local industry."
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentValue": 8,
      "alignmentText": "Dependent children attend public schools free of charge, supported by English learner services and inclusive counseling."
    },
    {
      "key": "Private Education",
      "alignmentValue": 7,
      "alignmentText": "Independent schools like Oakwood, Campbell Hall, and Catholic academies abound, albeit with tuition exceeding $25K per year."
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "California Paid Family Leave and state disability insurance deliver partial wage replacement, supplementing employer benefits."
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentValue": 5,
      "alignmentText": "Visa families can tap paid family leave once they hold qualifying work authorization, though some cash benefits still require citizenship or long residency."
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentValue": 9,
      "alignmentText": "Cal State LA, UCLA, USC, and nearby community colleges provide abundant pathways with in-state tuition and financial aid."
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentValue": 7,
      "alignmentText": "Universities welcome international students and offer OPT/CPT pipelines, albeit at higher tuition levels."
    },
    {
      "key": "Gender Roles",
      "alignmentValue": 8,
      "alignmentText": "Dual-career households are standard, and dads pushing strollers or leading PTA events barely raise eyebrows."
    },
    {
      "key": "Gender Fluidity",
      "alignmentValue": 8,
      "alignmentText": "Nonbinary and trans visibility is high, with inclusive health providers in Los Angeles and school policies supporting chosen names and pronouns."
    },
    {
      "key": "Gender Rights",
      "alignmentValue": 8,
      "alignmentText": "California law protects reproductive access, pay equity, and anti-discrimination, though federal rollbacks remain a concern."
    },
    {
      "key": "Femininity Norms",
      "alignmentValue": 7,
      "alignmentText": "Creative industries celebrate diverse styles—from studio-chic athleisure to avant-garde fashion—without much judgment."
    },
    {
      "key": "Masculinity Norms",
      "alignmentValue": 7,
      "alignmentText": "Men can embrace creative careers and caregiving roles, yet entertainment still prizes hustle and charisma."
    },
    {
      "key": "What Is Intriguing",
      "alignmentValue": 8,
      "alignmentText": "Close proximity to film, animation, and XR studios gives Trey access to cross-disciplinary collaborators and cutting-edge tools."
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: English dominates in daily life and services, eliminating language barriers for the family."
    },
    {
      "key": "Progressivism",
      "alignmentValue": 8,
      "alignmentText": "Local politics lean strongly progressive, supporting LGBTQ+ protections, renters’ rights, and climate initiatives."
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentValue": 5,
      "alignmentText": "Leftist ideas circulate in union halls and art schools, though mainstream culture still favors pragmatic liberalism over radical change."
    },
    {
      "key": "Atheism",
      "alignmentValue": 8,
      "alignmentText": "Secular living is routine, and interfaith gatherings welcome non-religious families without pressure."
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentValue": 7,
      "alignmentText": "Sex-positive education, inclusive media, and accessible clinics foster open conversations about relationships."
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentValue": 8,
      "alignmentText": "Pride events, inclusive schools, and legal protections make it easy to raise kids in affirming environments."
    },
    {
      "key": "Community Vibes",
      "alignmentValue": 6,
      "alignmentText": "Neighbors are friendly but busy; meaningful ties often form through industry networks, parent groups, or volunteer projects."
    },
    {
      "key": "View of self",
      "alignmentValue": 6,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Strong national identity and belief in exceptionalism remain common."
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentValue": 6,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Public opinion sees Canada as close and Mexico as a complex partner with migration tensions."
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Neighbors respect US influence yet critique cultural dominance and policy swings."
    },
    {
      "key": "Nightlife Culture",
      "alignmentValue": 8,
      "alignmentText": "Hollywood clubs, Burbank comedy venues, and late-night dining keep adult outings exciting once childcare is arranged."
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentValue": 7,
      "alignmentText": "Menswear ranges from sleek streetwear to designer suits, with plenty of boutiques supporting experimentation."
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentValue": 8,
      "alignmentText": "Women balance red-carpet glamour with laid-back California style, and inclusive sizing is increasingly available."
    },
    {
      "key": "Common Hobbies",
      "alignmentValue": 7,
      "alignmentText": "Residents split time between hiking, yoga, creative workshops, and fandom events like studio screenings or comic cons."
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentValue": 8,
      "alignmentText": "GameHaus Café and multiple FLGS locations host vibrant RPG leagues and designer playtests year-round."
    },
    {
      "key": "Nightlife & Music",
      "alignmentValue": 8,
      "alignmentText": "Live music from the Hollywood Bowl to indie venues, plus comedy clubs and speakeasies, offers endless date-night options."
    },
    {
      "key": "Meetups & Communities",
      "alignmentValue": 9,
      "alignmentText": "Meetup.com, IGDA LA, and local coworking spaces produce daily events for tech, gaming, parenting, and creative circles."
    },
    {
      "key": "Nature Access",
      "alignmentValue": 8,
      "alignmentText": "Griffith Park, the LA River bike path, and quick drives to Malibu or the San Gabriel Mountains keep outdoor adventures within reach."
    },
    {
      "key": "Political System",
      "alignmentValue": 6,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Federal democracy with checks and balances remains, yet gerrymandering and minority rule structures frustrate progressives."
    },
    {
      "key": "Religion in Politics",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Religious rhetoric heavily influences policy debates, especially on reproductive and LGBTQ+ rights."
    },
    {
      "key": "Workers' Rights",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: At-will employment, limited unions, and minimal paid leave fall short of the family’s expectations."
    },
    {
      "key": "State Ideology",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Market-oriented capitalism and individual responsibility dominate policy making."
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Election denialism, voter suppression attempts, and institutional strain signal meaningful democratic risk."
    },
    {
      "key": "State of Capitalism",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Free-market norms prioritize business flexibility over social safety nets."
    },
    {
      "key": "Stability",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Institutions endure but polarization and sporadic unrest introduce uncertainty."
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Partisan media ecosystems and algorithmic echo chambers skew information quality compared with the family’s desire for pluralism."
    },
    {
      "key": "Propaganda Messaging",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Narratives emphasize national exceptionalism and culture wars, making it hard to find calm, balanced reporting."
    },
    {
      "key": "Social Policies",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Progressive policies advance in blue states while conservative states curtail rights, leaving a mixed national picture."
    },
    {
      "key": "Trust in Government",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Public trust remains low, matching Gallup surveys that show skepticism toward federal institutions."
    },
    {
      "key": "Perceived Corruption",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Citizens rate corruption as moderate—campaign finance and lobbying raise concerns without daily bribery."
    },
    {
      "key": "Type of Corruption",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Legalized influence via lobbying and dark money overshadows petty corruption."
    },
    {
      "key": "Housing Situation",
      "alignmentValue": 3,
      "alignmentText": "Median single-family homes hover near $900K and rents exceed $3,000 for three-bed units, demanding high incomes or creative housing strategies."
    },
    {
      "key": "Safety & Crime",
      "alignmentValue": 7,
      "alignmentText": "Burbank maintains lower crime rates than much of LA County thanks to proactive policing and well-lit neighborhoods."
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentValue": 5,
      "alignmentText": "Providence Saint Joseph Medical Center and nearby Cedars-Sinai specialists deliver top-tier care, but premiums and co-pays are steep."
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentValue": 4,
      "alignmentText": "Employer-sponsored insurance is accessible, yet Covered California subsidies rarely extend to temporary visa holders."
    },
    {
      "key": "Child Care Support",
      "alignmentValue": 5,
      "alignmentText": "State stipends and universal TK lighten the load, though private daycare still costs $1,800+ per month."
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentValue": 6,
      "alignmentText": "Paid family leave, expanded child tax credits, and renter protections offer more cushioning than most U.S. states."
    },
    {
      "key": "Education",
      "alignmentValue": 7,
      "alignmentText": "Public school quality varies across LA County, but Burbank’s district posts strong outcomes with magnet tracks for media arts."
    },
    {
      "key": "Public Transportation",
      "alignmentValue": 4,
      "alignmentText": "Metrolink trains, Metro buses, and the Burbank airport offer options, yet last-mile travel often still requires a car."
    },
    {
      "key": "Economic System",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: A lightly regulated capitalist system prioritizes markets over social protections."
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Federal, state, and local layers add complexity, but withholding automation means payroll taxes are manageable."
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: A dual tech-income household faces combined federal and state rates around 25–30% depending on location."
    },
    {
      "key": "Banking & Payments",
      "alignmentValue": 8,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Digital banking, credit access, and payment apps are robust, supporting entrepreneurial needs."
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentValue": 3,
      "alignmentText": "High housing, childcare, and tax burdens demand six-figure incomes, even with California’s social programs."
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentValue": 4,
      "alignmentText": "Excellent healthcare and senior services exist, but retirees need substantial savings or equity to remain in the area."
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Without Social Security access and with high living costs, long-term visa holders must plan for relocation or accelerated citizenship."
    },
    {
      "key": "Visa Paths",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Diverse visa categories exist, but quotas, interviews, and sponsorship hurdles make immigration arduous for non-citizens."
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: As citizens, the family faces no entry barriers and can relocate freely within the country."
    },
    {
      "key": "Residency Types & Durations",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Citizenship grants permanent residency rights nationwide, though state benefits depend on domicile."
    },
    {
      "key": "Path to Citizenship",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Citizenship is automatic for the family and their children, eliminating naturalization concerns."
    },
    {
      "key": "Family Members",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Immediate relatives of citizens have streamlined sponsorship options, though backlogs affect extended family."
    },
    {
      "key": "Timelines & Costs",
      "alignmentValue": 7,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: For citizens moves are immediate; sponsoring relatives involves fees and multi-year waits but predictable processes."
    },
    {
      "key": "Compliance & Risks",
      "alignmentValue": 8,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Legal compliance is straightforward for citizens, though regulated industries require diligent paperwork."
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: The U.S. tolerates dual citizenship, though obligations like taxes remain."
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Visa holders must maintain employment, face travel restrictions, and manage complex paperwork to avoid status loss."
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentValue": 8,
      "alignmentText": "Riot Games, WB Games, Netflix Games, and numerous VR studios create a dense job market for experienced developers."
    },
    {
      "key": "Notable Game Studios",
      "alignmentValue": 9,
      "alignmentText": "Major players like Insomniac, Naughty Dog, and independent powerhouses maintain offices across the LA basin."
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentValue": 9,
      "alignmentText": "IGDA Los Angeles, GDC meetups, and film-industry crossover events host frequent mixers, jams, and mentorship circles."
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentValue": 7,
      "alignmentText": "Angel investors, accelerators like LACI, and entertainment-tech funds exist, though burn rates demand disciplined budgeting."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentValue": 8,
      "alignmentText": "Fiber internet, world-class airports, and robust utility resilience support modern living despite freeway congestion."
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Frequent abrupt changes make certain months feel unstable with several days of hazardous conditions that push us indoors. Seasonal Weather at 7/10 and Natural Disasters at 4/10 steer the family toward a mixed outlook for seasonal extremes & variability.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale. Seasonal Weather at 7/10 and Environment at 6/10 steer the family toward a strong outlook for seasonal sunlight hours.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside. Seasonal Weather at 7/10 and Environment at 6/10 steer the family toward a strong outlook for pleasant weather windows.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "High living costs erode quality of life; reliable childcare or healthcare coverage often falls through the cracks. Minimum Wage at 6/10, Housing Situation at 3/10, and Childcare Support (Citizens) at 6/10 steer the family toward a mixed outlook for quality of life – lower-income tier.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "We feel squeezed: decent neighborhoods or schools require long commutes or high costs that crowd out enrichment. Typical Software Salaries at 8/10, Housing Situation at 3/10, and Work-Life Balance at 4/10 steer the family toward a mixed outlook for quality of life – middle-income tier.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated. Housing Situation at 3/10, Private Education at 7/10, and Family Life at 8/10 steer the family toward a mixed outlook for quality of life – higher-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Spacious rentals are rare; we likely settle for smaller homes or relocate to a different metro. Housing Situation at 3/10 and Cost of Living (Optional) at 3/10 steer the family toward a challenging outlook for spacious housing benchmark (2k sq ft rent).",
      "alignmentValue": 3
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience. Community Vibes at 6/10, Meetups & Communities at 9/10, and Family Life at 8/10 steer the family toward a strong outlook for community living opportunities.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully. Community Vibes at 6/10, Meetups & Communities at 9/10, and Common Hobbies at 7/10 steer the family toward a strong outlook for friendliness & neighborliness index.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Broadly positive sentiment with occasional debates; immigrants feel safe speaking their language and sharing traditions. Welcoming of US Migrants at 10/10, Progressivism at 8/10, and Language & English Ubiquity at 10/10 steer the family toward an excellent outlook for immigrant sentiment – general.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mostly comfortable integration though some circles question motives or commitment to the country. Welcoming of US Migrants at 10/10, Language & English Ubiquity at 10/10, and View of Them by Neighboring Countries at 5/10 steer the family toward a strong outlook for immigrant sentiment – white migrants.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Politeness is situational; some contexts feel brisk but respectful. Community Vibes at 6/10, Nightlife Culture at 8/10, and Common Hobbies at 7/10 steer the family toward a strong outlook for surface interaction norms.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic. Community Vibes at 6/10, Meetups & Communities at 9/10, and What Is Intriguing at 8/10 steer the family toward a strong outlook for depth-seeking social norms.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Personal space is often compressed, so we must advocate gently for comfort. Community Vibes at 6/10, Sex (Attitudes) at 7/10, and View of self at 6/10 steer the family toward a mixed outlook for personal boundary & bubble norms.",
      "alignmentValue": 6
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Politeness norms favor indirect communication; being candid sometimes backfires. Progressivism at 8/10, What Is Intriguing at 8/10, and Trust in Government at 3/10 steer the family toward a mixed outlook for moral, honesty & openness expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Moderate effort keeps us aligned; high-fashion scenes exist yet are optional. Fashion Trends (Male) at 7/10 and Fashion Trends (Female) at 8/10 steer the family toward a strong outlook for grooming & beauty investment.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "We notice subtle comparisons; maintaining confidence requires occasional boundary setting. Fashion Trends (Male) at 7/10, Fashion Trends (Female) at 8/10, and Sex (Attitudes) at 7/10 steer the family toward a strong outlook for body image & fitness pressure.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "We aim for tidy smart-casual looks to blend in; high fashion is optional. Fashion Trends (Male) at 7/10 and Fashion Trends (Female) at 8/10 steer the family toward a strong outlook for fashion & style expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Most encounters are considerate though occasional missteps require direct communication. Sex (Attitudes) at 7/10, LGBTQ+ Attitudes at 8/10, and Nightlife Culture at 8/10 steer the family toward a strong outlook for flirting boundaries & consent culture.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Mostly flexible though some circles still expect traditional roles on first approach. Gender Roles at 8/10, Gender Fluidity at 8/10, and Sex (Attitudes) at 7/10 steer the family toward a strong outlook for gendered flirting expectations.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "We can find community yet must manage privacy carefully to avoid backlash. Polyamory at 6/10, Sex (Attitudes) at 7/10, and Community Vibes at 6/10 steer the family toward a mixed outlook for monogamy vs. non-monogamy acceptance.",
      "alignmentValue": 6
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Attitudes split; open discussion is fine in urban enclaves yet frowned upon elsewhere. Sex (Attitudes) at 7/10, Nightlife & Music at 8/10, and Community Vibes at 6/10 steer the family toward a strong outlook for promiscuity attitudes.",
      "alignmentValue": 7
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Social services lack frameworks, so we navigate paperwork carefully and expect occasional bias. Polyamory at 6/10, Community Vibes at 6/10, and LGBTQ+ Attitudes at 8/10 steer the family toward a mixed outlook for group & multi-partner relationship attitudes.",
      "alignmentValue": 6
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely. Community Vibes at 6/10, Sex (Attitudes) at 7/10, and Nightlife Culture at 8/10 steer the family toward a strong outlook for personal space & touch norms.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Mixed regulations mean some communities normalize casual carry; we stay aware of local norms. Safety & Crime at 7/10, State Ideology at 4/10, and Political System at 6/10 steer the family toward a mixed outlook for firearm laws & ownership culture.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Possession laws are moderate though some substances still carry steep fines. Progressivism at 8/10, Political System at 6/10, and Safety & Crime at 7/10 steer the family toward a strong outlook for controlled substance policies.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Approach varies by district; we track neighborhood trends to avoid heavy-handed areas. Safety & Crime at 7/10, Progressivism at 8/10, and Authoritarian Backsliding Risk at 4/10 steer the family toward a strong outlook for drug enforcement climate.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Multiple incidents within the past decade impact how we choose schools and venues. Safety & Crime at 7/10 and Stability at 5/10 steer the family toward a mixed outlook for mass violence incidence.",
      "alignmentValue": 6
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Systemic issues persist—forced labor, poor healthcare, or punitive isolation. Authoritarian Backsliding Risk at 4/10, Safety & Crime at 7/10, and Perceived Corruption at 5/10 steer the family toward a mixed outlook for carceral conditions & prison labor.",
      "alignmentValue": 5
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Walking is possible yet stressful due to gaps in sidewalks or aggressive driving. Public Transportation at 4/10, Housing Situation at 3/10, and Nature Access at 8/10 steer the family toward a mixed outlook for walkability & pedestrian safety.",
      "alignmentValue": 5
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Public health messaging is uneven; we invest extra time to maintain routines. Healthcare (Citizens) at 5/10, Work-Life Balance at 4/10, and Community Vibes at 6/10 steer the family toward a mixed outlook for community health consciousness.",
      "alignmentValue": 5
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Maintaining clean eating requires vigilance and possibly specialty stores. Cost of Living (Optional) at 3/10, Community Health Consciousness at 5/10, and Fresh & International Cuisine Access at 8/10 steer the family toward a mixed outlook for processed food saturation.",
      "alignmentValue": 5
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel. Nightlife & Music at 8/10, Common Hobbies at 7/10, and Meetups & Communities at 9/10 steer the family toward a strong outlook for fresh & international cuisine access.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Higher-than-average depression rates prompt us to plan carefully for therapy access. Seasonal Weather at 7/10, Work-Life Balance at 4/10, and Community Vibes at 6/10 steer the family toward a mixed outlook for depression prevalence.",
      "alignmentValue": 6
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Rates continue climbing; youth obesity impacts schools and recreation. Community Health Consciousness at 5/10, Work-Life Balance at 4/10, and Cost of Living (Optional) at 3/10 steer the family toward a challenging outlook for obesity rate.",
      "alignmentValue": 4
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Higher cancer rates tie to environmental or lifestyle factors we must actively mitigate. Environment at 6/10, Healthcare (Citizens) at 5/10, and Community Health Consciousness at 5/10 steer the family toward a mixed outlook for cancer incidence.",
      "alignmentValue": 5
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Market depends on a few key industries, so we maintain contingency plans. Economic Health at 7/10, Remote-Friendly Culture at 6/10, and Typical Software Salaries at 8/10 steer the family toward a strong outlook for broader job market resilience.",
      "alignmentValue": 7
    }
  ]
}
