{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentValue": 7,
      "alignmentText": "Coastal breezes, canyon greenbelts, and extensive parks make daily life outdoorsy, though sprawl and freeway corridors still influence air quality."
    },
    {
      "key": "Global Warming Risk",
      "alignmentValue": 5,
      "alignmentText": "Sea-level rise threatens low-lying beaches, drought persists, and wildfire seasons are intensifying despite regional resilience planning."
    },
    {
      "key": "Seasonal Weather",
      "alignmentValue": 8,
      "alignmentText": "Mediterranean conditions deliver mild temperatures year-round with abundant sun, aligning strongly with the family’s climate preferences."
    },
    {
      "key": "Air Quality",
      "alignmentValue": 6,
      "alignmentText": "Air quality is generally good, yet wildfire smoke and Santa Ana wind events can bring short-term unhealthy days."
    },
    {
      "key": "Natural Disasters",
      "alignmentValue": 5,
      "alignmentText": "Wildfires, earthquakes, and occasional flooding require readiness, but strong building codes and alert systems mitigate risk."
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentValue": 7,
      "alignmentText": "March–May runs 12–22 °C (54–72 °F) with marine layer mornings and sunny afternoons ideal for park outings."
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentValue": 7,
      "alignmentText": "June–August stays 18–27 °C (65–80 °F); coastal fog cools mornings while inland valleys see mid-80s with low humidity."
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentValue": 7,
      "alignmentText": "September–November hovers around 16–27 °C (60–80 °F), though Santa Ana winds can spike heat briefly."
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentValue": 8,
      "alignmentText": "December–February maintains 10–20 °C (50–68 °F) with limited rain and comfortable outdoor conditions."
    },
    {
      "key": "Beach Life",
      "alignmentValue": 8,
      "alignmentText": "Miles of accessible beaches, surf schools, and family-friendly coves like La Jolla Shores provide consistent seaside recreation."
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentValue": 5,
      "alignmentText": "Pacific waters range from 15 °C (59 °F) in winter to 21 °C (70 °F) in late summer, workable with short wetsuits."
    },
    {
      "key": "Natural Beauty",
      "alignmentValue": 8,
      "alignmentText": "Torrey Pines, Cabrillo National Monument, and nearby mountains deliver diverse landscapes for hiking and weekend adventures."
    },
    {
      "key": "Minimum Wage",
      "alignmentValue": 7,
      "alignmentText": "California’s $16 statewide minimum and local enforcement protect low-wage workers, though costs remain high."
    },
    {
      "key": "Typical Software Salaries",
      "alignmentValue": 7,
      "alignmentText": "Defense, biotech, and SaaS firms offer $140k–$190k compensation, solid though below Bay Area levels."
    },
    {
      "key": ".NET Work Prospects",
      "alignmentValue": 7,
      "alignmentText": "Defense contractors, Qualcomm, and healthcare companies maintain steady demand for .NET engineers."
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentValue": 5,
      "alignmentText": "Ruby roles exist in startups and digital agencies, but the market leans toward JavaScript and Python."
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentValue": 5,
      "alignmentText": "Large firms sponsor visas, yet the ecosystem is smaller than the Bay Area, making sponsorship competitive."
    },
    {
      "key": "Economic Health",
      "alignmentValue": 7,
      "alignmentText": "Biotech, defense, tourism, and cross-border trade diversify the economy, cushioning downturns."
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentValue": 7,
      "alignmentText": "Remote work is common; coworking spaces and cross-border collaboration support distributed teams."
    },
    {
      "key": "Work-Life Balance",
      "alignmentValue": 7,
      "alignmentText": "Outdoor culture and flexible tech employers encourage reasonable hours, though defense projects can impose rigid schedules."
    },
    {
      "key": "Work Week Hours",
      "alignmentValue": 6,
      "alignmentText": "Standard 40-hour weeks prevail, with occasional overtime tied to defense deadlines or product releases."
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentValue": 3,
      "alignmentText": "California lacks mandated vacation time, so policies follow national norms despite worker-friendly rhetoric."
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentValue": 5,
      "alignmentText": "Employers often grant 15–20 PTO days plus floating holidays; taking full time is culturally acceptable."
    },
    {
      "key": "Pace of Life",
      "alignmentValue": 7,
      "alignmentText": "Neighborhoods feel relaxed and community-oriented, balancing city amenities with beach-town energy."
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentValue": 6,
      "alignmentText": "Schools start around 8 a.m., commute times are manageable, and afternoon surf or park outings help with decompression."
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentValue": 8,
      "alignmentText": "Weekends feature beach trips, Balboa Park museums, and hikes, with mild traffic compared to LA."
    },
    {
      "key": "Family Life",
      "alignmentValue": 7,
      "alignmentText": "Family-friendly neighborhoods, playground density, and outdoor programs support active lifestyles."
    },
    {
      "key": "Polyamory",
      "alignmentValue": 6,
      "alignmentText": "Progressive social circles in Hillcrest and North Park host poly meetups, though suburban areas may be less familiar with consensual non-monogamy."
    },
    {
      "key": "Parenting Expectations",
      "alignmentValue": 6,
      "alignmentText": "Parents engage with PTA and enrichment, but the atmosphere stays collaborative rather than cutthroat."
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentValue": 7,
      "alignmentText": "Parks, zoos, and kid-friendly beaches make the city welcoming, though car reliance requires booster-seat logistics."
    },
    {
      "key": "Schooling Options",
      "alignmentValue": 6,
      "alignmentText": "San Diego Unified offers language immersion and STEM magnets; charters and private schools expand choice amid varying neighborhood quality."
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentValue": 5,
      "alignmentText": "High demand keeps daycare costs around $1,600–$2,000 per month; state preschool slots help but fill quickly."
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentValue": 4,
      "alignmentText": "California subsidies assist lower-income families, yet middle-income households rely on employer benefits or nanny shares."
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Visa holders face limited access to subsidies, making private solutions and employer support important."
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "Neighborhood schools are accessible, but families often apply for magnets or move for higher-performing clusters."
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "Enrollment for resident children is straightforward; documentation and vaccination records must be managed carefully."
    },
    {
      "key": "Private Education",
      "alignmentValue": 5,
      "alignmentText": "Independent schools cost $20k–$35k annually, offering smaller classes and specialized programs."
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "California Paid Family Leave covers partial wages for eight weeks, supplemented by employer policies in many sectors."
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentValue": 5,
      "alignmentText": "Most visa holders qualify for state leave benefits, though job security concerns may limit duration taken."
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentValue": 7,
      "alignmentText": "UC San Diego, SDSU, and community colleges provide excellent in-state higher-ed pathways with strong STEM offerings."
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "International students benefit from UCSD’s research network and OPT options, though tuition is higher."
    },
    {
      "key": "Gender Roles",
      "alignmentValue": 7,
      "alignmentText": "Dual-career households are common, and military influence coexists with progressive tech and academic communities."
    },
    {
      "key": "Gender Fluidity",
      "alignmentValue": 7,
      "alignmentText": "Legal protections, Pride events, and inclusive schools foster acceptance of non-binary identities."
    },
    {
      "key": "Gender Rights",
      "alignmentValue": 8,
      "alignmentText": "State laws protect reproductive and LGBTQ+ rights, matching the family’s expectations."
    },
    {
      "key": "Femininity Norms",
      "alignmentValue": 6,
      "alignmentText": "Beach casual mixes with professional attire; individuality is welcomed without heavy judgment."
    },
    {
      "key": "Masculinity Norms",
      "alignmentValue": 6,
      "alignmentText": "Surf culture and military presence create diverse masculine expressions, from athletic to traditional."
    },
    {
      "key": "What Is Intriguing",
      "alignmentValue": 7,
      "alignmentText": "A blend of outdoor adventure, cross-border culture, and emerging startups offers inspiration for both partners."
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentValue": 9,
      "alignmentText": "English is dominant, while proximity to Mexico ensures abundant Spanish exposure for the children."
    },
    {
      "key": "Progressivism",
      "alignmentValue": 7,
      "alignmentText": "City politics lean progressive on climate and housing, though regional governance balances with more moderate county voices."
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentValue": 4,
      "alignmentText": "Leftist activism exists in universities and community groups but remains niche citywide."
    },
    {
      "key": "Atheism",
      "alignmentValue": 6,
      "alignmentText": "Secular residents and interfaith cooperation keep religion influential but not dominant in policy."
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentValue": 6,
      "alignmentText": "Sex-positive events and open communication are present in urban neighborhoods, though military communities can be conservative."
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentValue": 8,
      "alignmentText": "Historic LGBTQ+ districts, inclusive schools, and city policies support queer and poly families."
    },
    {
      "key": "Community Vibes",
      "alignmentValue": 7,
      "alignmentText": "Neighborhood farmers markets, volunteer beach cleanups, and maker spaces foster strong community ties."
    },
    {
      "key": "View of self",
      "alignmentValue": 6,
      "alignmentText": "Residents take pride in coastal lifestyle and innovation while juggling concerns about housing and transit."
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentValue": 7,
      "alignmentText": "Cross-border ties with Tijuana encourage binational awareness and travel."
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentValue": 7,
      "alignmentText": "Mexican and international visitors see San Diego as welcoming and collaborative, though high costs are noted."
    },
    {
      "key": "Nightlife Culture",
      "alignmentValue": 6,
      "alignmentText": "Craft breweries, live music, and beach bars offer variety, albeit with earlier closing times than LA or Vegas."
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentValue": 6,
      "alignmentText": "Casual surf-inspired looks mix with military precision and tech casual attire."
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentValue": 6,
      "alignmentText": "Athleisure, bohemian beachwear, and professional styles coexist comfortably."
    },
    {
      "key": "Common Hobbies",
      "alignmentValue": 7,
      "alignmentText": "Surfing, climbing gyms, craft beer culture, and tabletop gaming are popular pastimes."
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentValue": 7,
      "alignmentText": "Game stores like At Ease Games and strong meetup scenes keep tabletop communities active."
    },
    {
      "key": "Nightlife & Music",
      "alignmentValue": 6,
      "alignmentText": "Local venues, festivals, and nearby cross-border concerts provide steady entertainment options."
    },
    {
      "key": "Meetups & Communities",
      "alignmentValue": 7,
      "alignmentText": "Startup San Diego, biotech meetups, and parenting groups create welcoming networks for newcomers."
    },
    {
      "key": "Nature Access",
      "alignmentValue": 8,
      "alignmentText": "Beaches, Torrey Pines, and mountains within two hours support frequent outdoor exploration."
    },
    {
      "key": "Political System",
      "alignmentValue": 6,
      "alignmentText": "City council leans progressive, yet regional agencies require collaboration with moderate suburban governments."
    },
    {
      "key": "Religion in Politics",
      "alignmentValue": 7,
      "alignmentText": "Secular governance dominates, with faith groups focusing on social services rather than legislation."
    },
    {
      "key": "Workers' Rights",
      "alignmentValue": 7,
      "alignmentText": "California labor protections, gig-worker regulations, and union activity in education and healthcare bolster worker leverage."
    },
    {
      "key": "State Ideology",
      "alignmentValue": 7,
      "alignmentText": "Statewide progressive policies on climate and equity shape local initiatives despite occasional regional pushback."
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentValue": 7,
      "alignmentText": "Independent courts, active media, and civic engagement maintain democratic stability even amid national polarization."
    },
    {
      "key": "State of Capitalism",
      "alignmentValue": 5,
      "alignmentText": "High costs and venture capital opportunities coexist, demanding careful budgeting to enjoy the region’s benefits."
    },
    {
      "key": "Stability",
      "alignmentValue": 7,
      "alignmentText": "Diverse industries and military investment support economic stability despite tourism fluctuations."
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentValue": 6,
      "alignmentText": "Local journalism and public radio remain strong, but national media narratives still influence perceptions."
    },
    {
      "key": "Propaganda Messaging",
      "alignmentValue": 6,
      "alignmentText": "Messaging mixes sustainability, tourism promotion, and defense industry narratives, necessitating media literacy."
    },
    {
      "key": "Social Policies",
      "alignmentValue": 7,
      "alignmentText": "San Diego advances climate action, transit investments, and affordable housing bonds, though progress is gradual."
    },
    {
      "key": "Trust in Government",
      "alignmentValue": 6,
      "alignmentText": "Residents appreciate city services and parks yet critique slow housing approvals and transit expansion."
    },
    {
      "key": "Perceived Corruption",
      "alignmentValue": 6,
      "alignmentText": "Corruption cases are infrequent, with most concerns tied to development lobbying or contracting oversight."
    },
    {
      "key": "Type of Corruption",
      "alignmentValue": 6,
      "alignmentText": "Issues involve influence from developers and defense contractors rather than systemic bribery."
    },
    {
      "key": "Housing Situation",
      "alignmentValue": 4,
      "alignmentText": "Housing costs remain high, especially near good schools; ADU policies and suburban options help but require long commutes."
    },
    {
      "key": "Safety & Crime",
      "alignmentValue": 6,
      "alignmentText": "Violent crime rates are lower than many U.S. metros, though property crime and car break-ins require vigilance in tourist areas."
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentValue": 7,
      "alignmentText": "UCSD Health, Scripps, and Kaiser provide high-quality care, with strong pediatric services for families."
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "Employer insurance is robust, but premiums and network restrictions still demand budgeting for non-citizens."
    },
    {
      "key": "Child Care Support",
      "alignmentValue": 4,
      "alignmentText": "Daycare and preschool costs are high, but cooperative preschools and employer stipends can soften the burden."
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentValue": 6,
      "alignmentText": "Flexible tech schedules, remote work options, and extended family networks ease daily logistics despite costs."
    },
    {
      "key": "Education",
      "alignmentValue": 7,
      "alignmentText": "STEM magnets, language immersion programs, and proximity to research institutions drive strong outcomes for engaged families."
    },
    {
      "key": "Public Transportation",
      "alignmentValue": 5,
      "alignmentText": "Trolley expansion and commuter rail offer alternatives to driving, yet coverage remains limited outside core corridors."
    },
    {
      "key": "Economic System",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, San Diego experiences similar dynamics: A lightly regulated capitalist system prioritizes markets over social protections."
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentValue": 5,
      "alignmentText": "California’s progressive taxes add paperwork, but digital systems and withholding help manage compliance; self-employed work requires quarterly payments."
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentValue": 4,
      "alignmentText": "High state income taxes push combined effective rates around 30–32%, mitigated by mortgage and childcare deductions."
    },
    {
      "key": "Banking & Payments",
      "alignmentValue": 8,
      "alignmentText": "Major banks, credit unions, and cross-border fintech services support seamless payments and entrepreneurial finance."
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentValue": 4,
      "alignmentText": "Housing and childcare remain expensive, though lower than San Francisco; energy and food costs are moderate."
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentValue": 5,
      "alignmentText": "Climate and healthcare attract retirees, but property taxes and living costs require sizable savings or Proposition 13 advantages."
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Without Social Security access, visa holders need aggressive savings plans or eventual naturalization to retire locally."
    },
    {
      "key": "Visa Paths",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, San Diego experiences similar dynamics: Diverse visa categories exist, but quotas, interviews, and sponsorship hurdles make immigration arduous for non-citizens."
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentValue": 7,
      "alignmentText": "Transplants from across the country are common, and communities embrace newcomers involved in outdoor and tech scenes."
    },
    {
      "key": "Residency Types & Durations",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, San Diego experiences similar dynamics: Citizenship grants permanent residency rights nationwide, though state benefits depend on domicile."
    },
    {
      "key": "Path to Citizenship",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, San Diego experiences similar dynamics: Citizenship is automatic for the family and their children, eliminating naturalization concerns."
    },
    {
      "key": "Family Members",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, San Diego experiences similar dynamics: Immediate relatives of citizens have streamlined sponsorship options, though backlogs affect extended family."
    },
    {
      "key": "Timelines & Costs",
      "alignmentValue": 7,
      "alignmentText": "As part of the United States, San Diego experiences similar dynamics: For citizens moves are immediate; sponsoring relatives involves fees and multi-year waits but predictable processes."
    },
    {
      "key": "Compliance & Risks",
      "alignmentValue": 8,
      "alignmentText": "As part of the United States, San Diego experiences similar dynamics: Legal compliance is straightforward for citizens, though regulated industries require diligent paperwork."
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, San Diego experiences similar dynamics: The U.S. tolerates dual citizenship, though obligations like taxes remain."
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, San Diego experiences similar dynamics: Visa holders must maintain employment, face travel restrictions, and manage complex paperwork to avoid status loss."
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentValue": 6,
      "alignmentText": "Studios like Sony San Diego, Psyonix, and indie VR shops provide opportunities, complemented by remote roles."
    },
    {
      "key": "Notable Game Studios",
      "alignmentValue": 6,
      "alignmentText": "Sony San Diego Studio, Psyonix, Rockstar’s San Diego office, and High Moon Studios anchor local development."
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentValue": 6,
      "alignmentText": "IGDA San Diego, UCSD game programs, and local meetups host regular events, though smaller than Bay Area gatherings."
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentValue": 6,
      "alignmentText": "Lower costs than San Francisco and access to cross-border talent aid startups, yet funding often comes from angel networks or remote investors."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentValue": 7,
      "alignmentText": "Upgraded trolley lines, cross-border smart port initiatives, and widespread fiber internet balance against older water systems in legacy neighborhoods."
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Extremes & Variability\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Sunlight Hours\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Pleasant Weather Windows\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Friendliness & Neighborliness Index\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - General",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - General\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - White Migrants",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - White Migrants\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Surface Interaction Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depth-Seeking Social Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Boundary & Bubble Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Moral, Honesty & Openness Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Living Opportunities\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Lower-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Lower-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Middle-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Middle-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Higher-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Higher-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Spacious Housing Benchmark (2k sq ft Rent)\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Grooming & Beauty Investment\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Body Image & Fitness Pressure\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fashion & Style Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Flirting Boundaries & Consent Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Gendered Flirting Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Monogamy vs. Non-Monogamy Acceptance\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Promiscuity Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Group & Multi-Partner Relationship Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Space & Touch Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Firearm Laws & Ownership Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Controlled Substance Policies\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Drug Enforcement Climate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Mass Violence Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Carceral Conditions & Prison Labor\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Walkability & Pedestrian Safety\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Health Consciousness\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Processed Food Saturation\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fresh & International Cuisine Access\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depression Prevalence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Obesity Rate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Cancer Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Broader Job Market Resilience\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    }
  ]
}
