{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentValue": 6,
      "alignmentText": "Bay breezes, urban parks, and easy escapes to Marin deliver frequent nature contact, though dense housing and limited yard space temper daily greenery."
    },
    {
      "key": "Global Warming Risk",
      "alignmentValue": 5,
      "alignmentText": "Sea-level rise threatens Embarcadero neighborhoods, wildfire smoke invades each autumn, and drought cycles require water conservation."
    },
    {
      "key": "Seasonal Weather",
      "alignmentValue": 6,
      "alignmentText": "Cool summers, mild winters, and microclimates yield comfortable if unpredictable weather; foggy afternoons contrast with sunny inland excursions."
    },
    {
      "key": "Air Quality",
      "alignmentValue": 5,
      "alignmentText": "Most days are clean, but wildfire smoke drives AQI above 150 in late summer, demanding air purifiers and flexible indoor plans."
    },
    {
      "key": "Natural Disasters",
      "alignmentValue": 4,
      "alignmentText": "Earthquake preparedness and wildfire evacuation routes are essential; city infrastructure continues seismic retrofits but risk remains tangible."
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "March–May ranges 9–18 °C (48–65 °F) with mixed sun and mist, ideal for layered park outings."
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentValue": 5,
      "alignmentText": "June–August averages 12–20 °C (54–68 °F); Karl the Fog keeps many neighborhoods cool while inland heat beckons weekend escapes."
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentValue": 7,
      "alignmentText": "September–November offers the city’s warmest, sunniest weather at 13–23 °C (55–73 °F), perfect for beach or hiking days."
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "December–February stays 8–16 °C (46–61 °F) with light rain and rare frost, supporting year-round outdoor play."
    },
    {
      "key": "Beach Life",
      "alignmentValue": 5,
      "alignmentText": "Ocean Beach and Baker Beach provide dramatic coastlines, though cold surf and rip currents limit casual swimming; Crissy Field suits family picnics."
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentValue": 2,
      "alignmentText": "Pacific waters hover 11–15 °C (52–59 °F) year-round, making wetsuits essential for extended swimming."
    },
    {
      "key": "Natural Beauty",
      "alignmentValue": 9,
      "alignmentText": "Golden Gate Park, Marin Headlands, and redwood forests sit minutes away, offering exceptional natural beauty despite urban density."
    },
    {
      "key": "Minimum Wage",
      "alignmentValue": 8,
      "alignmentText": "San Francisco’s $18+ minimum wage and strong enforcement create higher baselines, though costs of living remain high."
    },
    {
      "key": "Typical Software Salaries",
      "alignmentValue": 9,
      "alignmentText": "Major tech employers offer $180k–$260k base plus equity, supporting significant earning potential for both Trey and Sarah."
    },
    {
      "key": ".NET Work Prospects",
      "alignmentValue": 7,
      "alignmentText": "While the Bay Area leans toward open-source stacks, fintech, enterprise SaaS, and cloud teams still hire experienced .NET engineers."
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentValue": 8,
      "alignmentText": "Rails-centric startups and legacy tech firms maintain strong demand, with remote-friendly options across the region."
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentValue": 8,
      "alignmentText": "Large tech companies, startups, and research labs regularly sponsor visas, though competition and H-1B lotteries remain intense."
    },
    {
      "key": "Economic Health",
      "alignmentValue": 7,
      "alignmentText": "Tech resilience, biotech growth, and AI investment offset downtown office vacancies and affordability-driven outmigration."
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentValue": 9,
      "alignmentText": "Hybrid work is the norm, with co-living spaces, coworking hubs, and asynchronous-friendly teams supporting remote entrepreneurship."
    },
    {
      "key": "Work-Life Balance",
      "alignmentValue": 6,
      "alignmentText": "Progressive employers emphasize flexibility, yet product launch cycles and startup hustle can intrude without boundaries."
    },
    {
      "key": "Work Week Hours",
      "alignmentValue": 6,
      "alignmentText": "Most tech roles aim for 40–45 hours, though crunch periods demand extra effort, especially in venture-backed environments."
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentValue": 3,
      "alignmentText": "California mandates paid sick leave but not vacation; policies rely on employer standards despite progressive rhetoric."
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentValue": 5,
      "alignmentText": "Tech firms often offer unlimited or 15–20 days PTO; culture encourages taking time off, though high performers still feel pressure."
    },
    {
      "key": "Pace of Life",
      "alignmentValue": 5,
      "alignmentText": "Neighborhood life feels relaxed, yet startup intensity and high costs create background stress that requires mindful pacing."
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentValue": 6,
      "alignmentText": "Schools run roughly 8 a.m.–2:30 p.m.; remote work allows afternoon breaks for park trips before evening events."
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentValue": 7,
      "alignmentText": "Weekends blend farmers markets, museum visits, and hikes in Marin or the East Bay, with manageable transit times."
    },
    {
      "key": "Family Life",
      "alignmentValue": 6,
      "alignmentText": "Compact homes and high childcare costs challenge families, but playground density, libraries, and cultural programming provide rich experiences."
    },
    {
      "key": "Polyamory",
      "alignmentValue": 7,
      "alignmentText": "Queer-friendly neighborhoods, consent-focused communities, and established poly meetups support the family’s relationship style."
    },
    {
      "key": "Parenting Expectations",
      "alignmentValue": 5,
      "alignmentText": "Parents pursue enrichment and language immersion, yet co-ops and community schools emphasize collaboration over competition."
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentValue": 6,
      "alignmentText": "Car-light streets, playgrounds, and family cycling culture help kids thrive, though hills and older transit stations can complicate stroller use."
    },
    {
      "key": "Schooling Options",
      "alignmentValue": 6,
      "alignmentText": "SFUSD offers language immersion and STEM magnets, but assignment lotteries and enrollment unpredictability require planning; private schools are competitive."
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentValue": 4,
      "alignmentText": "Limited supply and $2,500+/month tuition make childcare difficult; city subsidies exist but have long waitlists."
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentValue": 3,
      "alignmentText": "San Francisco’s Early Learning Scholarship assists lower-income families, yet middle-income households face steep costs."
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentValue": 2,
      "alignmentText": "Subsidy eligibility narrows for visa holders, pushing reliance on employer benefits or shared nannies."
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "Assignment lotteries provide equity but limit parental control; proactive strategies can secure strong programs."
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "Documentation requirements are manageable, though supporting services for newcomers may need advocacy."
    },
    {
      "key": "Private Education",
      "alignmentValue": 4,
      "alignmentText": "Independent schools cost $35k–$55k annually with competitive admissions, making them feasible only with high incomes."
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "California Paid Family Leave and short-term disability provide partial wage replacement for up to 8 weeks, supplemented by progressive employer benefits."
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentValue": 5,
      "alignmentText": "Eligibility extends to most employees, yet visa considerations and job security may influence how much leave families take."
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "UC and CSU systems, plus Stanford and private universities, offer world-class education with in-state advantages for residents."
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "International tuition is steep, but abundant universities, OPT opportunities, and research labs benefit foreign students."
    },
    {
      "key": "Gender Roles",
      "alignmentValue": 7,
      "alignmentText": "Egalitarian norms are standard in tech and creative sectors, though venture capital leadership remains male-heavy."
    },
    {
      "key": "Gender Fluidity",
      "alignmentValue": 8,
      "alignmentText": "Legal protections and visible non-binary communities make name/pronoun respect common across workplaces and schools."
    },
    {
      "key": "Gender Rights",
      "alignmentValue": 8,
      "alignmentText": "California safeguards reproductive health, gender-affirming care, and LGBTQ+ rights, matching the family’s priorities."
    },
    {
      "key": "Femininity Norms",
      "alignmentValue": 6,
      "alignmentText": "Style ranges from athleisure to avant-garde; individuality is celebrated without rigid expectations."
    },
    {
      "key": "Masculinity Norms",
      "alignmentValue": 6,
      "alignmentText": "Tech and arts scenes support expressive masculinity, though startup competitiveness persists."
    },
    {
      "key": "What Is Intriguing",
      "alignmentValue": 8,
      "alignmentText": "Access to cutting-edge tech, progressive activism, and arts culture aligns strongly with the family’s interests and entrepreneurial goals."
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentValue": 9,
      "alignmentText": "English dominates, while Cantonese, Mandarin, and Spanish communities offer bilingual exposure for the children."
    },
    {
      "key": "Progressivism",
      "alignmentValue": 9,
      "alignmentText": "City policies champion climate action, equity, and LGBTQ+ protections, though debates on public safety and housing remain intense."
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentValue": 5,
      "alignmentText": "Leftist thought is visible in academic and activist circles, but mainstream governance stays pragmatic-progressive."
    },
    {
      "key": "Atheism",
      "alignmentValue": 7,
      "alignmentText": "Secularism is common, and diverse faith communities coexist without steering policy."
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentValue": 7,
      "alignmentText": "Sex-positive workshops, inclusive healthcare, and open dialogue about consent are mainstream in many communities."
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentValue": 9,
      "alignmentText": "Historic queer neighborhoods, robust protections, and inclusive schools create a welcoming environment for poly and LGBTQ+ families."
    },
    {
      "key": "Community Vibes",
      "alignmentValue": 6,
      "alignmentText": "Co-ops, neighborhood associations, and activism foster community, but high turnover and housing costs can disrupt long-term bonds."
    },
    {
      "key": "View of self",
      "alignmentValue": 7,
      "alignmentText": "Residents take pride in innovation, diversity, and social justice leadership, even amid critiques of affordability."
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentValue": 6,
      "alignmentText": "International awareness is high through immigration ties and tech’s global reach, fostering curiosity and travel."
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentValue": 7,
      "alignmentText": "The Bay Area is seen as progressive and innovative, though criticized for cost of living and political debates."
    },
    {
      "key": "Nightlife Culture",
      "alignmentValue": 7,
      "alignmentText": "Live music, speakeasies, and arts events thrive, though nightlife winds down earlier than New York or Vegas."
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentValue": 6,
      "alignmentText": "Tech casual mixes with avant-garde streetwear; experimentation is welcomed without rigid dress codes."
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentValue": 7,
      "alignmentText": "Layered looks, sustainable fashion, and gender-fluid styles dominate, offering expressive freedom."
    },
    {
      "key": "Common Hobbies",
      "alignmentValue": 7,
      "alignmentText": "Residents embrace rock climbing gyms, urban gardening, creative coding, and activism alongside outdoor sports."
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentValue": 8,
      "alignmentText": "Cafés like Game Parlour, local conventions, and vibrant meetup scenes sustain a robust tabletop community."
    },
    {
      "key": "Nightlife & Music",
      "alignmentValue": 7,
      "alignmentText": "Indie venues, jazz clubs, and festivals like Outside Lands deliver consistent entertainment."
    },
    {
      "key": "Meetups & Communities",
      "alignmentValue": 9,
      "alignmentText": "Tech meetups, co-housing groups, and social justice collectives occur nightly, easing integration for newcomers."
    },
    {
      "key": "Nature Access",
      "alignmentValue": 8,
      "alignmentText": "Muir Woods, Point Reyes, and coastal trails are within an hour, though traffic and parking require planning."
    },
    {
      "key": "Political System",
      "alignmentValue": 6,
      "alignmentText": "City politics are participatory yet fragmented, requiring navigation of neighborhood groups and ballot initiatives."
    },
    {
      "key": "Religion in Politics",
      "alignmentValue": 8,
      "alignmentText": "Secular governance dominates; faith-based groups focus on social services rather than policy control."
    },
    {
      "key": "Workers' Rights",
      "alignmentValue": 8,
      "alignmentText": "Strong labor laws, contractor protections, and salary transparency reinforce worker leverage."
    },
    {
      "key": "State Ideology",
      "alignmentValue": 7,
      "alignmentText": "California’s progressive legislature advances climate action and civil rights, though budget trade-offs can slow implementation."
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentValue": 7,
      "alignmentText": "Robust institutions, civic engagement, and an independent judiciary limit democratic erosion despite national polarization."
    },
    {
      "key": "State of Capitalism",
      "alignmentValue": 5,
      "alignmentText": "Venture capital and wealth inequality coexist with ambitious social programs; affordability remains a key tension."
    },
    {
      "key": "Stability",
      "alignmentValue": 6,
      "alignmentText": "Economic diversity provides resilience, yet housing costs and downtown commercial vacancies demand monitoring."
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentValue": 6,
      "alignmentText": "Independent journalism and public media thrive, though tech platforms amplify misinformation requiring media literacy."
    },
    {
      "key": "Propaganda Messaging",
      "alignmentValue": 6,
      "alignmentText": "Political messaging spans progressive campaigns and tech-industry narratives, requiring balanced information diets."
    },
    {
      "key": "Social Policies",
      "alignmentValue": 8,
      "alignmentText": "Expanded healthcare access, tenant protections, and climate investments align with progressive priorities, albeit with implementation challenges."
    },
    {
      "key": "Trust in Government",
      "alignmentValue": 5,
      "alignmentText": "Residents appreciate services like public transit and libraries but critique bureaucratic delays and homelessness response."
    },
    {
      "key": "Perceived Corruption",
      "alignmentValue": 6,
      "alignmentText": "Ethics scandals are infrequent but revolve around permitting and nonprofit oversight, prompting ongoing reforms."
    },
    {
      "key": "Type of Corruption",
      "alignmentValue": 6,
      "alignmentText": "Issues stem from pay-to-play contracting or nonprofit mismanagement rather than systemic bribery."
    },
    {
      "key": "Housing Situation",
      "alignmentValue": 3,
      "alignmentText": "Sky-high rents, limited single-family homes, and competitive bidding make housing a major hurdle for families."
    },
    {
      "key": "Safety & Crime",
      "alignmentValue": 5,
      "alignmentText": "Property crime and car break-ins are common, yet violent crime rates remain moderate and community policing efforts continue."
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "Top-tier hospitals like UCSF provide excellent care, with robust employer insurance and progressive public health programs."
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "Employer coverage is strong, but out-of-network costs and dependent premiums remain high for non-citizens."
    },
    {
      "key": "Child Care Support",
      "alignmentValue": 3,
      "alignmentText": "Daycare costs exceed $2,500 per month; nanny shares lighten loads but require coordination."
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentValue": 6,
      "alignmentText": "Flexible work culture, support groups, and family-friendly employers help balance obligations despite high costs."
    },
    {
      "key": "Education",
      "alignmentValue": 7,
      "alignmentText": "Public magnet and private schools offer rigorous academics; inequality across neighborhoods demands proactive engagement."
    },
    {
      "key": "Public Transportation",
      "alignmentValue": 7,
      "alignmentText": "Muni, BART, and ferries enable car-light living, although reliability and cleanliness fluctuate."
    },
    {
      "key": "Economic System",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, San Francisco experiences similar dynamics: A lightly regulated capitalist system prioritizes markets over social protections."
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentValue": 5,
      "alignmentText": "State income taxes are progressive and complex, but digital filing and employer withholding streamline compliance; city business taxes add paperwork for entrepreneurs."
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentValue": 4,
      "alignmentText": "High state brackets push combined effective rates near 32–35%, though deductions for childcare and mortgage interest help."
    },
    {
      "key": "Banking & Payments",
      "alignmentValue": 9,
      "alignmentText": "Fintech adoption, contactless transit, and abundant venture banking services support modern financial needs."
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentValue": 2,
      "alignmentText": "Housing, childcare, and everyday expenses are among the nation’s highest, demanding significant income to maintain comfort."
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentValue": 4,
      "alignmentText": "Quality healthcare and transit support aging in place, but retirees need substantial assets or relocation plans to manage costs."
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Non-citizens must rely on employer savings plans and consider naturalization to access Social Security benefits."
    },
    {
      "key": "Visa Paths",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, San Francisco experiences similar dynamics: Diverse visa categories exist, but quotas, interviews, and sponsorship hurdles make immigration arduous for non-citizens."
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentValue": 8,
      "alignmentText": "Transplants from across the U.S. blend with global newcomers, creating inclusive communities for new arrivals."
    },
    {
      "key": "Residency Types & Durations",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, San Francisco experiences similar dynamics: Citizenship grants permanent residency rights nationwide, though state benefits depend on domicile."
    },
    {
      "key": "Path to Citizenship",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, San Francisco experiences similar dynamics: Citizenship is automatic for the family and their children, eliminating naturalization concerns."
    },
    {
      "key": "Family Members",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, San Francisco experiences similar dynamics: Immediate relatives of citizens have streamlined sponsorship options, though backlogs affect extended family."
    },
    {
      "key": "Timelines & Costs",
      "alignmentValue": 7,
      "alignmentText": "As part of the United States, San Francisco experiences similar dynamics: For citizens moves are immediate; sponsoring relatives involves fees and multi-year waits but predictable processes."
    },
    {
      "key": "Compliance & Risks",
      "alignmentValue": 8,
      "alignmentText": "As part of the United States, San Francisco experiences similar dynamics: Legal compliance is straightforward for citizens, though regulated industries require diligent paperwork."
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, San Francisco experiences similar dynamics: The U.S. tolerates dual citizenship, though obligations like taxes remain."
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, San Francisco experiences similar dynamics: Visa holders must maintain employment, face travel restrictions, and manage complex paperwork to avoid status loss."
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentValue": 8,
      "alignmentText": "Studios like Double Fine, Ubisoft, and numerous indie and VR teams provide opportunities alongside remote-first roles."
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 8,
      "alignmentText": "As noted in Game Dev Work Prospects, Studios like Double Fine, Ubisoft, and numerous indie and VR teams provide opportunities alongside remote-first roles. Hiring velocity at established studios in San Francisco wraps searches within a month or two as pipelines stay active."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 8,
      "alignmentText": "Compensation remains competitive with other major hubs, mixing solid base pay and performance bonuses. When opportunities surface in San Francisco, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 8,
      "alignmentText": "Established studios in San Francisco rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 8,
      "alignmentText": "Remote expectations at established studios in San Francisco are flexible for senior roles, with hybrid schedules common."
    },
    {
      "key": "Notable Game Studios",
      "alignmentValue": 8,
      "alignmentText": "Double Fine, Niantic, Sanzaru Games, and Riot’s Bay Area offices anchor a robust developer ecosystem."
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentValue": 9,
      "alignmentText": "GDC, Bay Area Dev Collective, and incubators like GameNest deliver year-round events and networking."
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentValue": 8,
      "alignmentText": "Access to investors, accelerators, and seasoned talent makes launching a studio feasible if costs are budgeted carefully."
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 8,
      "alignmentText": "Startup founders report that Access to investors, accelerators, and seasoned talent makes launching a studio feasible if costs are budgeted carefully. Hiring velocity at early-stage studios in San Francisco wraps searches within a month or two as pipelines stay active."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 8,
      "alignmentText": "Compensation remains competitive with other major hubs, mixing solid base pay and performance bonuses. Early teams in San Francisco balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 8,
      "alignmentText": "Founding teams in San Francisco lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 8,
      "alignmentText": "Remote expectations among startups in San Francisco are flexible for senior roles, with hybrid schedules common."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentValue": 8,
      "alignmentText": "Gigabit internet, electric buses, and smart-city pilots coexist with aging downtown buildings, creating a mix of cutting-edge and legacy systems."
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Every season brings common extremes, so we rely on specialized clothing, cooling, or heating solutions to stay comfortable.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Extended daylight deficits and short, cloudy summers introduce ongoing mood strain the family must actively counter.",
      "alignmentValue": 6
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Comfortable windows exist but are short; we stack activities in one or two prime seasons.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "High living costs erode quality of life; reliable childcare or healthcare coverage often falls through the cracks.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Luxury services are thin; wealth management and elite schooling often require another city.",
      "alignmentValue": 4
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Spacious rentals are rare; we likely settle for smaller homes or relocate to a different metro.",
      "alignmentValue": 3
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Intentional communities exist but are limited in size or geared toward niche demographics.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Broadly positive sentiment with occasional debates; immigrants feel safe speaking their language and sharing traditions.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mostly comfortable integration though some circles question motives or commitment to the country.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Interactions can be efficient yet emotionally flat; kindness takes effort to elicit.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Expect to navigate varied norms—crowded spaces or warm cultures may lean into closer contact.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Openness is usually welcomed though some contexts expect diplomacy and softening of hard truths.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "We notice subtle comparisons; maintaining confidence requires occasional boundary setting.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Most encounters are considerate though occasional missteps require direct communication.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "We notice gendered scripts in nightlife; deviating invites puzzled looks.",
      "alignmentValue": 7
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Acceptance varies—urban hubs are welcoming while suburbs expect discretion. non-monogamy acceptance.",
      "alignmentValue": 7
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Attitudes split; open discussion is fine in urban enclaves yet frowned upon elsewhere.",
      "alignmentValue": 7
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Openness varies; we find understanding circles but remain discreet with institutions.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Mixed regulations mean some communities normalize casual carry; we stay aware of local norms.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Possession laws are moderate though some substances still carry steep fines.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Approach varies by district; we track neighborhood trends to avoid heavy-handed areas.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence risk is an ongoing topic; we regularly rehearse safety plans.",
      "alignmentValue": 5
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Overcrowding or low wages appear in investigative reports, raising ethical concerns.",
      "alignmentValue": 6
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Infrastructure is inconsistent; safe walking requires choosing specific neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "We can find wellness support but must seek out likeminded circles to stay motivated.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Maintaining clean eating requires vigilance and possibly specialty stores.",
      "alignmentValue": 5
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Higher-than-average depression rates prompt us to plan carefully for therapy access.",
      "alignmentValue": 6
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Higher obesity prevalence indicates limited access to healthy routines in some areas.",
      "alignmentValue": 6
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Slightly elevated incidence prompts routine checkups and monitoring.",
      "alignmentValue": 7
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Resilience is good with occasional layoffs offset by quick reemployment.",
      "alignmentValue": 8
    },
    {
      "key": "Studio Density",
      "alignmentText": "[Placeholder] Provide Studio Density insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "[Placeholder] Provide Anchor Employers insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "[Placeholder] Provide Vendor/Outsource Ecosystem insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Education Pipeline Strength insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Continuing Education Availability insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Community Activity",
      "alignmentText": "[Placeholder] Provide Community Activity insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "[Placeholder] Provide Engine Community Bias insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "[Placeholder] Provide Real-Time vs Pre-Rendered Focus insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "[Placeholder] Provide Demand–Supply Balance insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Retention & Churn Risk",
      "alignmentText": "[Placeholder] Provide Retention & Churn Risk insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Diversity & Inclusion Index",
      "alignmentText": "[Placeholder] Provide Diversity & Inclusion Index insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "[Placeholder] Provide Tax Incentives for Games/Creative insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "[Placeholder] Provide Economic/Policy Stability insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "[Placeholder] Provide Founder/Operator Community insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "[Placeholder] Provide Early-Stage Capital Access insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "[Placeholder] Provide Accelerator/Incubator Access insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "[Placeholder] Provide Senior Talent Availability insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "[Placeholder] Provide Contractor/Freelancer Bench insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Coworking & Startup Infrastructure",
      "alignmentText": "[Placeholder] Provide Coworking & Startup Infrastructure insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Legal & IP Support",
      "alignmentText": "[Placeholder] Provide Legal & IP Support insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "[Placeholder] Provide Publisher/Platform Relationships insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Market Research & Playtesting",
      "alignmentText": "[Placeholder] Provide Market Research & Playtesting insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "[Placeholder] Provide Government/Startup Visas insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "[Placeholder] Provide Cost of Doing Business insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Talent Pool insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Education Pipeline Strength insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Continuing Education Availability insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Hiring Velocity insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Compensation Benchmark insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Language insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Remote Expectations insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "[Placeholder] Provide 3D Animator: Talent Pool insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 3D Animator: Education Pipeline Strength insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 3D Animator: Continuing Education Availability insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 3D Animator: Hiring Velocity insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 3D Animator: Compensation Benchmark insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "[Placeholder] Provide 3D Animator: Language insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 3D Animator: Remote Expectations insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Talent Pool insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Education Pipeline Strength insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Continuing Education Availability insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Hiring Velocity insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Compensation Benchmark insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Language insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Remote Expectations insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Talent Pool insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Education Pipeline Strength insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Continuing Education Availability insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Hiring Velocity insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Compensation Benchmark insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Language insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Remote Expectations insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "[Placeholder] Provide Community Manager: Talent Pool insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Community Manager: Education Pipeline Strength insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Community Manager: Continuing Education Availability insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide Community Manager: Hiring Velocity insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide Community Manager: Compensation Benchmark insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "[Placeholder] Provide Community Manager: Language insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "[Placeholder] Provide Community Manager: Remote Expectations insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Talent Pool insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Education Pipeline Strength insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Continuing Education Availability insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Hiring Velocity insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Compensation Benchmark insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Language insights for United States San Francisco.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Remote Expectations insights for United States San Francisco.",
      "alignmentValue": 5
    }
  ]
}
