{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Wichita\u0027s riverfront parks and trails suit a family-friendly pace, but occasional air alerts and allergens mean plan outdoor time and monitor conditions.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In Wichita, KS, hotter summers and severe storms require active planning (reinforcements, insurance); risk remains manageable with mitigation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Wichita has hot, humid summers and cold winters with spring storms. These swings require planning but remain livable with gear.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Wichita air is generally good; expect seasonal dust/pollen spikes and summer ozone; portable filters help on high-ozone days.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Wichita, KS sits in Tornado Alley with spring tornadoes and hail. Basements, shelters, and early warning plans help manage the risk.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Wichita, KS starts mild but swings between warm afternoons and near-freezing mornings. Expect wardrobe changes.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Wichita, KS, summers top ~33°C with heavy humidity; heatwaves limit outdoor play and make reliable AC and indoor breaks essential.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Wichita, Kansas, fall stays mild: roughly 10-22 C (50-72 F) with crisp mornings. Occasional showers pass quickly, leaving pleasant afternoons.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Wichita, KS feature regular freezes and light snow; you\u0027ll need proper winter gear and some shoveling, but heating stays manageable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Wichita, KS has inland lake beaches near reservoirs. No coastline, but family-friendly shore days exist within a short drive.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Wichita, KS, lake water mainly peaks around 22 C in midsummer; outside that, expect cooler waters and reliance on brief swims or heated pools.",
      "alignmentValue": 6
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Wichita, Kansas, offers Arkansas River sunsets and Botanica Gardens nearby. Weekend drives to Tallgrass Prairie or Flint Hills offer memorable family scenery.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Wichita, KS, the $7.25 federal minimum wage is far below local living costs; many service workers juggle multiple jobs.",
      "alignmentValue": 3
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Wichita, KS, senior software pay is solid locally (roughly 85–120k), with remote contracts boosting upside for our family.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In Wichita, .NET work exists mainly in aerospace/enterprise and some government-linked projects; steady but often legacy-focused, with modest growth.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Wichita, Kansas, Ruby roles are scarce; prioritize remote-first startups or pivot to JavaScript/.NET to stay marketable.",
      "alignmentValue": 3
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Wichita, KS, a handful of larger firms may sponsor skilled roles, but caps and local demand keep sponsorship uncertain for newcomers.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Wichita\u0027s aerospace/healthcare mix supports steady work, but aviation cycles can affect income; maintain an emergency buffer and diversify earnings.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Wichita, KS, US: Remote/hybrid options exist; many employers allow 2-3 remote days, aligning with Central Time for family balance.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Wichita, KS reflects Midwest family-friendly norms. Tech roles here often offer remote/hybrid options and predictable hours to protect evenings.",
      "alignmentValue": 8
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Wichita, founder pace often 40-45 hours; launches may bring early mornings or late standups, so boundaries protect family time.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Wichita, KS has no statutory paid vacation; time off is employer policy only. For this family, prioritize employers with family-friendly leave policies.",
      "alignmentValue": 1
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Wichita, typical vacation is 2-3 weeks after tenure, which is below the family\u0027s desired 4\u002B weeks for travel and rest.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Wichita, Kansas, commutes are short and traffic is light. Errands and school runs feel manageable, aligning with Sarah\u0027s slower pace.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Wichita, KS, school ends ~3:20 pm; after-school care and Trey\u0027s remote days cover to dinner; daycare for the 1yo adds mild juggling.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Wichita weekends offer family-friendly options: Sedgwick County Zoo, Exploration Place, Old Town markets, and river trails; a good mix of planned and spontaneous outings.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Wichita offers family-friendly neighborhoods with parks and solid schools, but some urban areas feel more adult-oriented.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory in Wichita, KS faces mixed reception; state law defaults to monogamy and can complicate parental rights and housing.",
      "alignmentValue": 5
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Wichita, KS, parenting guidance is empathetic and nonjudgmental; schools partner with families and paternal leave is increasingly normalized.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Wichita, KS is bustling but manageable for families; focus on parks, kid zones, and the Sedgwick County Zoo for simple outings.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Wichita USD 259 offers magnet and IB programs alongside neighborhood schools that vary in quality, so proactive enrollment choices matter.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Wichita, KS has decent public pre-K and multiple private centers. However demand is strong and hours or costs can vary for dual-working parents.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Kansas offers limited child care subsidies and dependent care tax credits, so most middle-class families shoulder full fees.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Non-citizens rarely qualify for state assistance, leaving employer stipends or private nannies as the realistic path.",
      "alignmentValue": 3
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Residency in Wichita guarantees enrollment in strong neighborhood schools with ample extracurricular programming.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Wichita, KS, US, citizen children have free, seamless access to public K-12 with ESL support available on demand.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Catholic and evangelical schools provide alternatives but lean religious and cost $8K–$12K annually, with only a few secular academies.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Kansas (Wichita), there\u0027s no statewide paid parental leave; families rely on employer PTO and modest credits; overall policy support is limited.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa households get the same unpaid federal leave rules but little else; accessing support hinges entirely on employer generosity.",
      "alignmentValue": 4
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Wichita, KS has WSU/WSU Tech/Newman; in-state KU/K-State options nearby; pathways are attainable, but debt depends on scholarships.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Wichita, KS, visa-holding students enroll but face higher tuition and limited work-study; community colleges offer transfer options.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Gender roles are increasingly shared in Wichita, KS, USA workplaces and homes. Some social expectations still lean traditional in Kansas communities.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Wichita, KS, USA shows mixed reception to gender fluidity; Pride/GLSEN support exists, but healthcare and schooling need advocacy.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Legal protections cover employment and property, yet access to reproductive healthcare and leadership roles depends on navigating conservative state politics.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Suburban culture prizes polished, family-focused femininity; deviating from the PTA-ready mold can draw gossip.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Wichita, KS, traditional provider roles persist; fathers coach sports, while emotional openness remains uncommon outside close circles.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Wichita\u0027s Air Capital legacy and GoCreate at WSU enable prototyping; aviation culture plus a budding game/dev scene encourage patient exploration.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English is dominant in Wichita, KS for daily life and services, matching the family\u0027s preference. Translation needs will be minimal; they\u0027re open to learning local language.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Progressivism",
      "alignmentText": "Wichita city elections are inching moderate, yet Kansas’s conservative legislature limits policy shifts on reproductive rights, LGBTQ protections, and tax reform.",
      "alignmentValue": 3
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Wichita, Kansas, Marxist ideas are largely skeptical in daily life; open debate exists mainly on campuses and activist circles.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "In Wichita, KS, secular families face some faith norms; atheism is often private, but schools and workplaces may assume belief.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex attitudes in Wichita, KS: public discourse is cautious; inclusive sexuality education exists mainly in small downtown circles; parental advocacy is often needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Wichita, KS, protections are uneven; urban pockets support LGBTQ\u002B families, but the state climate remains cautious.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Wichita, KS offers friendly neighborhoods; HOA events and local coworking spaces help newcomers, but steady effort builds real ties.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Wichita blends Midwest pride with pragmatic values. A progressive, community-minded self-view remains cautious about national polarization and civil liberties.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Public opinion sees Canada as close and Mexico as a complex partner with migration tensions.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "From Wichita, US neighbors see strong economic clout but are wary of policy swings and cultural influence.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Wichita, Kansas is limited; Old Town venues often close early. Families plan childcare or occasional trips to bigger cities for events.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Wichita, Kansas, Midwest casual prevails: polos, jeans, and Chiefs gear; avant-garde menswear remains scarce.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Wichita, KS, USA: women\u0027s fashion blends modern casual with workplace modesty; city arts scenes permit bolder looks while staying practical.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Wichita offers family-friendly clubs, youth sports, and community groups; climbing gyms and maker spaces add variety for active weekends.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Wichita shops like The Burrow and Wizards Asylum host RPG nights and tournaments; active tabletop scene, but groups still require coordination.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Nightlife in Wichita offers Cotillion/Wave and the Wichita Symphony. Major touring acts are infrequent, but community and family-friendly concerts occur locally.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Wichita has Groover Labs, MakeICT, and game-dev meetups plus parenting circles. Most events are accessible, but some niches use waitlists or membership fees.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Wichita, KS: Sedgwick County Park and Great Plains Nature Center are in-city options; Cheney Reservoir and Tallgrass Prairie need a longer drive.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "In Wichita, KS, US, democracy works procedurally with checks, but gerrymandering and entrenched elites hamper progressive reforms.",
      "alignmentValue": 6
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Wichita\u0027s policy debates are shaped by religious voices. Secular advocates must push for inclusive education, LGBTQ\u002B rights, and healthcare.",
      "alignmentValue": 6
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Wichita, KS, at-will employment and weak unions; paid leave is limited, signaling modest U.S. protections that may not meet the family\u0027s needs.",
      "alignmentValue": 4
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Wichita, Kansas, state policy leans conservative; pluralism exists but minority voices are often sidelined, not fully aligned with your progressive values.",
      "alignmentValue": 7
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Election denialism, voter suppression attempts, and institutional strain signal meaningful democratic risk.",
      "alignmentValue": 4
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Wichita, Kansas blends a pro-business climate with growing tech jobs; however social safety nets and healthcare access need policy attention.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Institutions endure but polarization and sporadic unrest introduce uncertainty.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Partisan media ecosystems and algorithmic echo chambers skew information quality compared with the family’s desire for pluralism.",
      "alignmentValue": 4
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Wichita, KS, US, public messaging mixes pride with practical data; it acknowledges multiple views, but may gloss some flaws.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Wichita, KS shows mixed social policies: city pockets offer protections, but state programs remain underfunded and eligibility can restrict access.",
      "alignmentValue": 6
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Wichita, trust is mixed: residents value clear city services and local accountability, while skepticism toward federal institutions remains.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Wichita, Kansas, USA, corruption is generally low; lobbying and campaign finance raise questions, but daily bribery is not the norm.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Wichita, USA, corruption tends to be petty/local with strong oversight; issues are swiftly addressed and rarely affect daily life.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Wichita, new subdivisions/stock hover near $380K for a 4BR; taxes exceed rural KS, so expect trade-offs on space or commute in family-friendly areas.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Wichita, KS, USA has generally low crime and responsive policing; families should still take standard precautions after dark in some neighborhoods.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Wichita, KS has solid care at Wesley, Ascension Via Christi, and KU Med; however copays and deductibles from private insurance are high.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Private insurance is mandatory and pricey, and public programs offer little coverage until permanent residency.",
      "alignmentValue": 3
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Wichita, KS, state childcare subsidies mainly aid low-income families; middle-class households must budget for childcare.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Wichita, KS, USA, child tax credits and FMLA exist, but there is no local paid family leave or housing support; safety nets remain thin.",
      "alignmentValue": 5
    },
    {
      "key": "Education",
      "alignmentText": "Wichita, KS: Sedgwick County schools are solid overall; magnet programs and AVID bolster graduation prospects, with some funding gaps to monitor.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Public transit in Wichita is limited; buses run hourly on main routes with few night or weekend hours. The family still relies mainly on cars.",
      "alignmentValue": 3
    },
    {
      "key": "Economic System",
      "alignmentText": "Wichita, Kansas offers a pro-business climate with grants and predictable governance, supporting entrepreneurship and stable family planning.",
      "alignmentValue": 9
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "As part of the United States, Wichita experiences similar dynamics: Federal, state, and local layers add complexity, but withholding automation means payroll taxes are manageable.",
      "alignmentValue": 5
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Wichita, KS (US): dual tech-income family facing ~25–30% combined tax; services help offset costs.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In Wichita, Kansas, US, digital banking is strong and easy for a US-based startup family; online accounts, payments, and fintech apps are readily available.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Wichita\u0027s cost of living is affordable; housing and groceries are cheaper than coastal metros, though childcare and healthcare remain notable expenses.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Wichita, KS, moderate housing and nearby medical care support retirement planning if 401(k)s stay funded.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Wichita, retirement relies on private savings and home equity; Social Security may help, but private funds are central for this family.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Wichita, KS, USA, our US-citizen family doesn\u0027t need visa routes. Visa processes are largely irrelevant for us.",
      "alignmentValue": 1
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Wichita, KS generally welcomes US citizens; a progressive, family-oriented household like ours should find a friendly reception with occasional curiosity.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "In Wichita, KS, US citizenship gives stable residency nationwide; state benefits depend on your Kansas domicile.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Wichita, United States, the family already holds US citizenship; no naturalization steps needed.",
      "alignmentValue": 10
    },
    {
      "key": "Family Members",
      "alignmentText": "In Wichita, US citizens can sponsor spouses and minor children with straightforward paths; extended relatives face longer backlogs.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "US citizen move to Wichita, KS: no immigration steps; straightforward housing costs and family-friendly amenities in a mild, affordable city.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Wichita, KS, U.S. citizens face clear regulatory rules; expect annual filings/licenses, with audits rare.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Wichita, US, dual citizenship is allowed with minimal reporting; tax and compliance obligations remain the main considerations.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Wichita, as US passport holders, your family enjoys near-equal rights and strong protections in work, housing, and education; visa hurdles are minimal.",
      "alignmentValue": 10
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Game dev prospects in Wichita are limited; few studios exist, so remote gigs or relocation to bigger hubs (KC, Dallas) are common.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Wichita, KS, established studios are limited. Roles typically fill in 4-5 months, with remote options common for game dev.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Compensation in Wichita studios trails top hubs but remains sustainable for families. Emphasize stable benefits and remote options to attract talent.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English is widely used in Wichita studios and client work. Some local-language documentation aids compliance and outreach.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Remote allowed case-by-case in Wichita; studios favor hybrid presence, with on-site days common for collaboration.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Shocker Studios, Koch XR labs, and a handful of indie VR teams produce work-for-hire, but there are few established game studios hiring full-time staff.",
      "alignmentValue": 3
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Wichita, KS has small, informal game-dev circles (MakeICT, Shocker Studios) with regular meetups but few large events.",
      "alignmentValue": 5
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "In Wichita, KS, state grants skew toward bioscience/manufacturing; indie game startups rely on savings and remote teams; funding channels are limited.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Startup founders report that State grants focus on bioscience and manufacturing, so indie studios lean on personal savings, Kickstarter, or remote teammates to launch. Hiring velocity at early-stage studios in Wichita is slow, with hiring cycles stretching several months or pausing until budgets free up.",
      "alignmentValue": 4
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Wichita, Kansas, startup pay trails top hubs, but meaningful equity and remote options help balance cash and runway.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Wichita startups mainly operate in English; Spanish outreach aids hiring/marketing, with English-first core ops.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Wichita startups remain on-site heavy; hybrid options exist but are limited, which aligns with the family\u0027s need for remote or hybrid work.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "In Wichita, KS, broadband and cellular coverage support remote work well; some aging transit infrastructure may need upkeep, but outages are rare.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Seasons in Wichita, KS, USA show hot/humid summers and spring storm risk; monitor alerts and have contingencies ready.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Wichita, KS, USA has long summer days and relatively ample winter light; mood stays steady with regular outdoor breaks.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Wichita, Kansas has two prime seasons (spring/fall) with mild weather. Summers are hot/humid and winters cold.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Basic needs are met in Wichita, KS for a 2-adult, 2-child family. Savings and enrichment require extra support.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Wichita, KS, housing is affordable and schools are solid. Yet childcare and broadband costs squeeze monthly budgets; savings vary.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Wichita offers family-friendly neighborhoods and solid schools; luxury services are limited, so planning is needed for premium options.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Spacious 2k sq ft rentals exist in Wichita, KS, but prime family zones are competitive; broker connections or broader neighborhoods may be needed.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Wichita, Kansas, intentional communities exist but are small and niche; family-friendly co-living options are limited but present.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Wichita, KS, friendliness varies by neighborhood. Locals are polite and open to connections if we initiate, near parks and schools.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Wichita, KS, White migrants with tech/entrepreneurial backgrounds are mostly welcomed; engage locally to ease occasional skepticism.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Wichita, KS, service tends to be polite and efficient; friendly exchanges happen when we initiate, matching our calm, community-minded lifestyle.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Wichita, KS, depth grows with steady outreach. Join clubs, school activities, and local events to deepen friendships over time.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Personal space is often compressed, so we must advocate gently for comfort.",
      "alignmentValue": 6
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Wichita, KS, honesty is valued but tempered by local tact. Discuss concerns openly yet with respect to midwestern norms.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Looking impeccable is expected daily, creating stress for a low-maintenance family.",
      "alignmentValue": 4
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Wichita, KS, diet-talk and body critiques surface in social circles. Maintain confidence with clear boundaries and supportive friends.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Wichita, KS, casual, practical dress is standard. Your tech-family vibe fits local norms with minimal wardrobe pressure.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Wichita, KS, consent norms are mixed: many spaces respect boundaries, but some scenes lag; plan clear talks and safety for family outings.",
      "alignmentValue": 6
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Wichita, KS, mainstream flirting remains traditional; progressives see pockets of openness, but nontraditional scripts still face constraints.",
      "alignmentValue": 6
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Wichita, KS, monogamy acceptance is mixed; supportive LGBTQ\u002B spaces exist, but privacy helps avoid backlash.",
      "alignmentValue": 6
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Reputational risks exist, especially for women or queer folks discussing partners.",
      "alignmentValue": 5
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Wichita, KS, multi-partner families face informal acceptance in progressive circles but may face friction with institutions and public services.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Wichita, KS, US, personal space is generally respected; etiquette around hugs or handshakes is clear for families with kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Wichita, KS, gun laws are mixed; casual carry occurs in some venues, with local norms varying; stay aware of surroundings and rules.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Wichita, Kansas has moderate possession penalties, though some substances carry steep fines. This fits a cautious, rules-based stance for a safety-focused family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Wichita drug enforcement varies by district. We will steer toward neighborhoods with measured policing.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Wichita, KS, USA, sporadic recent violence means we stay vigilant at schools and large venues.",
      "alignmentValue": 7
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Wichita, KS, USA: systemic carceral issues persist. Healthcare gaps and overcrowding raise concerns about detainee welfare.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkability in Wichita varies by neighborhood. Central areas offer sidewalks and parks, but many streets are car-dominant.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Wichita, Kansas, public health messaging is mixed. We invest time to maintain routines with local clinics and preventive care for families.",
      "alignmentValue": 5
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Wichita, KS, fresh markets exist but international cuisines are limited to a few neighborhoods; occasional trips for variety may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Stigma or limited providers make it harder to secure consistent care.",
      "alignmentValue": 5
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Wichita, KS obesity is moderately common; community health programs help, but active families should prioritize activity and healthy meals.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Wichita, Kansas (USA), cancer rates roughly align with global norms. Leverage robust local screening and early detection programs.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "In Wichita, KS, the economy leans on aerospace/manufacturing; keep contingency plans and support remote work and grants.",
      "alignmentValue": 7
    },
    {
      "key": "Studio Density",
      "alignmentText": "Wichita, KS has a limited game/animation studio scene; rely on remote or regional partners for production.",
      "alignmentValue": 4
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Anchor presence in Wichita is limited to boutique studios and regional software shops; no major IP owners here. Remote-friendly options help families.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Wichita has a small local vendor scene (art/QA), but core game-dev relies on remote partners.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Wichita, KS has growing but uneven game-focused options; WSU and partners offer programs, yet grads often require additional industry training.",
      "alignmentValue": 6
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Local continuing ed exists at WSU Tech and community colleges, but advanced game/dev training is limited; travel or online options are common.",
      "alignmentValue": 6
    },
    {
      "key": "Community Activity",
      "alignmentText": "[Placeholder] Provide Community Activity insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "In Wichita, KS, Unity dominates the local game-dev scene with some Unreal presence. Cross-training resources exist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "[Placeholder] Provide Real-Time vs Pre-Rendered Focus insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Wichita, KS faces modest to moderate shortages in game/Unity/Azure talent. Remote hiring helps, but local pipelines are thin.",
      "alignmentValue": 6
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Moderate churn risk in Wichita; smaller local studios and funding cycles exist, but remote roles and Kansas incentives boost stability for your family.",
      "alignmentValue": 6
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Wichita, KS, USA shows active D\u0026I dialogue. Representation lags industry norms, though local LGBTQ\u002B and family support groups exist.",
      "alignmentValue": 5
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Kansas offers modest creative incentives; Wichita has limited game-specific credits with small grants and competitive applications.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "In Wichita, KS, USA, policy is generally stable with predictable federal rules; occasional local tweaks arise, but business adapts quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "In Wichita, KS, founder network is modest with occasional meetups and a few veteran mentors; cross-pollination is limited.",
      "alignmentValue": 6
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Wichita has limited local capital; game founders like Trey rely on remote investors and public grants, with some Midwest funding programs.",
      "alignmentValue": 5
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "In Wichita, accelerators exist mainly via universities and regional programs; only a few game-focused options with limited tailored support.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Wichita\u0027s senior tech pool is limited; expect remote hires or recruiting from KC for startup leadership, impacting local game/dev plans.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "[Placeholder] Provide Contractor/Freelancer Bench insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "[Placeholder] Provide Coworking \u0026 Startup Infrastructure insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Wichita has some tech/IP attorneys, but dedicated game IP specialists are limited. Startups typically rely on general counsel and referrals.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "In Wichita, KS, publisher presence is limited. Most platform engagement is remote with occasional local events.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Wichita has limited but active local dev groups and university playtest hosts. Expect lead times for formal sessions.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "US Wichita has no dedicated startup visa; founders rely on standard work permits with variable processing times.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Wichita offers modest costs, affordable office space and dev wages; incentives help, making budgeting predictable for a family-friendly startup.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "3D character artist talent pool in Wichita, KS is very thin; local options are scarce. Remote hires or relocation are likely needed.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Wichita, KS has a modest local 3D character art path; one college program offers basics with mixed readiness; many seek KC-area or online options.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Continuing Education Availability insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Hiring Velocity insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Wichita, KS, 3D character artist compensation trails top markets by about 25-30%. The lower cost of living helps offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Wichita, KS: English is widely used by 3D character artists; basic Spanish helps with local collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote 3D character artist roles exist case-by-case in Wichita, KS; studios vary in maturity, but family-friendly, async work is valued.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Wichita, KS has a modest 3D animator pool; local talent is limited and sporadic. Plan remote hires or KC metro sourcing.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Wichita, KS has limited 3D animation programs (primarily at Wichita State). Classes are small; grads often need on-the-job upskilling for industry roles.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 3D Animator: Continuing Education Availability insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 3D Animator: Hiring Velocity insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 3D Animator: Compensation Benchmark insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Wichita, US: English dominates local 3D animation; some studios seek bilingual (English/Spanish) candidates, but English fluency remains common.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Remote 3D animation roles in Wichita exist but are not universal; hybrid schedules and some onsite collaboration are common.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Wichita KS has a small 2D environmental art pool; expect sporadic local availability; remote or contract hires recommended.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Wichita, KS has art/design programs (WSU), but dedicated 2D environmental art tracks are small. Grads often need on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "In Wichita, KS, 2D environmental art continuing education is limited; expect infrequent college workshops and sporadic local meetups.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Wichita, 2D environmental artist roles stay open for months; local pipelines are shallow, so remote/global talent may be needed.",
      "alignmentValue": 4
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Wichita, KS, 2D Environmental Artist pay trails top hubs by about 25-30%. Lower living costs improve the overall package for a family.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Wichita, KS, most 2D environmental art teams work in English; bilingual support exists but English-first workflows are standard.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Wichita, KS, USA: remote options exist case-by-case with limited process maturity; nearby KC studios support hybrid/remote 2D environmental art roles.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Talent Pool insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Wichita, KS has limited dedicated VFX real-time programs; most grads come from general CS/arts programs at WSU and supplement via online courses.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Wichita\u0027s VFX real-time continuing ed is sporadic; occasional workshops at local colleges or via visiting experts, with most upskilling online.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Hiring Velocity insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX Real-Time pay in Wichita sits roughly 20% below global medians. A lower cost of living helps, and remote flexibility can boost overall value.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Wichita, US, VFX Real-Time work widely uses English. Some studios value working knowledge of the local language.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Remote real-time VFX roles exist in Wichita on a case-by-case basis with limited maturity; local studios are few, so remote options may be preferred.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "[Placeholder] Provide Community Manager: Talent Pool insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "CM-focused programs are modest in Wichita, KS. WSU and Newman offer related marketing/communications tracks; a dedicated CM pipeline is limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "In Wichita, KS, community manager training options exist but few local providers offer advanced courses. Most upskilling happens online, with limited in-person options.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Wichita, KS has a modest local CM pool; remote-ready hires help. For our family\u0027s needs, expect 4-5 months with several search cycles.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide Community Manager: Compensation Benchmark insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Wichita, KS, USA: English is widely used; some studios expect basic Spanish for local community engagement.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Remote CM options exist case-by-case in Wichita, KS, with limited process maturity. Hybrid or on-site collaboration may be expected due to local studio needs.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Wichita, KS has a small Product Marketing Manager (Games) talent pool; options are sporadic, so relocation/remote hiring or aggressive sourcing is likely needed.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Wichita has serviceable marketing/CS programs (WSU) but limited dedicated PMM for games; local studios/online offerings bridge gaps.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Wichita, KS has limited local PMM/game marketing training; occasional events with visiting pros or remote courses help keep skills sharp.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In Wichita, Product Marketing Manager (Games) roles may linger 6\u002B months due to a shallow local pipeline; remote or relocation talent may be needed.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "PMM (Games) pay in Wichita trails top markets by 25-30%; lower cost of living and family life offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Language insights for United States Wichita.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Wichita, KS, PMM (Games) roles offer remote/hybrid case-by-case; supports family balance, but some onsite days may be needed.",
      "alignmentValue": 5
    }
  ]
}