{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Kansas City, MO, USA has a robust .NET market in enterprise and startups with remote-friendly roles, matching Trey and Sarah\u0027s needs.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "7: Kansas City, MO, USA offers pay ~10-15% below top hubs for 2D environmental artists; remote options help, aligning with family-friendly priorities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Kansas City, MO, USA offers only a couple of providers for 2D environmental art fundamentals; advanced topics rely on remote study.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "In Kansas City, MO, programs like KCAI and UMKC offer game/art tracks. Graduates feed regional studios, but class sizes are small and portfolios matter.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Kansas City, MO, 2D environmental artist roles typically run 3–4 months; local pipelines are modest. Remote or nearby studios help widen the talent pool.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Kansas City, MO, US: 2D Environmental Artist roles are English-first; most studios operate in English with some multilingual teams.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Kansas City, MO, US supports hybrid/remote 2D environmental artist roles with some on-site work. This fits the family’s balance needs and broadband reliability.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Kansas City, MO has a moderate 2D environmental artist pool; mid-level pros exist, seniors are rarer, so remote hiring or relocation may help.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Kansas City, MO: 3D animator pay is about 10-15% below top US hubs. Remote/hybrid roles help attract experienced talent in the Midwest.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Kansas City, MO has limited formal 3D animation continuing education; expect occasional workshops and college courses, plus online options.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "United States has several strong 3D animation programs (CalArts, USC, NYU, SCAD) feeding studios with industry-ready 3D animators.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "KC, MO, US: 3D animator hires typically 2-3 months; remote candidates can shorten to 1-2 months amid a growing US game-dev scene.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Kansas City, MO: English is the norm in US animation studios; some teams value bilingual skills (e.g., Spanish), but English fluency is common.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Remote 3D animator roles exist in Kansas City, USA, case-by-case with flexibility. This fits the family\u0027s need for remote work and reliable broadband.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "The United States has a large 3D animation pool with studios nationwide. KC and Midwest indie devs offer local hires, plus strong remote options.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Kansas City, MO (US), 3D character artist pay trails top markets by 25–30%; lower living costs help balance the package.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Kansas City, MO offers a modest 3D art scene with local colleges (KCAI/UMKC) and occasional meetups; decent instructors, but fewer large studios.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "US has strong 3D character art programs nationwide. In Kansas City, KCAI and UMKC feed local game studios with well-prepared grads.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "KC, MO area: 3D character artist roles typically take 3-4 months; proactive sourcing may be needed. Remote hiring expands US candidate pool.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Kansas City, MO, USA shows universal English in 3D character art roles. Bilingual support is common for international collaboration.",
      "alignmentValue": 10
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Kansas City, MO, US, hybrid 3D character artist roles are common. Fully remote options may require negotiation.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Kansas City, MO has a moderate 3D character artist pool. Remote hiring helps, but senior talent may require relocation or longer searches.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "US has some game-focused accelerators, but cohorts are sporadic; Kansas City lacks dedicated game tracks; rely on general US programs and remote cohorts.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Kansas City, MO air quality is generally good. We monitor pollen and wildfire smoke days and may use portable filtration on high-pollution days.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "In Kansas City, MO, the US game scene lacks major IP anchors; a couple of mid-size studios and service shops drive recruitment, not AAA anchors.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "6: In Kansas City, MO, secular life exists, but Bible Belt norms keep some pressure for nominal faith; open atheism is legal but may face subtle bias.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "US (Kansas City, MO) maintains strong democracy. Partisan rhetoric and voting-access debates create moderate backsliding risk.",
      "alignmentValue": 6
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "US digital banking is modern and accessible; opening accounts is easy, supporting your Kansas City startup family.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Kansas City are inland and a bit far (Lake of the Ozarks); expect humidity and variable water quality, plan trips.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "KC, MO has regular family-friendly board game nights, friendly shops, and clubs; easy for families to join.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "KC, MO: present fitness talk in work/school; set boundaries to protect confidence; local gyms and schools support body diversity.",
      "alignmentValue": 7
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "KC metro\u0027s diverse economy (tech, healthcare, logistics) supports quick reemployment after layoffs; entrepreneurs can find flexible options.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Incidence in Kansas City, MO roughly aligns with national norms; robust screening and strong local cancer centers support early detection.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Missouri prisons face overcrowding and inconsistent healthcare; KC-area facilities show transparency gaps and uneven oversight.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Kansas City, MO, childcare subsidies exist but are limited; families often rely on paid care with neighbor help and employer support.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Kansas City offers many parks and family-friendly neighborhoods. Downtown areas can be dense, so plan outings and stroller access accordingly.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Kansas City, MO offers partial childcare relief via federal tax credits and state subsidies; costs still add up. Paperwork is generally manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "As U.S. citizens in Kansas City, MO, Missouri offers childcare subsidies with clear rules; expect potential waitlists and income checks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Kansas City, MO, gaming, board games, climbing, and maker spaces have active local communities for Trey and Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Kansas City, MO, offers monthly tech/game dev meetups and occasional game jams; a solid, connected Midwest tech community.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Kansas City, MO offers parks, clinics, and wellness programs; seek like-minded circles for steady healthy routines.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "KC, MO, USA: Community living options are sporadic; families rely on informal networks or nearby satellite towns for options.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Kansas City, MO, US: CM pay ~20% below global medians; remote options and family-friendly benefits in KC help attract talent.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "In Kansas City, MO, regular meetups and short courses support community managers. Online resources across the US bolster learning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Kansas City, MO has several marketing/communications programs, but dedicated community manager curricula are limited; cohorts are small, with on-the-job upskilling common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Kansas City, MO, US: CM roles usually take 2–3 months. Remote options help given competition and a growing KC tech scene.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Kansas City, MO, US: English is widely used for community roles; some studios expect local language knowledge, but English-first teams prevail.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "US/Kansas City, MO: remote/hybrid community manager roles are common; studios offer flexible setups, often with equipment stipends to support families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Kansas City, MO has a moderate CM pool; startups can hire locally or remote, with occasional relocation for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Kansas City, Missouri offers family-friendly neighborhoods with active community groups. With effort, newcomers quickly join local clubs, parks, and events.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Kansas City, MO, compensation aligns with global medians adjusted for local cost of living. Established studios in the United States Midwest offer solid base pay with bonuses and benefits.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "KC, MO startup comp tracks global medians after cost of living; balanced cash and equity suit a founder-family with two kids.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Missouri, US citizens face straightforward compliance; Kansas City business filings are clear, with rare audits.",
      "alignmentValue": 9
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Continuing Education Availability insights for United States.",
      "alignmentValue": 5
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Healthy US contractor bench; Kansas City has solid dev talent, but top game/remote specialists can book quickly; plan ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Missouri laws in Kansas City favor enforcement over leniency for minor drug offenses, risking immigrant status. Favor harm-reduction, treatment access, and clear protections.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Kansas City, MO offers affordable office space and reliable broadband; local incentives help keep doing business costs manageable for a family-led startup.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Kansas City offers affordable housing and childcare; mild climate and solid tech salaries support budgeting.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Kansas City has solid coworking for startups with indie-friendly spaces. Game-dev gear like mocap/audio suites is scarce locally.",
      "alignmentValue": 6
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "US tech talent is tight for specialized devs. Kansas City offers remote-friendly roles, but competition for Azure/game skills remains.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Kansas City, MO, USA is moderate. Access to care exists but expect some wait times and insurance hurdles.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Kansas City, MO, USA, ties deepen with steady outreach through clubs and local events. Vulnerability is welcomed but not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Kansas City, MO, USA: active D\u0026I dialogue with inclusive hiring and LGBTQ\u002B support; progress varies by sector, but inclusive culture is growing.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Kansas City, MO, drug enforcement varies by district; we track neighborhoods to avoid heavy-handed areas.",
      "alignmentValue": 7
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "U.S. (Kansas City, MO) fully permits dual citizenship; no special restrictions - standard federal tax obligations apply.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "KC, MO offers solid early-stage grants for game-dev startups; roughly $350k–$700k via SBIR-like programs and MO incentives.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Kansas City, MO, United States has generalist VCs and public grants. Game-specific backers are limited, so fundraising is competitive but feasible with effort.",
      "alignmentValue": 7
    },
    {
      "key": "Economic Health",
      "alignmentText": "Kansas City, MO sits in a resilient US economy with steady growth and low unemployment. Grants and capital access support local entrepreneurs.",
      "alignmentValue": 9
    },
    {
      "key": "Economic System",
      "alignmentText": "US market-driven economy supports entrepreneurship with reliable governance. Kansas City\u0027s growing startup and game-dev scene offers grants, funding, and visa options.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "US policy for creatives remains generally stable; Kansas City\u0027s growing game/dev scene benefits from local incentives, with occasional shifts.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Education varies by district in Kansas City, MO. Suburban districts often offer strong public schools and early childhood programs; urban KCPS needs oversight.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "KC, MO has several game-focused programs, but curricula often rely on internships. The US pipeline is strong; KC is building game-ready talent.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Not needed for US citizens in Kansas City, MO. They already hold US passports, so employer visa sponsorship is irrelevant.",
      "alignmentValue": 1
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "US engine scene in Kansas City shows strong Unity/Unreal communities with active meetups. Indie dev networks support cross-engine work.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Kansas City, MO, United States offers a good environment with accessible parks; expect occasional air-quality alerts and seasonal allergens.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "US (Kansas City, MO): combined federal/state taxes hover around 25%, matching service levels; acceptable, with room for optimization.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in Kansas City, MO (USA) is usually 10–22 °C (50–72 °F). Expect a few chilly mornings and windy days, but overall mild for families.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "In Kansas City, MO, family life is workable but childcare and healthcare costs strain budgets; access to services varies by neighborhood.",
      "alignmentValue": 5
    },
    {
      "key": "Family Members",
      "alignmentText": "US citizens can sponsor spouses and minor children in Kansas City, MO. Extended family options are slower and backlog-prone.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "US (Kansas City, MO) has no national paid parental leave; family supports depend on employers or state programs, with limited universal childcare.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Kansas City, MO, US, benefits are modest—federal credits exist. State childcare and healthcare support are limited.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa families enjoy the same benefits as citizens from day one; in Kansas City this US-passport family already has full access.",
      "alignmentValue": 10
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Kansas City, MO: smart-casual fits most settings. Dress practically for work, meetings, and family activities; casual at home.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Kansas City, MO blends urban fashion diversity with practical Midwest wear. In KC, styles are varied, though some suburbs still lean conservative.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Kansas City, MO, casual Midwest style dominates. Outside trendy urban cores, fashion stays practical with limited experimentation.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Kansas City, MO, USA offers flexible femininity norms; most women balance careers and caregiving, with only occasional conservative pockets.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Missouri\u0027s mixed gun laws and common ownership mean firearms may appear in public. In Kansas City, MO, stay aware of local norms and practice safety.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Kansas City, MO: boundaries are understood, but alcohol-heavy scenes require watchfulness.",
      "alignmentValue": 7
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Growing founder base in Kansas City, MO with regular meetups and accelerators; supportive for Trey’s game/tech ventures.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Kansas City, MO (USA) offers strong international cuisine options with diverse markets and restaurants; a few niche cuisines may require trips to larger metros.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Kansas City, MO, locals are polite and willing to connect when you reach out; with proactive involvement, integration should steadily improve.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Kansas City, MO offers a mid-sized game dev scene with indie studios and remote gigs; steady opportunities align with Trey\u0027s skills.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Kansas City, MO, local protections exist and communities are welcoming, but Missouri state rules keep some institutions binary-focused.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Missouri (Kansas City) has federal protections, but state abortion bans and trans healthcare limits erode rights; progress is uneven by sector and region.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Kansas City, MO, gender roles are improving: both parents work, yet Midwest norms still skew toward traditional caregiving.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Kansas City, MO, USA is inclusive; all genders can initiate or decline interest without stigma, matching your progressive, poly-friendly values.",
      "alignmentValue": 10
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "US citizen family in Kansas City, MO enjoys near-equal rights, minimal visa risk, and straightforward employment paperwork.",
      "alignmentValue": 10
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Kansas City, MO, US faces moderate warming with hotter summers and heavier rain; proactive home reinforcement and planning keep climate risk manageable.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "US startup visas exist but with quotas/docs and sponsorship; KC-based founders face non-fast routes (O-1/EB-5/H-1B).",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Kansas City, MO, USA values a polished look for work and social settings, yet home life stays comfortable; grooming remains moderate.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Kansas City, MO, USA: progressive circles show more openness to group relationships, but institutions remain cautious; acceptance varies by context.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Kansas City, MO, US has care that\u0027s accessible but costly; no universal coverage. Employer plans help, but copays and delays burden families.",
      "alignmentValue": 5
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "As US passport holders in Kansas City, MO, you can enroll in employer plans or private insurance; public options exist but vary in cost.",
      "alignmentValue": 10
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Missouri public universities are accessible in Kansas City. Community colleges provide affordable paths, but living costs still require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Kansas City, MO, US citizens can access public universities at in-state rates with solid aid; visa hurdles largely do not apply.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Kansas City, MO, established studios in the US typically fill roles in about 2 months. Remote opportunities keep pipelines active, matching Trey\u0027s goals.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Kansas City, MO, early-stage startup hiring runs about 2 months, similar to US averages; remote options fit a family founder.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Kansas City, MO offers family-friendly housing with parks; market is steady, with manageable search time despite higher mortgage rates.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Missouri/US taxes in Kansas City are manageable but involve nontrivial paperwork; federal/state filings and credits apply.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Kansas City, MO, US, sentiment toward immigrants is generally welcoming for a progressive, family-focused household; occasional rhetoric raises mild concern.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "White migrants in Kansas City, MO with tech and startup ties fit KC\u0027s growth. Overall reception is mostly positive, but some circles question motives.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Kansas City, MO, public K-12 access varies by district; informed parents navigate zones and magnet options to reach strong, bilingual-friendly schools.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Kansas City, MO, U.S., citizen families enroll in public schools with full rights. Visa barriers do not apply, and language support is available if needed.",
      "alignmentValue": 10
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Kansas City, MO, English dominates daily life and services; schooling and government mostly in English, with translation apps handy for rare needs.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Kansas City studios rely on English for work; building some local-language basics helps with community and local compliance.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "English is the norm for Kansas City startups; local-language fluency helps with regulatory tasks and outreach to diverse communities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Kansas City, MO, USA has game-IP lawyers accessible via local and national firms; strong path to licenses/publishing for Trey\u0027s startup.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Kansas City, MO offers local LGBTQ\u002B protections and growing acceptance, but state limits and occasional backlash temper experiences.",
      "alignmentValue": 7
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "US market offers robust playtest networks; Kansas City hosts local indie-dev meetups and surveys for quick, relevant feedback.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Kansas City, MO, Marxism exists mainly in academia and activist circles. Mainstream policy remains skeptical.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Kansas City, MO, USA shows evolving masculine norms; both parents work and caregiving is accepted. Some traditional views linger in wider culture.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Kansas City, MO, US, recent history has shown sporadic mass violence; we stay vigilant at large gatherings and rehearse safety plans.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Kansas City, MO, US has a strong mix of tech, parenting, and hobby meetups. Most events are frequent and accessible, though some niches have fees or waitlists.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "KC, MO: federal min is $7.25; state min around $12. Wages still trail family living costs by about 10-15%, even for two earners.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Kansas City, MO offers strong broadband and cloud access. Transit upgrades are ongoing, with occasional outages in outlying areas.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Kansas City, MO, USA, acceptance varies; urban areas are more welcoming, suburbs often require discretion; privacy is wise.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Kansas City, MO: be direct about needs with Midwest tact; openness and LGBTQ\u002B inclusion are valued for a stable family life.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "In Kansas City, MO, parks and nearby state parks offer easy, family-friendly outdoor time; some spots have fees or short drives.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Kansas City, MO experiences periodic tornadoes and severe storms; infrastructure and insurance mitigate risk, with events occurring every few years.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Kansas City has many city parks; nearby Missouri state parks are within an hour but require a car.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Kansas City, MO offers a vibrant live music scene with regular concerts across genres. Family-friendly venues and safe transit support evening outings.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Kansas City nightlife is mixed: family-friendly spots in Power \u0026 Light and jazz districts exist, but late bars call for careful planning and safe transit.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Kansas City has regular game dev meetups (IGDA KC) and online hubs; welcoming to families and newcomers.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Kansas City, MO hosts a growing indie game scene with several mid-sized studios and active meetups; no major AAA hubs nearby, but solid local networks.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Youth obesity trends upward in Kansas City, MO, USA, impacting schools and community recreation.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Kansas City, MO (US) has a growing game-dev scene with accelerators and local grants. Funding is accessible but selective for indie studios.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Kansas City, MO, USA offers a calmer Midwest tempo with shorter commutes and walkable neighborhoods. This suits Sarah\u0027s slower rhythm.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Kansas City, MO, schools trend progressive with flexible options. Occasional traditional pressures remain manageable for families.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Citizenship already held by the Kansas City, MO family; no naturalization steps needed.",
      "alignmentValue": 1
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "US-wide low corruption; in Kansas City, MO, lobbying/campaign finance spark questions, but daily bribery is rare and watchdogs act.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Kansas City, MO, friendly Midwest norms prevail. In crowded spots, gently set boundaries as spaces vary—from parks to transit.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Kansas City, MO, USA, personal space is generally respected. With two kids, we steer interactions politely when contact gets closer than preferred.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Kansas City, MO: two to three great seasons (spring/fall); summers are hot/humid and winters cold, so outdoor plans favor spring and fall.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "In Kansas City, MO, the US federal democracy functions but gerrymandering and entrenched elites limit checks; active civil society helps balance power.",
      "alignmentValue": 7
    },
    {
      "key": "Polyamory",
      "alignmentText": "Kansas City, MO: polyamory is largely accepted in private circles; mainstream services remain cautious, with limited legal recognition.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Kansas City, MO: early childhood options exist, but waitlists are lengthy and hours are inflexible for working parents.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Kansas City, MO private schools offer secular options, but tuition is high; check accreditation and values before enrolling.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Kansas City, MO, farmers markets and diverse grocers support clean eating; convenient foods are nearby—plan meals to stay aligned.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "KC, MO PMM (Games) pay ~20% below top US hubs; lower cost of living and family-friendly benefits ease relocation for this family.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Kansas City, MO offers occasional game marketing trainings; most upskilling is via remote courses or visiting experts, with limited local sessions.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "KC, MO has marketing/game design programs but no dedicated PMM (Games) path; grads show mixed readiness.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "KC, MO PMM (Games) hiring typically 3–4 months; active sourcing and remote candidates help speed the process.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "United States game PMs largely operate in English. Kansas City studios show multilingual teams, but English-first workplaces remain standard.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "US PMM (Games) roles broadly support remote/hybrid work; Kansas City, MO has strong broadband and a growing game dev scene.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "US-wide games PMM pool is moderate; Kansas City, MO has few local specialists; remote hires or relocation needed for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Kansas City, MO, progressive values shape local life and schools. Nationally, politics remain polarized with conservative pushback.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Kansas City, MO, many circles are sex-positive and accepting of non-monogamy; casual dating is common, though some communities value discretion.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "KC, MO, USA: Public messaging should center shared wellbeing and factual reporting, with no nationalist spin or culture-war framing.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "US media remains pluralistic (incl. Kansas City area); watchdogs/public broadcasters debunk spins, keeping propaganda relatively low.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Public transit in Kansas City is limited; many trips require a car. The downtown streetcar helps, but coverage is limited for families.",
      "alignmentValue": 5
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "US (Kansas City, MO): only occasional platform engagement; most publisher relations are remote, with rare local BD activity and national events.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Kansas City offers solid schools and culture, but premium services are gated; plan for elite tutors, exclusive clubs, and top-tier care.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Kansas City, MO: basic needs met with effort; childcare and healthcare costs press on a modest income.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Kansas City, MO, USA, housing and childcare strain the budget. Savings and discretionary spending stay tight most months.",
      "alignmentValue": 6
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "KC, MO in the US has a budding real-time game dev ecosystem with remote work; some pre-rendered capabilities exist, aided by Azure access.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Kansas City, MO (USA) shows religious influence in culture. Policy remains pluralistic and evidence-based, aligning with your progressive, secular values.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Kansas City, MO, US studios typically offer hybrid/remote options with formal policies; senior roles and founders can work remotely.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "In Kansas City, MO, US startups favor hybrid work. Most roles are remote with periodic on-site meetings.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Kansas City, MO (US), tech roles are largely remote or hybrid, fitting Trey and Sarah. Employers prioritize family-friendly, predictable schedules.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "As US citizens in Kansas City, MO, residency is automatic nationwide; no permits or renewals needed; state benefits vary by domicile.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "US (Kansas City, MO) has solid retention; growing game/dev scene and remote options help curb churn during funding cycles.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Kansas City, Missouri, USA, retirement security is average. Social Security and 401(k) support exist, but healthcare costs in retirement can be high.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In the US (Kansas City), citizens have full pension access via Social Security and employer plans; visa limits do not apply.",
      "alignmentValue": 10
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby market in the US remains steady, but Kansas City has moderate demand; remote roles exist, so network actively with Midwest startups.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Safety varies by Kansas City neighborhoods; many family-friendly areas have low crime, but some zones require precautions after dark.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Kansas City, MO offers public, charter, and private schools; some language-immersion options exist, but quality varies by district.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "US coastal waters are typically 22–26 C for most swim months; Gulf and southern Atlantic stay warmer, helping family swims without wetsuits.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Kansas City, MO experiences hot, humid summers and severe weather; expect notable seasonal swings and planning for storms.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Kansas City, MO, winters are dim but manageable; long summer days provide ample daylight for outdoor family time.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Kansas City summers are humid and winters cold; mild springs help, but year-round comfort is limited; plan for seasonal gear.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Kansas City, MO has a limited local senior startup talent pool; expect remote or external hires for game/tech leadership.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Kansas City, MO, USA, metro sexuality attitudes are liberal with accessible resources. Rural Missouri remains more conservative.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "In the US, social policies vary by state. Missouri\u0027s programs protect core needs but eligibility and paperwork limit access.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "KC metro in Missouri has several 2k sq ft rentals in strong school suburbs; expect trade-offs on location or finish to stay within budget.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Kansas City, MO shifts from mild to cool. Occasional cold snaps and windy days mean plan for layers and flexible outdoor activities.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "United States (Kansas City, MO) remains generally stable; expect steady local governance with periodic national protests and policy shifts.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Missouri blends market policy with civic debate; for a progressive Kansas City family, diverse voices are allowed, though business interests guide policy.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Kansas City, US, capitalism is dynamic but regulated to curb inequality, aligning with your preference for safety nets and fair competition.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Kansas City, MO has a modest indie/game scene with a few studios; not a dense production hub, so expect remote collaboration options.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Kansas City, MO summers often reach 33–35 °C with humidity; pools and reliable AC help keep routines intact, though heat waves push limits.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Kansas City, MO, USA: Midwest warmth shines when you reach out; in busy spots service can feel brisk, but families often spark friendly chats.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Missouri/US offers some game/creative incentives, but funding is variable and windows limited; Kansas City area has modest grant opportunities.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "From Kansas City, MO, US, first-time international visa apps for this US-family can take up to a year; budget for legal/translation fees.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Kansas City, MO, public trust is mixed; residents demand transparent, simple government and reduced bureaucracy.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Kansas City, US: corruption appears mainly as occasional procurement/zoning scandals; oversight keeps it manageable and far from essential services.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Kansas City, MO software pay is solid, with many six-figure roles for experienced devs. That supports a comfortable dual-income lifestyle in a lower-cost metro.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Kansas City, MO offer parks, museums, and kid activities, but traffic and peak hours require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "9: In KC, MO, schools run 08:00–15:00. Remote/hybrid work plus wraparound care keep schedules mostly synced with minor juggling.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In the US (Kansas City, MO), there is no statutory paid vacation; time off depends on employer policy, impacting family planning.",
      "alignmentValue": 1
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Kansas City, MO (USA), firms typically offer 2-3 weeks after tenure; the family seeks about 3-4 weeks.",
      "alignmentValue": 7
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "US has a rich vendor network; Kansas City, MO offers game-dev, QA, and art partners with scalable options, though some specialties cluster in coastal metros.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Kansas City, MO, USA, VFX (Real-Time) pay trails top US hubs by ~20%. Remote options plus family-friendly policies help offset the gap.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Kansas City, MO, US: Real-time VFX continuing ed exists mainly online; local options modest, national programs robust.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "US VFX real-time education is robust; Kansas City has budding local programs (UMKC, area colleges) but most grads come via national pipelines.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Kansas City, MO, US: VFX Real-Time roles recruit slowly; expect 4-5 month timelines, with remote options aiding family-friendly schedules.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Kansas City, MO, US: English fluency is universal in VFX real-time work; bilingual support helps cross-border collaboration.",
      "alignmentValue": 10
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Kansas City, MO, US, remote real-time VFX is case-by-case. Some on-site collaboration may be required.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "KC, MO has a moderate VFX Real-Time pool; US depth exists, but KC may need sourcing or relocation for seniors.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Kansas City, US, Canada is seen as a close neighbor; Mexico is a complex partner due to migration tensions.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "In Kansas City, MO, proud of US democracy but wary of nationalism; values inclusive civic life and civil liberties.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Kansas City, MO, US, neighbors view the country as influential but wary of policy swings; trade and tech links remain strong.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "US-based in Kansas City, tech/entrepreneur profile has multiple visa routes abroad (Canada/UK/Australia); some require sponsorship or degrees.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas in Kansas City, MO. Drivers often rush, so we stay alert with the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Kansas City, MO, US generally welcomes US citizens relocating; KC\u0027s strong startup/tech scene supports families.",
      "alignmentValue": 10
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Kansas City, MO offers startup energy and maker spaces. Nearby cloud/game-dev ecosystems keep Trey inspired in the USA.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Kansas City, MO are cold with occasional snow. They are not as mild as Sarah would like.",
      "alignmentValue": 3
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Kansas City, MO: 37-38h weeks are typical in local tech startups. Occasional crunch is offset by compensatory leave and remote options for family life.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Kansas City, MO, US, remote/hybrid roles support Sarah’s downtime; crunch can occur, but recovery time is often available.",
      "alignmentValue": 7
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In KC, MO, at-will employment and right-to-work weaken unions; basic protections exist, but paid leave and enforcement fall short of family needs.",
      "alignmentValue": 6,
      "sameAsParent": false
    }
  ]
}