{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Seattle's evergreens, Puget Sound views, and strict stormwater rules keep neighborhoods lush, though industrial SoDo corridors still need air monitoring.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Climate models warn of more wildfire smoke and king tide flooding, yet Seattle remains safer than many U.S. metros if we plan for air-quality disruptions.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Cool summers and drizzly winters give long stretches of mild temps, though the grey season can feel endless without sunlight lamps.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Most of the year PM2.5 stays near 8 µg/m³, but August wildfire smoke from Eastern Washington can send AQI above 150, so we'd keep filters ready.",
      "alignmentValue": 5
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Seattle avoids hurricanes but lives with Cascadia earthquake risk, lahar evacuation routes, and occasional ice storms that can knock out power.",
      "alignmentValue": 4
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "March–May highs climb from 12 °C (54 °F) to 18 °C (65 °F) with light rain and cherry blossoms, ideal for park outings in layers.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Typical highs stay near 24 °C (75 °F) with low humidity; occasional heat waves hit 32 °C (90 °F) but cool off overnight by the water.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "September offers crisp 20 °C (68 °F) days before rain returns and highs dip toward 12 °C (54 °F) by November.",
      "alignmentValue": 7
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters hover around 2–8 °C (36–46 °F); snow is rare but wet cold and short daylight require cozy indoor plans.",
      "alignmentValue": 6
    },
    {
      "key": "Beach Life",
      "alignmentText": "Alki and Golden Gardens offer pebbly beaches with cold Puget Sound water—great for bonfires and tidepools rather than warm swims.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Atlantic and Pacific beaches range from chilly (12–18 °C) much of the year to bath-warm Gulf waters, so only southern coasts feel swimmable for long.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Ferries to the San Juans, day trips to Olympic National Park, and Mount Rainier hikes keep world-class scenery within two hours.",
      "alignmentValue": 10
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Seattle's 2024 minimum wage sits around $19/hour, supporting service workers better than most U.S. cities though housing still strains budgets.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Amazon, Microsoft, and Google routinely offer $170k–$220k total comp for senior engineers, keeping Trey and Sarah well above local medians.",
      "alignmentValue": 9
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Microsoft's Redmond campus anchors .NET demand, with AWS, Expedia, and healthcare systems hiring C# teams nonstop.",
      "alignmentValue": 9
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Seattle's startup scene and consultancies like Substantial still use Ruby, though opportunities are fewer than for JavaScript or cloud roles.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "H-1B and similar visas exist but quotas, lotteries, and strict compliance make sponsorship unreliable for newcomers.",
      "alignmentValue": 3
    },
    {
      "key": "Economic Health",
      "alignmentText": "Despite inflation cycles, GDP growth, deep capital markets, and low unemployment keep the economy resilient for entrepreneurs.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "West Coast tech embraces hybrid-first policies; it's easy to secure remote roles with occasional Seattle office visits.",
      "alignmentValue": 9
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Long hours, limited leave, and hustle culture clash with Sarah’s need for predictable downtime.",
      "alignmentValue": 3
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Nominal 40-hour weeks hide frequent unpaid overtime, especially in tech and startups.",
      "alignmentValue": 4
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "There is no statutory paid vacation, leaving time off entirely to employer policy.",
      "alignmentValue": 1
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Two to three weeks is common after tenure, which remains modest compared with the family’s expectations.",
      "alignmentValue": 4
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Seattle balances a tech hustle with outdoorsy weekends; traffic can spike but neighborhoods like Ballard or West Seattle keep a calmer rhythm.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools run 08:55–15:25; big tech often expects 10:00–18:00 overlap with other time zones, so we'd rely on after-school STEM clubs or flexible hours.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends revolve around kids’ sports, errands, and driving to activities, though vibrant city programming offers options.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Family culture varies widely—supportive services exist in some states but childcare and healthcare costs strain budgets.",
      "alignmentValue": 5
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory is legal but stigmatized; only progressive urban communities openly support non-monogamous families.",
      "alignmentValue": 3
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Expectations skew toward intensive, school-centric parenting with limited state support, though progressive enclaves offer flexibility.",
      "alignmentValue": 5
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Parks and museums are strong in big cities, yet car dependency and safety disparities complicate daily outings.",
      "alignmentValue": 5
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public, charter, and private schools offer variety, but quality depends heavily on neighborhood wealth and district funding.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Quality programs exist but slots are scarce and costs rival college tuition, demanding long waitlists.",
      "alignmentValue": 3
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Washington's Working Connections Child Care subsidy helps lower-income families, but middle-income parents still face $1,500+ monthly daycare bills.",
      "alignmentValue": 3
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Visa holders qualify for subsidies only after residency proofs and income tests; expect to pay market rates while paperwork processes.",
      "alignmentValue": 2
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizens access free public schooling, yet district quality and funding inequality create big differences.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Most visas allow public school attendance, though undocumented families fear enforcement and some districts have residency hurdles.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Private and parochial schools are abundant but expensive, with elite institutions heavily waitlisted in major metros.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "No national paid leave and limited child allowances; benefits depend on employer or state-level programs.",
      "alignmentValue": 3
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Temporary residents seldom qualify for state benefits and risk losing status if work is paused for caregiving.",
      "alignmentValue": 2
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Citizens enjoy broad access to community colleges and top universities, albeit with high tuition costs.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International students can enroll but face higher tuition and visa work limits, making persistence costly.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Gender norms are gradually balancing, yet cultural expectations around motherhood and career still surface, especially outside progressive metros.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal protections exist in many states, but anti-trans legislation and social pushback in others create an uneven landscape.",
      "alignmentValue": 4
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Federal civil rights and Title IX offer protections, though state abortion bans and trans healthcare restrictions erode consistency.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Women face pressures to juggle careers and caregiving, with norms varying sharply between progressive and conservative regions.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Expectations for men still lean toward stoicism and breadwinning, though urban areas embrace more flexible roles.",
      "alignmentValue": 5
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Startup energy, deep maker communities, and access to cutting-edge tech ecosystems continue to excite Trey.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English dominates in daily life and services, eliminating language barriers for the family.",
      "alignmentValue": 10
    },
    {
      "key": "Progressivism",
      "alignmentText": "Progressive policies thrive in coastal states, yet national politics remain polarized with conservative pushback.",
      "alignmentValue": 5
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist politics exist in academic and activist circles but mainstream discourse remains skeptical of socialism.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular life is easy in cities, yet Bible Belt regions still expect church affiliation.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Attitudes toward sexuality are liberal in metros but conservative laws persist in other states.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Legal protections exist federally, yet state-level anti-LGBTQ legislation and social backlash make support uneven.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Friendliness varies; many neighborhoods are welcoming but mobility and individualism can hinder deep ties.",
      "alignmentValue": 5
    },
    {
      "key": "View of self",
      "alignmentText": "Strong national identity and belief in exceptionalism remain common.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Public opinion sees Canada as close and Mexico as a complex partner with migration tensions.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors respect US influence yet critique cultural dominance and policy swings.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Major cities run vibrant nightlife scenes with music, bars, and late dining, though smaller metros close early.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Casual dress norms dominate outside coastal fashion hubs, offering moderate style variety.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Urban centers follow global trends, while much of the country leans toward practical casualwear.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Gaming, outdoor sports, and maker hobbies are widespread, offering Trey and Sarah ample communities.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Robust convention circuit, specialty shops, and active clubs make tabletop communities easy to find.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Capitol Hill clubs, Belltown jazz bars, and the Seattle Symphony offer varied nightlife with a creative lean.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Platforms like Meetup and vibrant coworking hubs create steady social pipelines for remote workers.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Kayaking on Lake Union, skiing at Snoqualmie, and backpacking in the Cascades keep world-class nature minutes away.",
      "alignmentValue": 10
    },
    {
      "key": "Political System",
      "alignmentText": "Federal democracy with checks and balances remains, yet gerrymandering and minority rule structures frustrate progressives.",
      "alignmentValue": 6
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religious rhetoric heavily influences policy debates, especially on reproductive and LGBTQ+ rights.",
      "alignmentValue": 3
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "At-will employment, limited unions, and minimal paid leave fall short of the family’s expectations.",
      "alignmentValue": 3
    },
    {
      "key": "State Ideology",
      "alignmentText": "Market-oriented capitalism and individual responsibility dominate policy making.",
      "alignmentValue": 4
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Election denialism, voter suppression attempts, and institutional strain signal meaningful democratic risk.",
      "alignmentValue": 4
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Free-market norms prioritize business flexibility over social safety nets.",
      "alignmentValue": 4
    },
    {
      "key": "Stability",
      "alignmentText": "Institutions endure but polarization and sporadic unrest introduce uncertainty.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Partisan media ecosystems and algorithmic echo chambers skew information quality compared with the family’s desire for pluralism.",
      "alignmentValue": 4
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Narratives emphasize national exceptionalism and culture wars, making it hard to find calm, balanced reporting.",
      "alignmentValue": 4
    },
    {
      "key": "Social Policies",
      "alignmentText": "Progressive policies advance in blue states while conservative states curtail rights, leaving a mixed national picture.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Public trust remains low, matching Gallup surveys that show skepticism toward federal institutions.",
      "alignmentValue": 3
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Citizens rate corruption as moderate—campaign finance and lobbying raise concerns without daily bribery.",
      "alignmentValue": 5
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Legalized influence via lobbying and dark money overshadows petty corruption.",
      "alignmentValue": 4
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Median three-bedroom rents top $3,200 and bidding wars remain common in walkable neighborhoods like Capitol Hill or Queen Anne.",
      "alignmentValue": 3
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime is moderate but property crime and car break-ins are frequent; we'd invest in secure parking and home security.",
      "alignmentValue": 5
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Quality care is available but insurance complexity and high costs burden families even with employer plans.",
      "alignmentValue": 4
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Non-citizens face steep premiums, limited public coverage, and visa-linked insurance requirements.",
      "alignmentValue": 3
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Subsidies are limited and dependent on state programs, leaving most costs on families.",
      "alignmentValue": 2
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Default benefits include child tax credits and unpaid FMLA, which fall short of the supportive policies the family wants.",
      "alignmentValue": 3
    },
    {
      "key": "Education",
      "alignmentText": "World-class universities contrast with uneven K-12 outcomes, so the family must select districts carefully.",
      "alignmentValue": 6
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Link light rail expansion, RapidRide buses, and water taxis support car-light living, though late-night coverage and Eastside links remain limited.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "A lightly regulated capitalist system prioritizes markets over social protections.",
      "alignmentValue": 4
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Federal, state, and local layers add complexity, but withholding automation means payroll taxes are manageable.",
      "alignmentValue": 5
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "A dual tech-income household faces combined federal and state rates around 25–30% depending on location.",
      "alignmentValue": 5
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Digital banking, credit access, and payment apps are robust, supporting entrepreneurial needs.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "No state income tax helps, but high housing, childcare, and B&O taxes push Seattle budgets well above Midwestern levels.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Social Security and 401(k)s offer support but require sustained savings; healthcare costs in retirement remain high.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Non-citizens have limited access to public benefits and must rely on private savings and employer plans.",
      "alignmentValue": 3
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Diverse visa categories exist, but quotas, interviews, and sponsorship hurdles make immigration arduous for non-citizens.",
      "alignmentValue": 3
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "As citizens, the family faces no entry barriers and can relocate freely within the country.",
      "alignmentValue": 10
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Citizenship grants permanent residency rights nationwide, though state benefits depend on domicile.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Citizenship is automatic for the family and their children, eliminating naturalization concerns.",
      "alignmentValue": 10
    },
    {
      "key": "Family Members",
      "alignmentText": "Immediate relatives of citizens have streamlined sponsorship options, though backlogs affect extended family.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "For citizens moves are immediate; sponsoring relatives involves fees and multi-year waits but predictable processes.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Legal compliance is straightforward for citizens, though regulated industries require diligent paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "The U.S. tolerates dual citizenship, though obligations like taxes remain.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Visa holders must maintain employment, face travel restrictions, and manage complex paperwork to avoid status loss.",
      "alignmentValue": 3
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Microsoft, Bungie, Valve, and numerous VR startups hire year-round, making Seattle one of the strongest U.S. hubs for Trey's skills.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Home to 343 Industries, Bungie, Valve, and indie darlings like Campo Santo's partners, Seattle concentrates AAA and indie talent.",
      "alignmentValue": 10
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Meetups like IGDA chapters, GDC, and PAX West keep developer communities highly active.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Seattle Indies Expo, Global Game Jam, and access to Xbox and Amazon grant programs support founders despite high burn rates.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Gigabit fiber, electrified buses, and SEA's international flights keep infrastructure modern, though road maintenance lags in some neighborhoods.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Frequent abrupt changes make certain months feel unstable with several days of hazardous conditions that push us indoors. Seasonal Weather at 7/10 and Natural Disasters at 4/10 steer the family toward a mixed outlook for seasonal extremes & variability.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale. Seasonal Weather at 7/10 and Environment at 7/10 steer the family toward a strong outlook for seasonal sunlight hours.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Roughly half the year is wonderful, half demands planning around heat, cold, or rain to enjoy time outside. Seasonal Weather at 7/10 and Environment at 7/10 steer the family toward a strong outlook for pleasant weather windows.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "High living costs erode quality of life; reliable childcare or healthcare coverage often falls through the cracks. Minimum Wage at 7/10, Housing Situation at 3/10, and Childcare Support (Citizens) at 3/10 steer the family toward a mixed outlook for quality of life – lower-income tier.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "We feel squeezed: decent neighborhoods or schools require long commutes or high costs that crowd out enrichment. Typical Software Salaries at 9/10, Housing Situation at 3/10, and Work-Life Balance at 3/10 steer the family toward a mixed outlook for quality of life – middle-income tier.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Luxury services are thin; wealth management and elite schooling often require another city. Housing Situation at 3/10, Private Education at 6/10, and Family Life at 5/10 steer the family toward a challenging outlook for quality of life – higher-income tier.",
      "alignmentValue": 4
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Spacious rentals are rare; we likely settle for smaller homes or relocate to a different metro. Housing Situation at 3/10 and Cost of Living (Optional) at 4/10 steer the family toward a challenging outlook for spacious housing benchmark (2k sq ft rent).",
      "alignmentValue": 3
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Opportunities are sporadic; we rely on informal networks or satellite towns to join community living models. Community Vibes at 5/10, Meetups & Communities at 8/10, and Family Life at 5/10 steer the family toward a mixed outlook for community living opportunities.",
      "alignmentValue": 6
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Surface politeness exists yet deeper support systems take sustained effort to unlock. Community Vibes at 5/10, Meetups & Communities at 8/10, and Common Hobbies at 7/10 steer the family toward a mixed outlook for friendliness & neighborliness index.",
      "alignmentValue": 6
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern. Welcoming of US Migrants at 10/10, Progressivism at 5/10, and Language & English Ubiquity at 10/10 steer the family toward a strong outlook for immigrant sentiment – general.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mostly comfortable integration though some circles question motives or commitment to the country. Welcoming of US Migrants at 10/10, Language & English Ubiquity at 10/10, and View of Them by Neighboring Countries at 5/10 steer the family toward a strong outlook for immigrant sentiment – white migrants.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Interactions can be efficient yet emotionally flat; kindness takes effort to elicit. Community Vibes at 5/10, Nightlife Culture at 7/10, and Common Hobbies at 7/10 steer the family toward a mixed outlook for surface interaction norms.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Many acquaintances stay casual, but dedicated outreach unlocks close friendships over time. Community Vibes at 5/10, Meetups & Communities at 8/10, and What Is Intriguing at 8/10 steer the family toward a strong outlook for depth-seeking social norms.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Touchy or crowded norms are common and require constant boundary setting. Community Vibes at 5/10, Sex (Attitudes) at 5/10, and View of self at 6/10 steer the family toward a mixed outlook for personal boundary & bubble norms.",
      "alignmentValue": 5
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Honesty is situational; locals may avoid uncomfortable topics entirely. Progressivism at 5/10, What Is Intriguing at 8/10, and Trust in Government at 3/10 steer the family toward a mixed outlook for moral, honesty & openness expectations.",
      "alignmentValue": 5
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in. Fashion Trends (Male) at 5/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for grooming & beauty investment.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Visible pressure to stay slim or athletic influences work and school culture. Fashion Trends (Male) at 5/10, Fashion Trends (Female) at 6/10, and Sex (Attitudes) at 5/10 steer the family toward a mixed outlook for body image & fitness pressure.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs. Fashion Trends (Male) at 5/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for fashion & style expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Mixed norms—some groups embrace consent while others rely on outdated assumptions. Sex (Attitudes) at 5/10, LGBTQ+ Attitudes at 6/10, and Nightlife Culture at 7/10 steer the family toward a mixed outlook for flirting boundaries & consent culture.",
      "alignmentValue": 6
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Nontraditional approaches face regular pushback or misinterpretation. Gender Roles at 6/10, Gender Fluidity at 4/10, and Sex (Attitudes) at 5/10 steer the family toward a mixed outlook for gendered flirting expectations.",
      "alignmentValue": 5
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Families risk stigma or legal complications when open about their structure. Polyamory at 3/10, Sex (Attitudes) at 5/10, and Community Vibes at 5/10 steer the family toward a challenging outlook for monogamy vs. non-monogamy acceptance.",
      "alignmentValue": 4
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Moralizing comments surface regularly, pushing us to stay private about experiences. Sex (Attitudes) at 5/10, Nightlife & Music at 8/10, and Community Vibes at 5/10 steer the family toward a mixed outlook for promiscuity attitudes.",
      "alignmentValue": 6
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Stigma is strong; custody and tenancy agreements become complicated. Polyamory at 3/10, Community Vibes at 5/10, and LGBTQ+ Attitudes at 6/10 steer the family toward a challenging outlook for group & multi-partner relationship attitudes.",
      "alignmentValue": 4
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Tight quarters and spontaneous touch are common; advocating for space is a regular task. Community Vibes at 5/10, Sex (Attitudes) at 5/10, and Nightlife Culture at 7/10 steer the family toward a mixed outlook for personal space & touch norms.",
      "alignmentValue": 6
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Permissive laws and visible ownership prompt caution in public spaces. Safety & Crime at 5/10, State Ideology at 4/10, and Political System at 6/10 steer the family toward a mixed outlook for firearm laws & ownership culture.",
      "alignmentValue": 5
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Strict policies create criminal records for minor infractions, especially for immigrants. Progressivism at 5/10, Political System at 6/10, and Safety & Crime at 5/10 steer the family toward a mixed outlook for controlled substance policies.",
      "alignmentValue": 5
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Enforcement feels unpredictable with regular raids or public shaming campaigns. Safety & Crime at 5/10, Progressivism at 5/10, and Authoritarian Backsliding Risk at 4/10 steer the family toward a mixed outlook for drug enforcement climate.",
      "alignmentValue": 5
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence risk is an ongoing topic; we regularly rehearse safety plans. Safety & Crime at 5/10 and Stability at 5/10 steer the family toward a mixed outlook for mass violence incidence.",
      "alignmentValue": 5
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Systemic issues persist—forced labor, poor healthcare, or punitive isolation. Authoritarian Backsliding Risk at 4/10, Safety & Crime at 5/10, and Perceived Corruption at 5/10 steer the family toward a mixed outlook for carceral conditions & prison labor.",
      "alignmentValue": 5
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children. Public Transportation at 7/10, Housing Situation at 3/10, and Nature Access at 10/10 steer the family toward a strong outlook for walkability & pedestrian safety.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Community norms lean unhealthy, making it hard to model good habits for kids. Healthcare (Citizens) at 4/10, Work-Life Balance at 3/10, and Community Vibes at 5/10 steer the family toward a challenging outlook for community health consciousness.",
      "alignmentValue": 4
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Maintaining clean eating requires vigilance and possibly specialty stores. Cost of Living (Optional) at 4/10, Community Health Consciousness at 4/10, and Fresh & International Cuisine Access at 8/10 steer the family toward a mixed outlook for processed food saturation.",
      "alignmentValue": 5
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel. Nightlife & Music at 8/10, Common Hobbies at 7/10, and Meetups & Communities at 8/10 steer the family toward a strong outlook for fresh & international cuisine access.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Stigma or limited providers make it harder to secure consistent care. Seasonal Weather at 7/10, Work-Life Balance at 3/10, and Community Vibes at 5/10 steer the family toward a mixed outlook for depression prevalence.",
      "alignmentValue": 5
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Rates continue climbing; youth obesity impacts schools and recreation. Community Health Consciousness at 4/10, Work-Life Balance at 3/10, and Cost of Living (Optional) at 4/10 steer the family toward a challenging outlook for obesity rate.",
      "alignmentValue": 4
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Higher cancer rates tie to environmental or lifestyle factors we must actively mitigate. Environment at 7/10, Healthcare (Citizens) at 4/10, and Community Health Consciousness at 4/10 steer the family toward a mixed outlook for cancer incidence.",
      "alignmentValue": 5
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Resilience is good with occasional layoffs offset by quick reemployment. Economic Health at 8/10, Remote-Friendly Culture at 9/10, and Typical Software Salaries at 9/10 steer the family toward a strong outlook for broader job market resilience.",
      "alignmentValue": 8
    }
  ]
}
