{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Garmin HQ in Olathe sustains steady .NET openings in enterprise IT. KC metro demand and remote options widen opportunities beyond local shops.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In United States Olathe (KC metro), 2D Environmental Artist pay trails top markets by ~25-30%. Remote options and KC\u0027s lower cost of living help offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "In the KC metro (Olathe), 2D environmental art continuing ed is limited. Expect occasional workshops or remote courses rather than steady in-person options.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Olathe, US: KC metro has art/design programs, but 2D environmental art pipelines are modest; plan for on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Olathe/KC metro, 2D environmental artist roles face shallow local pipelines; expect 6\u002B month vacancies unless sourcing globally or remotely.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Olathe, KS, English fluency is standard in local studios; bilingual skills help, but strong English suffices for 2D environmental artist roles.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In the Kansas City metro including Olathe, KS, USA, 2D environmental artist roles commonly support remote or hybrid work with async workflows. Equipment stipends are common.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "KC/Olathe metro has a modest 2D environmental artist pool; local mid-level talent exists, seniors often sourced remotely.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Olathe, KS, 3D animator pay lags top hubs by 25–30%; lifestyle perks and remote options help offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Occasional 3D animation trainings exist in the KC metro. Expect visiting experts or remote courses, not steady local programs in Olathe.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "KC/Olathe area, US, has solid animation programs (KCAI/UMKC) feeding regional studios. Graduates bring industry-ready portfolios.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Olathe, KS, 3D animator openings commonly run 4\u002B months due to shallow local talent; remote/imported hires are common but slower.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "3D animation in Olathe, KS is largely English; some KC studios value bilingual (Spanish) for client work, aligning with the family\u0027s English ubiquity goal.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In KC metro (Olathe, US), remote/hybrid 3D animator roles exist case-by-case; some onsite time may be expected.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Moderate 3D animator pool in the Kansas City metro (Olathe, KS). Mid-level talent accessible, but senior hires may require relocation or remote arrangements.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Olathe, 3D character artist pay runs ~20% below top hubs; the lower cost of living and flexible/remote work help attract local talent.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Olathe, KS, United States offers only occasional 3D character art continuing education. Most upskilling is online or via KC-area workshops.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "KC metro near Olathe, KS has 1-2 solid programs (KCAI, UMKC) that consistently place 3D character grads into regional studios.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Olathe, KS (KC metro), expect 4-5 month timelines for 3D character artists; use KC talent pipelines and remote candidates to shorten cycles.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Olathe, KS 3D character studios primarily use English; some may want basic local-language skills. English ubiquity matches your family\u0027s priorities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Olathe, US studios broadly support remote/hybrid 3D character artist roles; expect flexible scheduling and possible equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Moderate 3D character artist pool in the Kansas City metro (Olathe). Local talent exists; seniors may require relocation or remote hires.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Olathe/KC metro has general startup accelerators and university labs; no dedicated game tracks in the area, so game teams rely on broad programs.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Olathe, KS air quality is generally good; PM2.5 stays low most days, but summer ozone spikes mean occasional indoor days for the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Olathe (KC metro), USA: anchor presence is limited to a couple service studios; no major IP studios.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In Olathe, KS, US, secular families are tolerated. Schools and events often presume faith, so atheism stays private with limited public visibility.",
      "alignmentValue": 7
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Olathe, KS, democratic safeguards hold, but rising national rhetoric and polarization pose moderate backsliding risk.",
      "alignmentValue": 6
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In Olathe, KS, US, digital banking and apps like Zelle and Venmo are strong. Accounts for citizens open smoothly with solid protections.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches are not available near Olathe; only inland lakes await summer play, so coastal trips require flights.",
      "alignmentValue": 1
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "KC metro\u0027s boardgame scene is active; Overland Park shops host weekly RPGs and conventions, offering Trey steady game groups.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Olathe, KS, some body-image pressure persists, especially in schools and media. Yet family-friendly, inclusive communities help counteract it.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Kansas City metro (Olathe) has healthcare, logistics, and tech; resilience is good with quick reemployment, though occasional layoffs occur.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Olathe, KS, USA, cancer incidence aligns with global norms. Rely on routine screenings and accessible local healthcare.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "In Kansas, US, carceral conditions are generally decent; some facilities lag in healthcare and transparency, with ongoing advocacy monitoring.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Olathe, KS (KC metro): subsidies mostly for low-income families; middle-class parents rely on paid care and informal networks; waitlists can occur.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Olathe, KS is safe and family-friendly: top schools, many parks and walkable streets; KC attractions are a short drive away.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Kansas offers limited child care subsidies; families shoulder most fees, despite some tax credits. In Olathe, KS, affordable, reliable care remains challenging.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Missouri childcare subsidies exist for eligible families; U.S. citizens in the Kansas City metro can qualify with income-based copays and some processing time.",
      "alignmentValue": 8
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Olathe, KS (KC metro), family hobbies include parks, youth sports, gaming, climbing, and maker spaces; specialized hobbies may require trips.",
      "alignmentValue": 7
    },
    {
      "key": "Community Activity",
      "alignmentText": "Olathe, KS in the KC metro has quarterly game-dev meetups with solid attendance. Occasional jams and a nearby ecosystem support developers and funding.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Olathe, KS, health-conscious options exist: parks, clinics, and local programs support staying active and preventive care.",
      "alignmentValue": 8
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "KC metro near Olathe has few intentional communities; family-friendly co-living options exist but are sparse and require patience.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "US Olathe, KS: Community Manager pay aligns with cost-of-living-adjusted US medians; competitive within Midwest metro markets.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Olathe, KS (KC metro) has occasional community manager trainings; expect remote courses or visiting experts to keep skills current.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Olathe/KC area has serviceable CM-related programs (JCCC, UMKC) with studio partnerships; direct community manager curricula are growing but still spotty.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Olathe, KS, KC metro talent pool supports Community Manager hires; expect 4-5 months with multiple cycles; remote options help.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Olathe, KS, USA: English is widely used. Bilingual Spanish support helps engage diverse families in local programs.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Olathe, KS (KC metro), remote/hybrid CM roles are common; expect hybrid schedules with on-site days and clear async workflows.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Moderate pool of community manager talent in the KC metro (Olathe); startups may need relocation or remote hires for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Olathe, KS and the KC metro feel welcoming. Neighbors are friendly, and schools or local clubs help new families connect when they lean in.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Olathe, KS, compensation for established studios generally tracks global medians after cost of living, with family-friendly terms and remote options.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Olathe startup comp trails SV benchmarks but offers meaningful equity. Remote roles help balance cash, equity, and a family-friendly Midwest lifestyle.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Olathe, KS, US, resident compliance is straightforward, though small business licensing and periodic filings are part of routine operations.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Olathe, KS offers ongoing meetups and college courses; continuing ed is available but limited, with quarterly events and few full bootcamps.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Olathe has a serviceable local contractor bench in KC metro for software/web needs; expect pockets of scarcity for game/Azure specialists; plan lead times.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "In Olathe, KS, substance laws lean punitive; we favor harm-reduction, treatment access, and civil-liberties protections.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Olathe, KS offers affordable costs in the KC metro. Local incentives and grants help startups cover payroll and office space.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "In Olathe, KS, cost of living is modest vs coastal metros; housing and groceries are affordable, but childcare costs remain notable.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Olathe, KS offers good KC metro coworking; limited game-specific labs, but remote-friendly spaces support indie dev and family startups.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "KC metro (Olathe) has a moderate shortage of Unity/C#/Azure talent; remote/hybrid hiring keeps opportunities feasible for a family-led tech team.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Olathe, KS (US), depression prevalence is higher than ideal; plan for therapy access amid costs and wait times.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Olathe, KS, suburban life keeps ties slow to form; persistent outreach via local clubs and parks helps deepen friendships.",
      "alignmentValue": 6
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "In Olathe, KS, D\u0026I dialogue is active but representation lags metro averages; LGBTQ\u002B inclusion improving yet limited in local workplaces.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Olathe, KS: enforcement varies by district; seek family-friendly areas to minimize stops and avoid heavy policing.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Olathe, KS permits dual citizenship with the US, with minimal reporting. Taxes apply as usual; no extra steps beyond standard filings.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "9: Olathe, KS in KC metro has strong non-dilutive grant options (SBIR/STTR, state incentives) for Trey\u0027s game-dev startup. Solid local grants plus federal programs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "KC metro (Olathe) has mixed startup capital; game-focused backers are scarce, so expect competition and some remote funding options.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Kansas City, MO (US) benefits from logistics, healthcare, and manufacturing, keeping unemployment stable and entrepreneurship viable for this family.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "US market-based economy in Olathe supports startups with incentives; governance is solid, but healthcare costs and taxes could improve for families.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "US/Olathe: policy remains generally stable for tech startups with grants; expect occasional Kansas shifts but overall predictable rules.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Olathe, KS public schools perform well. They show above-average test scores and high graduation rates.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Olathe/KC metro has a few solid game/CS programs feeding grads. Internships exist with studios, but curriculum often needs supplemental industry training.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Sponsorship is limited in the KC metro; for this US-citizen family it\u0027s not needed, but non-citizens face hurdles.",
      "alignmentValue": 4
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "US: Olathe, KS shows Unity as the main engine with active Unreal cross‑pollination; KC game dev scene supports Trey’s Unity focus.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Olathe’s family-friendly suburbs offer parks, trails, and good air quality; highway zones bring moderate emissions, but overall a clean, safe environment.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Olathe, KS (US), a dual-tech family faces roughly 25-30% combined federal/state taxes; benefits justify the cost.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Olathe, KS, USA, fall is mostly mild with light sweater weather. Occasional showers pass quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "In Olathe, KS, families enjoy top schools, safe neighborhoods, parks, and active community networks that foster belonging.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "In Olathe, US, spouses and minor children of citizens face straightforward sponsorship; backlogs mainly affect extended family.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Olathe, KS / US, there is no state-paid family leave; families rely on employer PTO and federal FMLA (unpaid) with limited cash aid.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Olathe, KS, there\u0027s no local paid leave or housing subsidies; rely on federal Child Tax Credit and FMLA (unpaid); safety nets are thin.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Olathe, KS, visa-family policy is limited; unpaid FMLA leave exists, but most cash benefits hinge on employer sponsorship or eligibility.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Olathe, KS, USA, casual, practical wear fits everywhere. Designer looks aren\u0027t required; focus on comfort and neat basics.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Olathe\u0027s fashion leans practical and modest; KC metro on weekends adds broader, expressive options.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Casual Midwest norm in Olathe, KS: jeans and polos with Chiefs gear; suburban workplaces see limited fashion experimentation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Olathe, KS, USA, a Midwest suburb, femininity norms are mixed; progressive families still face subtle appearance/parenting pressures but autonomy remains.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Olathe, KS (US), gun laws are moderate; firearms are present but safety culture is strong, and family-friendly KC suburbs feel typically safe.",
      "alignmentValue": 7
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Olathe, KS, US, most adults respect boundaries and communicate clearly; occasional missteps occur, but direct dialogue helps.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "KC metro offers a growing founder base with regular meetups; Olathe can tap LaunchKC and KC-area accelerators for mentorship.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Olathe, KS (KC metro) has reliable markets, but exotic cuisines are sporadic; broader options often require a trip into Kansas City.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Olathe, KS, family-friendly neighborhoods abound; locals are polite and open to connection when you engage, though ties grow gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Olathe/KC metro has a modest game dev scene: a few studios and remote work; networking helps, but major local roles are limited.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Olathe, KS shows mixed reception to gender diversity. Kansas City metro offers some protections, but local policy and schools often require advocacy.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Olathe, KS, gender rights are uneven: protections exist, yet reproductive healthcare access and leadership parity lag under conservative state politics.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Suburban Olathe, KS, United States shows improving gender roles; both partners work, yet local norms still tilt caregiving toward mothers.",
      "alignmentValue": 7
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Olathe, KS, US, flirting norms skew traditional; nontraditional approaches may draw puzzled looks in nightlife and mainstream spaces.",
      "alignmentValue": 6
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Olathe, KS, US, this family holds US passports; visa constraints are minimal, so visa-holder notes should reflect citizen rights.",
      "alignmentValue": 2
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Olathe, KS faces increasing flash floods and hotter summers; for a stability-minded family, climate risk is manageable with proactive planning.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "US passport holders; startup visas not needed in the US; rely on standard work permits; Olathe has tech ecosystem but no dedicated startup visa.",
      "alignmentValue": 10
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Olathe, KS (US), a gentle push to stay polished for work and school fits our slower, family-first Midwest lifestyle.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Olathe, KS, progressive circles tolerate multi-partner families; public life is accepted with respectful curiosity, though institutions may vary.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "KC metro care is accessible via private plans and local clinics like Children\u0027s Mercy, but copays and premiums remain notable.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Olathe, KS (US), visa families rely on private insurance; public options are limited until residency. Costs can be high.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public Kansas universities (KU/K-State/UMKC) and JCCC offer accessible in-state paths; plan for rising KC-area costs in Olathe.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Kansas City, MO, US: public universities offer in-state tuition and solid aid for citizens; clear study-to-work paths here.",
      "alignmentValue": 10
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Hiring at established studios in Olathe is moderate. Most roles take about 4-5 months to fill, with remote options common.",
      "alignmentValue": 5
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Olathe, Kansas startup hiring runs several months (often 4–6), with budget pauses. Remote teammates help, but velocity stays slower than national average.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In Olathe, KS, 4-bed homes hover around $380K; market fairly stable, but property taxes are higher than rural KS; good schools, family-friendly areas.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Taxes in Olathe (US KS) are largely automated via payroll, with straightforward state/local rules; family-friendly deductions reduce stress.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Olathe/KC, US, immigrant sentiment is broadly positive with occasional debates; families feel welcome and able to share traditions.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Olathe, KS, white migrants from KC tech families are likely to be warmly received; engage through local schools, parks, and tech networks.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Olathe, KS public schools offer broad access with strong K-12; top schools may use zoning or lotteries.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Olathe, KS, US, public K-12 is free for citizens/residents; enrollment is seamless with ESL support available as needed.",
      "alignmentValue": 10
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English dominates daily life and services in Olathe, Kansas; language resources are plentiful if the family chooses to study.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Olathe, KS studios primarily use English; some local-language support aids community and compliance, matching your English-first preference.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Olathe, KS, startups rely on English for investors and platforms. Regulatory tasks benefit from local-language fluency (e.g., Spanish).",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "In the Kansas City metro (Olathe, KS), several IP/tech firms serve startups. Game IP is available but not abundant locally.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Olathe, KS, LGBTQ\u002B protections are limited; pockets of support exist, but broader social acceptance is still evolving.",
      "alignmentValue": 6
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "KC metro (Olathe, USA) hosts indie game groups and student labs; reliable playtests exist, but scheduling can require lead time.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Olathe, KS, public life leans conservative. Marxism is viewed skeptically and remains fringe outside campuses.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Olathe, KS, fathers are increasingly valued as caregivers and emotionally open partners; a progressive, family-focused culture supports nontraditional roles.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Olathe, KS, mass violence remains an ongoing concern; we rehearse safety plans when choosing schools and venues.",
      "alignmentValue": 5
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "KC metro offers tech, parenting, and LGBTQ\u002B meetups near Olathe/Overland Park; proactive outreach helps build connections.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Olathe, KS, the $7.25 min wage lags Johnson County costs; a dual-income family still needs multiple roles to cover housing and childcare.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Olathe, KS benefits from KC metro fiber and reliable utilities, enabling remote work and gaming; some transit/mobility gaps persist.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Olathe, KS (US), suburban KC area, acceptance varies for non-monogamy. Suburban norms tend to require discretion and privacy.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Olathe, KS, be honest but tactful; locals value courtesy and context when discussing tough topics.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Prairies and rolling Flint Hills near Kansas City offer attractive, family-friendly scenery. Plan weekend trips to enjoy mild Kansas landscapes.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "KC metro (Tornado Alley) faces tornadoes and severe storms every few years; basements and drills help keep families safe.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nature in Olathe, KS is car-accessible (Ernie Miller Nature Center, Shawnee Mission Park). Weekend trips to the Ozarks or Flint Hills add outdoor variety.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "In Olathe/KC metro, live music exists but is modest; family-friendly venues and seasonal events help families plan occasional nights out.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Olathe, KS nightlife is limited with early closing times; families often stay in or drive to Kansas City for events.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "KC metro near Olathe hosts IGDA KC, Global Game Jam KC, and Maker Faire—occasional, family-friendly hubs; active involvement helps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Kansas City, MO, USA has a small indie scene; few marquee studios exist, limiting local game-studio opportunities.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In the Kansas City metro (KS/US), obesity remains widespread (mid-30s%). This underscores the need for local healthy-eating and activity options.",
      "alignmentValue": 5
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Olathe/KC metro offers limited game-specific incentives; startups rely on self-funding or remote teams; some incubators exist, but game grants are scarce.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Suburban Olathe, KS offers relaxed schedules; 20-30 min commutes suit Sarah\u0027s slower pace and easy errands for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Olathe, KS, parenting norms push involvement and achievement; this progressive family benefits from supportive schools and community.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Olathe, KS, the family already holds US citizenship via passports; no naturalization steps are needed.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Perceived corruption in Olathe, KS is moderate; campaign finance and lobbying concerns exist, but daily bribery is uncommon.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Olathe, KS, spacious, family-friendly neighborhoods and parks support calmer interactions; expect varied closeness in busy areas, advocate gently.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Olathe, KS, personal space is generally respected; locals check before touching and keep comfortable distance in parks and schools.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In Olathe, KS, spring and fall are pleasant; summers are humid and winters icy, so outdoor plans run indoors much of the year.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "US/Kansas: Federal democracy with checks; in Olathe, gerrymandering and entrenched elites hinder progressives; civil-society activism is key.",
      "alignmentValue": 6
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Olathe, KS, US, polyamory faces mixed reception: monogamy is the default, but private networks exist and some services may misunderstand.",
      "alignmentValue": 5
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Olathe, KS, state pre-K plus Montessori options exist, but waitlists can be long and private care costs \u003E$1k/mo.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Private options exist in KC, but many lean religious or are pricey. Public schools with bilingual options often meet secular needs.",
      "alignmentValue": 5
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Olathe, KS, processed foods are common. Strong fresh markets balance meals for your family.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Olathe, KS offers affordable living and strong schools. PMM (Games) pay is ~25–30% below top hubs, offset by family-friendly life.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "US/Olathe has occasional game-dev meetups and college courses in the KC metro. It\u0027s not a dense games hub, but practical options exist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "KC metro offers game design/marketing programs, but PMM (games) paths are limited in Olathe; grads rely on adjacent fields and internships.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Hiring for Product Marketing Manager (Games) in the Olathe/KC metro (US) likely takes 2-3 months due to niche talent; remote options widen the pool.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "US, Olathe, KS: English fluency is universal for game PMMs; bilingual support helps reach KC-area players.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Olathe, KS (USA), many game PMM roles support flexible remote work with stipends; hybrid setups are also common.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Olathe/KC metro (US) has a moderate pool of games PMMs; expect longer searches or relocation for seniors, with some mid-level local talent available.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "Olathe, KS (KC metro) sits in a conservative state; local schools and community policies show gradual progressive wins, with statewide shifts moving slowly.",
      "alignmentValue": 6
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "9: In Kansas City, MO, USA, casual relationships are generally accepted; privacy is valued, with discretion in more conservative circles.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "From Olathe, KS, national pride and culture-war framing color local media, impeding calm, balanced reporting for a progressive family.",
      "alignmentValue": 4
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Olathe, US, pluralistic outlets and watchdogs help keep reporting grounded. Propaganda exists but is not the norm, with multiple sources providing checks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Olathe, KS: RideKC coverage is limited with infrequent service; daily life largely depends on cars.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "US Olathe: Limited local publisher presence; rely on US-wide platform events and KC metro meetups for publisher relations.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "7: KC metro supports high-income living with strong schools and parks; some elite services require planning or travel to central KC.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Olathe, KS, USA, basic needs are manageable, but affordable childcare and waitlists in desirable neighborhoods keep this family in a lower-income tier.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Olathe, KS, a middle-income family can enjoy strong schools and family-friendly neighborhoods, but housing and childcare still press monthly budgets.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Olathe, KS near KC leans real-time game dev with solid broadband and Azure access; some pre-rendered work but limited cinematic pipelines.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Olathe, KS, religious rhetoric often centers public debate. Secular voices advocate for inclusive education and LGBTQ\u002B rights.",
      "alignmentValue": 6
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Olathe, Kansas, studios typically run hybrid models with formal policies; remote roles exist for experienced staff, which suits families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Olathe startups skew on-site; hybrid lines exist mainly for leaders. Fits Trey\u0027s founder role and Sarah\u0027s remote preference, though not universal.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Remote roles are plentiful in the KC metro; Olathe firms often offer remote/hybrid with Central Time alignment to major markets.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "As US citizens in Olathe, KS, you have permanent, nationwide rights; no residency hurdles or visa renewals.",
      "alignmentValue": 10
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "United States Olathe retention is stable with remote roles; occasional project pauses occur, aligning with your family-friendly, low-stress goals.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "US, Olathe KS: retirement basics are covered by Social Security and personal savings. Many plan supplemental income for comfort.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Olathe, Kansas (US), visa holders often rely on private retirement savings. State pensions are limited without long residency.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles in the KC metro (Olathe) are sporadic; remote work exists, but on-site demand is low; hybrid JS/DevOps skills improve odds.",
      "alignmentValue": 5
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Olathe, KS, USA features very low crime and active policing; safe for kids to bike to parks with supervision.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "In Olathe, KS, USD 233 and nearby Blue Valley provide strong public schools; magnet/gifted options may require early applications.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Kansas City metro, MO, USA lakes run 22-26°C through the swim season; shoulder months may dip to ~22°C, so light rash guards help.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Seasonal swings in the Kansas City/Olathe area: a few stormy weeks and heat spikes; plan contingencies and keep versatile gear ready.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Olathe, KS (KC metro) experiences long summer days and shorter winters with ample light; mood stays steady with light, outdoor breaks.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Olathe, KS has hot, humid summers and cold winters with storm risk. Outdoor plans require flexibility most of the year.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "KC metro offers a solid senior tech pool; Olathe has Garmin presence and startups, but talent remains competitive and remote seniors help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex attitudes in Olathe, KS lean conservative, but KC urban core is more liberal with progressive sex ed and LGBTQ\u002B inclusion.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Olathe, KS, social policies vary by state. Safety nets exist but funding gaps and eligibility hurdles limit access for progressive families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Olathe, KS, 2k sq ft rentals appear occasionally and move quickly; expect premium rents or broker help to secure family-friendly homes near top schools.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Olathe, KS spring swings from mild to chilly: warm afternoons, chilly mornings, with Kansas plains storms; plan wardrobe changes and time outdoors.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "US, Olathe (Kansas): Stability is good overall; occasional regional tensions and policy shifts can briefly affect planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "Olathe, Kansas sits in a state with a relatively narrow ideological frame. Media and education often reinforce this, limiting dissent.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Olathe, KS, the US market fuels startups and family life, but wealth gaps still call for policy attention.",
      "alignmentValue": 8
    },
    {
      "key": "Studio Density",
      "alignmentText": "Olathe, KS has limited local game studios; rely on Kansas City metro for partners and remote collaboration.",
      "alignmentValue": 4
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Olathe, KS summers reach ~33°C (92°F) with high humidity, often limiting outdoor play during heat waves.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Olathe, KS, most interactions are warm when we initiate; staff and neighbors respond positively, fitting a family-friendly, low-stress Midwest vibe.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "In Olathe, KS, US, there are small game/creative tax grants with modest limits; funding and eligibility can vary year to year.",
      "alignmentValue": 5
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Olathe, KS, US, US-citizen moves within the country are immediate; family relocation costs are minimal and timelines predictable.",
      "alignmentValue": 10
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Olathe, KS, trust in government is limited; residents favor simple local processes amid federal skepticism.",
      "alignmentValue": 3
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Olathe, Kansas, US, lobbying and dark-money influence policy; petty corruption is limited but not negligible, with solid oversight.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Kansas City tech salaries cluster around $100K–$130K for seniors; dual incomes or remote work sustain a family lifestyle.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Olathe weekends blend parks, markets, and quick Kansas City museum or zoo trips; with planning, we mix structured outings and spontaneous fun.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Olathe, KS: elementary ends ~15:20. Trey\u0027s remote days and Sarah\u0027s hybrid work bridge the late afternoon with after-school care and daycare.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Olathe, KS, there is no statutory paid vacation; time off is employer policy, affecting family time and childcare.",
      "alignmentValue": 3
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Olathe, KS, US, typical vacation is 2-3 weeks after tenure; modest by many firms and US norms, which may feel short for this family.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "In Olathe/KC metro, a few trusted QA/art vendors exist; other game-dev needs rely on remote partners.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In United States Olathe, real-time VFX pay trails top markets by 25-30%, but family-friendly living and remote options align with this profile.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "VFX real-time continuing education in the KC metro is occasional with visiting experts and remote courses. Local meetups offer some hands-on sessions.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "KC metro (Olathe, KS, USA) has small VFX/real-time programs; grads exist but class sizes are small, often needing on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "In Olathe, KS, VFX Real-Time hiring will take about 3–4 months; remote talent can offset the local pipeline.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Olathe, KS: VFX studios mainly use English; multilingual teams exist, aligning with the family\u0027s English ubiquity priority and openness to local language learning.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "US Olathe, KS: VFX real-time roles are supported via hybrid/partial remote. Expect regular on-site collaboration in the KC area.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "KC metro (including Olathe, KS) has a moderate real-time VFX talent pool. Local hires exist at mid-level, with remote options and possible relocation for seniors.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Olathe, KS, Canada is seen as a close neighbor. Mexico is treated as a complex partner with migration tensions.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "In Olathe, KS, US, the self-view is positive overall, with pride in democratic values and measured vigilance on civil liberties and polarization.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "From Olathe, Kansas, the United States is seen as stable and influential. Neighbors temper trust with concerns about policy swings and cultural dominance.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Olathe, KS (US), viable visa paths include H-1B, L-1, and startup routes (E-2 if treaty); timelines and caps apply.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In Olathe, KS, USA, sidewalks cover key neighborhoods and parks; however, drivers still rush, so stay alert with the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Olathe, KS, US, US migrants are generally welcomed; KC metro offers resources and inclusive communities, with occasional curiosity.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Garmin\u0027s Olathe campus and KC maker scene offer hands-on tech collab for Trey; Midwest conventions nearby keep family growth within reach.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "In Olathe, Kansas, winters bring regular freezes and occasional ice storms; cold, slick roads and modest snow, with heating costs generally manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Kansas City, MO: ~37-38h weeks with occasional crunches; balanced by leave to support a slower, family-friendly pace for Trey and Sarah.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Olathe, KS, remote/hybrid tech work helps protect evenings for family; expect occasional crunch during peak periods, with recovery time.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Olathe, KS, at-will employment and limited unions persist; paid leave remains minimal, with protections mainly federal.",
      "alignmentValue": 3,
      "sameAsParent": false
    }
  ]
}