{
  "version": 2,
  "iso": "GB",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In Manchester, UK, .NET roles remain solid in enterprise/fintech with remote options. Trey\u0027s grant network and game-dev ecosystem boost prospects.",
      "alignmentValue": 9
    },
    {
      "key": "Air Quality",
      "alignmentText": "Manchester traffic spikes push NO2 above targets on busy days. We\u0027ll monitor Greater Manchester Clean Air updates before biking with the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "Manchester, UK has a strong secular culture; atheists are widely accepted and face little daily friction.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Manchester, UK: strong courts/media and active civil society keep backsliding low; monitor occasional executive moves.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Manchester, UK enables easy cashless living via contactless, Faster Payments, and open banking; visa checks may slow initial account setup.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Manchester (Formby, Lytham St Annes, Blackpool) are within day-trip reach; sea is chilly but family-friendly with seasonal lifeguards.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Manchester, UK offers regular board game nights and friendly shops. It\u0027s family-friendly and supports kids\u0027 participation.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Manchester, UK, tax-free childcare plus funded hours exist, but under-3 costs persist; families rely on paid care and active local networks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Manchester, UK is generally safe and walkable, with parks and family events. Most neighborhoods are kid-friendly, though a few dense centers require vigilance.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Manchester, UK: Citizens tap shared parental leave, child benefit, and expanded free-hours rollouts; under-2 nursery costs stay high.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Manchester, UK: Your family may access 30 funded hours if both parents work; NRPF blocks cash benefits, so plan private care with limited municipal support.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Manchester has thriving football culture and quiz nights. It offers climbing gyms and board-game venues that fit the family\u0027s gaming and outdoor interests.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Manchester, UK, locals join councils, clubs, and volunteer networks, helping newcomers plug in quickly and feel a strong sense of belonging.",
      "alignmentValue": 9
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Manchester, United Kingdom: Track ILR absences, register taxes promptly, and update digital status; rules are transparent with periodic checks.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Manchester\u0027s housing and childcare sit mid-range for the UK. With two incomes and UK childcare subsidies, budgeting stays balanced.",
      "alignmentValue": 7
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Manchester, UK, dual citizenship with the US is allowed with minimal reporting; the family can hold both passports with little friction.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "Manchester\u0027s economy is steady but sensitive to global cycles; inflation and regional gaps persist. UK grants and a growing tech scene support Trey\u0027s ventures.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Manchester, UK enjoys a well-functioning mixed economy: startup support and universal healthcare, with stable governance and modest reform needs.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Manchester, UK: education quality varies by local authority; target high Ofsted-rated schools or STEM-focused academies.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Manchester, UK, sponsorship exists but high fees and salary thresholds require targeting shortage-occupation employers early; legal help can be partial.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Manchester\u0027s canalside revitalization and close Peak District access keep life green; overall environmental quality is high, with occasional urban air alerts.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Manchester, UK: combined tech salaries hit the 40% higher-rate band; plan with pension contributions and Child Benefit Charge.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Manchester autumn typically 9-15°C (48-59°F) with frequent drizzle. Half the weeks are pleasant; expect rainy spells and plan indoor activities.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "In Manchester, UK, libraries, free museums, and parks offer abundant weekend options; most neighborhoods have walkable playgrounds and family-friendly spaces.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "Manchester, UK: core family can relocate with dependents on visa; NHS access available, plan school admissions upfront.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Manchester/UK offers statutory parental leave and flexible working; strong healthcare and childcare options, though benefits caps and admin delays exist.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Manchester, UK provides NHS healthcare and free childcare hours with strong schools; visa/tax paperwork can still require effort.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Manchester, UK: visa families see limited regular benefits; NHS access is available, but means-tested welfare is restricted; employer top-ups fill gaps.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Manchester, UK fashion is dynamic and inclusive; women blend athleisure with tailored coats for Sarah\u0027s comfortable, polished look.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Manchester, UK, smart-casual with weatherproof outerwear is common; Trey\u0027s tech wardrobe aligns with local norms.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Manchester, UK: women mix careers and parenting with practical, weather-ready styles; diverse norms support Sarah\u0027s work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Manchester, UK hosts a solid game dev ecosystem with nearby studios and funding options. This supports Trey\u0027s founder role and the Azure/game servers setup.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Manchester studios typically fill roles in about 2 months, aligning with global averages and suiting the family\u0027s pace and local/remote options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Manchester, UK studios align with global medians after cost-of-living adjustments. Solid benefits and family-friendly policies suit this family.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Manchester, UK studios rely on English; local language skills aid community and compliance, aligning with the family\u0027s English-first preference.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Manchester, UK studios commonly offer hybrid work for senior roles; remote options exist for experienced staff, matching our family\u0027s flexibility needs.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Manchester, UK, gender-diverse identities enjoy growing social acceptance and active LGBTQ\u002B communities. Some official documents and recognition still lag.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Manchester, UK: The Equality Act offers strong gender protections with active enforcement; leadership representation lags, but rights are broadly secure.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Manchester, UK: dual careers common and dads taking leave accepted; gender roles are progressing with some lingering traditional norms.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Manchester, US families face BRP setup, address checks, and credit-building hurdles during the first year.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Manchester, UK faces more heavy rain and flood risk; invest in flood-resilient housing and insurance; UK resilience programs help manage the risk.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Manchester NHS coverage is universal and free at the point of use. GP and specialist waits exist, so occasional private visits help with pediatric care.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Manchester, UK: visa families access NHS after the surcharge; GP signup and waits can be slow; private insurance can speed access.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Manchester, UK offers tuition caps and income-based loans for residents. US citizens will need long-term settlement to access domestic aid.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Manchester, UK: visa status means international fees for university; some scholarships exist, but aid is limited; residency helps access.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Manchester homes remain cheaper than London; Chorlton/Didsbury demand is strong, but Salford Quays new builds are adding supply.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Manchester, UK: PAYE covers most income; HMRC’s digital tools and Self Assessment help founders, though complex cases may need an accountant.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Manchester, UK offers free state schooling; admissions depend on catchment areas, with some top schools oversubscribed.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Manchester, UK: Children on dependent visas can enroll in public schools. Expect address proof and NHS number setup as upfront paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Manchester, UK: English dominates daily life and services; schooling is in English, with broad language resources if needed.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Manchester, UK offers strong LGBTQ\u002B protections and visible Pride; rural areas may lag in acceptance.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Manchester, Marxist ideas influence academia and local activism; mainstream policy remains largely centrist.",
      "alignmentValue": 8
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Manchester, UK: modern fatherhood and flexible work are evolving, but pub culture still prizes stoicism.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Manchester, UK offers a vibrant tech, gaming, and parenting meetup scene with family-friendly venues and inclusive groups; easy for your family to plug in.",
      "alignmentValue": 10
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Manchester, GB: National Living Wage covers core costs outside London; high rents still push this family toward dual tech incomes.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Manchester, UK has strong fibre, 5G, and ongoing rail upgrades; reliable utilities support remote work and gaming.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "In Manchester, UK, Peak District and Pennine trails offer abundant, family-friendly scenery with seasonal color changes.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Manchester, UK: Irwell floods mitigated by defences; other natural hazards remain rare, keeping disaster risk low for this family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Manchester has great park and countryside access within an hour (Heaton Park to the Peak District). Some spots may require a car or advance planning.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Manchester, UK offers vibrant live music with frequent gigs and family-friendly events; iconic venues like Albert Hall and Band on the Wall are accessible.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Manchester’s nightlife is strong and varied; for a family with kids, late options are limited, but night transit helps reach quieter suburbs.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Manchester hosts regular game dev meetups, university labs, and growing studios; friendly to newcomers and families.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Manchester\u0027s Cloud Imperium UK, Rebellion North, and MediaCity indies form a solid local studio cluster; great for networking, grants, and startup support.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Manchester\u0027s MediaCityUK and HOST Salford accelerators plus GMCA grants back Trey\u0027s game startup. The region also offers growing game dev talent.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Manchester, UK startup roles typically close in 6-8 weeks thanks to active networks and accelerators (MediaCityUK, HOST Salford) with GMCA grants.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Manchester startup comp roughly tracks global medians after UK cost of living. Expect balanced cash \u002B equity, plus UK grants and visa options.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "English-dominant startups in Manchester; regulatory tasks benefit from UK-local language fluency for hiring and compliance.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Manchester, UK startups widely embrace hybrid work; Trey\u0027s founder/remote setup fits with periodic in-person meetups.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Manchester, UK: MediaCity/Northern Quarter buzzes, outer suburbs stay relaxed; pace fits Sarah\u0027s slower, family-friendly rhythm.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Manchester, UK families share school runs with wraparound care and parks; UK norms support empathetic guidance and normal parental leave.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Manchester, UK: citizenship possible in 6-8 years (5-year visa, ILR, Life in the UK, English) with dual citizenship allowed.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Manchester, UK benefits from strong transparency laws and watchdog reporting; corruption is low and issues trigger swift investigations.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Manchester, UK has a stable parliamentary democracy with devolution and open civic channels. It matches our family\u0027s values of rule of law and civic engagement.",
      "alignmentValue": 9
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Manchester, UK, polyamory circles exist and private acceptance is common. UK law remains monogamy-based, so discretion with schools and parental processes is prudent.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Manchester, England offers funded 15–30 hours for 3–4s; under-3 slots vary and can be costly; many families blend public and private care.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Private Education",
      "alignmentText": "In Manchester, UK, private schools offer strong academics but fees can rival colleges. Private options should be backup to high-quality state schools.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Progressivism",
      "alignmentText": "Manchester, UK: progressive city with LGBTQ\u002B protections; strong civic life, but national politics swing, aligned with the family\u0027s inclusive, education-led priorities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Manchester, UK, public messaging should center shared wellbeing and accurate information from diverse sources, with minimal nationalist spin.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Manchester, UK, public broadcasters provide balance; diverse outlets keep propaganda in check, though tabloids spin daily.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Manchester offers a strong Metrolink tram network plus rail and bus links, enabling car-light living, though weekend frequency dips and occasional delays.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Manchester, UK: religion is mostly private; faith voices appear in some school policies, but governance remains secular and pluralistic with minority rights protected.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Manchester\u0027s tech scene favors hybrid work and coworking; Sarah can remote with low stress while Trey coordinates UK/US meetings as needed.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Manchester, UK: most work visas run 2-5 years with upgrade paths to ILR after continuous residence; renewals involve standard paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Manchester, UK: state pension supplements workplace schemes; retirement still relies on private savings and housing equity; healthcare remains supportive.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Manchester, UK, visa holders can join workplace pensions, but returns for foreigners are modest; keep US savings as backup.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In Manchester, UK, Ruby roles are niche but active. Networking and remote/hybrid work keep opportunities flowing.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Manchester, UK is generally safe for families; calm suburbs exist, but city centre nightlife brings petty crime - use strong locks and secure bike storage.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Manchester offers a strong mix of state academies and secular private schools; admissions can hinge on catchment and program choices, with bilingual options.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Irish Sea near Manchester, UK, runs roughly 16-20°C in summer; extended beach swims need wetsuits or heated pools.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Manchester, UK weather is mild and damp most of the year; frequent drizzle calls for waterproof gear for school runs and weekend outings.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Manchester, UK, open sex education and liberal urban norms support the family\u0027s sex-positive outlook.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Manchester (UK) offers NHS universal care, but local delivery varies and funding gaps can affect access for families with young children.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Manchester, spring is mild but variable: cool mornings, warmer afternoons with showers—dress in layers and expect wardrobe shifts.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "Manchester, UK offers stable governance with predictable rules. Expect occasional Brexit-era shifts and protests, still manageable for long-term plans.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Manchester, UK politics favor inclusive, rights-centered policy with room for debate; civil liberties are valued, though policy swings occur.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Manchester\u0027s mixed economy blends innovation with NHS-style safety nets and public services, aligning with the family\u0027s pro-business yet welfare-minded stance.",
      "alignmentValue": 10
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Manchester summers typically 16–22°C (61–72°F); humidity can spike briefly, but temps rarely top 28°C.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Manchester, UK: visa fees and NHS surcharges push costs into the thousands per adult; biometrics add. Processing typically takes several months for families.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Manchester, UK trust is middling after recent scandals; expect lively school-gate debates and pragmatic local policy talk.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Manchester, UK, corruption tends to be petty/localized with strong oversight; everyday life remains largely unaffected for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Manchester, UK: Senior software pay lags US hubs; lean on remote roles or equity to offset UK living costs.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Manchester offer parks, museums, and kid-friendly venues; popular spots fill quickly, so plan ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Manchester, UK: primary schools end ~15:15; wraparound care bridges to ~17:00. Trey can flex start/finish with Sarah remote work.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Manchester, UK, statutory leave is 28 days including bank holidays, enabling family trips. It aligns with work-life balance and school breaks.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Manchester, UK: statutory leave is 28 days; many tech firms offer 25-30 days plus holidays, aligning trips with school calendars.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Manchester\u0027s Brexit-era stance on the EU and Ireland is mixed; for this progressive, globally oriented family, dinner-table talk can be politically charged.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Manchester and the UK blend strong institutions with pragmatism, fostering a confident, welcoming vibe for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors in Manchester generally regard the UK positively. Brexit-era policies spark occasional disagreements on trade and rights.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Manchester, UK offers Skilled Worker and Global Talent routes; Innovator Founder is possible with a solid plan, though costs and sponsorship apply.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Manchester, UK generally welcomes US families; cosmopolitan neighborhoods and English proficiency ease integration, with mild curiosity.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Manchester’s music and football culture offers family-friendly energy. Easy trips to Peak District nearby fit our pace and values.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Manchester, UK winters typically 2–7°C (36–45°F). Damp cold persists; snow is rare.",
      "alignmentValue": 6
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Manchester norms: ~37.5-40 hours with flex; occasional crunches at launches, offset by compensatory leave to protect family time.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Manchester, UK offers hybrid work and 28\u002B days leave. Flexible hours help Sarah and Trey keep evenings free, though some studios crunch.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Manchester, UK provides strong statutory protections (paid holidays, sick pay, minimum wage). Yet zero-hour contracts and gig-work gaps linger.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Manchester, UK has generally predictable seasons. Each season can bring a couple notable extremes (storms or cold snaps), so plan contingencies.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Manchester winters bring several weeks of gloom; establish routines, and consider light therapy and occasional sun trips to keep morale high.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Manchester\u0027s mild, damp climate yields 2-3 strong outdoor seasons; expect rain in spring and autumn, with occasional adjustments needed.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Manchester, UK, lower-income families can make it work, but waitlists and costly childcare limit options in desirable neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Manchester offers a solid middle-income life: affordable housing, NHS healthcare, and good schools - budget mindful for travel and extras.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Manchester, UK offers feasible high-end living for families: strong schools and NHS care, plus parks. Some premium services require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Manchester 2k sq ft rentals near good schools are tight; expect competition and higher rents, with some trade-offs on location.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Manchester, UK offers a few reputable co-living or cooperative options; family-friendly programs exist but demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Manchester locals are welcoming and diverse. Newcomers can connect quickly through active community groups and events.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Manchester, UK is generally welcoming to immigrants; diverse communities support families like yours, with safety and language openness despite occasional debate.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Manchester, UK generally welcomes educated families; White migrants are largely comfortable here. Stay engaged locally to ease any lingering questions.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Manchester, UK: most interactions feel warm and upbeat. Occasional brisk moments occur in busy settings.",
      "alignmentValue": 9
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Manchester, UK offers open, diverse communities. Show interest through clubs and events to build deeper bonds with locals.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Manchester, UK: personal space is generally respected, but crowds can feel close; gently set boundaries with new people (kids included).",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Manchester, UK, open dialogue is valued. Share needs clearly (broadband, housing, healthcare) with tact and empathy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Manchester workplaces favor smart casual; a gentle push to stay polished fits UK norms without overdoing grooming.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Manchester, UK, body image talk is respectful; fitness is personal well-being. Expect inclusive schools and family-friendly, non-shaming spaces.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Manchester fashion is smart-casual. Dress practically with weather-ready layers for family life, parks, and school.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Manchester, UK has strong consent norms; nightlife staff reinforce boundaries. Most interactions remain respectful and communicative.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Manchester, UK, flirting norms are broadly inclusive; scripts are fluid with minor lingering stereotypes we can navigate.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Manchester, UK is an urban hub with supportive subcultures and tolerant spaces for non-monogamy when discreet.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Manchester, UK: urban peers broadly accept casual relationships; discretion remains in traditional circles.",
      "alignmentValue": 9
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Manchester, UK offers a progressive climate; multi-partner households engage civically with minimal friction.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Manchester, UK locals honor personal space. In crowded transit, touch is minimal and consent cues are clear.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Manchester, UK: strict firearm laws and very low ownership create minimal public exposure; licensing and safety norms are widely observed.",
      "alignmentValue": 10
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Manchester, UK: possession laws are punitive with fines and potential records; NHS harm-reduction and treatment exist, but visa risk for drug infractions applies.",
      "alignmentValue": 6
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Manchester, UK: policing is proportionate with oversight; families rarely see aggressive sweeps, and healthcare/community supports help safety.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Manchester, UK, mass-violence events have been sporadic in the past decade. We stay vigilant at large gatherings and venues.",
      "alignmentValue": 7
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Manchester, UK: independent prison oversight exists; we track reports of abuses and advocate for humane conditions as reforms continue.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Manchester offers walkable pockets and tram links. Plan routes to avoid busy roads for kids and strollers.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Manchester, UK has accessible wellness resources (NHS, parks, clubs); healthy living exists alongside relaxed groups, with programs readily available.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Manchester, UK has abundant processed options. Strong fresh markets and local produce help balance meals for families.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Manchester, UK, fresh markets and diverse eateries abound. The Curry Mile and city markets offer weekly access to global cuisines.",
      "alignmentValue": 10
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Manchester is moderate. The UK offers accessible NHS mental health services and community support.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity in Manchester, UK is moderate. Ongoing public health campaigns and community activity programs help keep trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Manchester, UK: cancer rates align with global norms; NHS screening enables reliable early detection for families.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Manchester\u0027s diversified economy and active startup scene offer solid resilience; tech/software roles recover quickly and remote work helps.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Manchester, UK hosts a healthy indie game scene with multiple studios and shared spaces, supporting founders and devs.",
      "alignmentValue": 7
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Manchester has a modest anchor base with BBC/ITV in Salford and several mid-size studios; a solid media/tech cluster, but no single dominant IP owner.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Manchester offers a growing UK vendor scene with art/QA studios and freelancers; capacity is solid for indie needs, though not as dense as London.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Manchester has multiple universities offering art, engineering, and game design programs; internships with local studios bolster graduates.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Manchester, UK offers monthly industry-led courses and strong bootcamps, plus university short programs for ongoing learning in tech and game dev.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Manchester, UK hosts regular game dev meetups and monthly events, plus occasional jams. The local scene includes studios and universities with funding options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Manchester\u0027s active Unity and Unreal scenes foster cross-training. The UK game dev ecosystem supports both engines with strong meetups and studios.",
      "alignmentValue": 9
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Manchester has a strong real-time game dev scene with UK grants and solid broadband; balanced with some pre-rendered work for cinematic needs.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Manchester\u0027s growing tech scene offers Unity/.NET roles and funding options. Expect some competition for top specialists, but remote/hybrid hiring helps.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Manchester\u0027s growing game/dev scene offers solid, long-term roles and visa options. Expect occasional churn during project funding cycles.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Manchester, UK has a diverse, LGBTQ\u002B-friendly environment with strong rights and services. This supports steady D\u0026I progress for our family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "UK VGTR offers a 20% extra deduction on eligible game costs; nationwide, enabling Manchester studios to access clear relief via HMRC.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Manchester, UK offers stable policy for creative tech with predictable funding cycles and solid regional startup support.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Manchester has a healthy founder scene with regular meetups and mentors; activity centers around a few hubs like the Northern Quarter.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Manchester, UK offers mixed capital: public grants and angels exist, but local game funding is modest. Plan for remote investors and grants.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Manchester, UK has several general accelerators and university labs; dedicated game tracks are scarce.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Manchester has a growing tech/game scene with strong uni talent; senior leads exist but recruiting is competitive and often requires attractive offers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Manchester has a healthy contractor bench for software and game dev. Top freelancers can book out weeks ahead, but reliable options remain available.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Manchester offers solid coworking and a growing game-dev scene; mocap and specialized labs are limited, but shared spaces support indie teams.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Manchester, UK has several IP/game-law clinics and firms; reliable game IP support with startup-friendly pricing.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Manchester\u0027s growing indie game scene offers local meetups; direct publisher access is limited - rely on remote outreach and local networking.",
      "alignmentValue": 7
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Manchester, UK has a growing indie game scene and local meetups; playtests exist but scheduling may require lead time.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Manchester offers UK Startup/Innovator visas with endorsements; founder-friendly steps exist, though processing times can be moderate.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Manchester has a growing tech scene with grants/visas; costs are moderate, higher than US midsized cities, but incentives help.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Manchester has a growing game/VFX scene with a moderate 3D character artist pool. Startups may need relocation or extended searches for niche skills.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Manchester, UK has strong game-art programs at MMU and Salford feeding regional studios; robust but niche 3D character pipelines.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Manchester offers occasional local 3D character art workshops and university courses. Many advanced topics still rely on remote study.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Manchester\u0027s 3D character artist market is modest; expect 4–5 months with multiple search cycles; global talent may be needed.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Manchester, UK: 3D character artist pay trails top hubs by ~10-15%; still competitive with solid UK benefits and remote options.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Manchester, UK: English is universal in studios; 3D character artists mainly work in English, with openness to local-language collaboration.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Manchester studios commonly offer hybrid remote 3D character artist roles; aligns with the family\u0027s need for flexible work and UK visa-friendly paths.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Manchester, UK has a solid 3D animator pool with studios and freelancers; senior-level hires are competitive.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Manchester has several solid 3D animation programs (MMU, Salford) feeding grads into regional studios, giving a strong pipeline for local 3D animators.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Manchester, UK has periodic 3D animation courses through universities and studios. Local meetups and online groups keep skills current with occasional workshops.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Manchester, UK has a healthy 3D animator pipeline; expect hires in 1–2 months with multiple screened candidates from the local game/film scene.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Manchester, UK 3D animator pay tracks UK mid-range. Total comp trails top markets by ~25–30%, but lower living costs help families.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Manchester, UK: English fluency is standard among 3D animators; multilingual teams exist, but English remains the default.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Manchester, hybrid 3D animator roles are common; fully remote positions often require negotiation, matching your family-friendly remote preference.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Manchester hosts a modest but active game/art scene; 2D environmental artists exist, but hiring may require relocation or extended searches.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Manchester features multiple strong art/design programs (UoM, MMU, Salford) that regularly graduate well-prepared 2D environmental artists.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Manchester, UK offers occasional 2D environmental art workshops and short courses through universities or visiting instructors. Most upskilling is via remote courses or local meetups.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Manchester\u0027s game dev scene supports 2D environment art; typical searches close in 1–2 months, though visa/relocation may extend timelines.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Manchester, UK: compensation lags top hubs by ~10-15%, but local packages and lower cost of living keep it reasonable.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Manchester, UK studios operate mainly in English; English fluency is universal for 2D environmental artists, with some studios offering multilingual support.",
      "alignmentValue": 10
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Manchester, UK offers hybrid 2D Environmental Artist roles; remote work negotiable, aligning with family-friendly, flexible schedules.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Manchester, UK has a moderate real-time VFX pool. Mid-level talent is solid, but senior roles may require relocation or remote hiring.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Manchester has several local VFX/animation programs (Salford, MMU) feeding regional studios. Ongoing partnerships help bridge gaps in tooling and readiness.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Manchester offers regular VFX real-time short courses and meetups via MMU/Salford and local studios; solid instruction for Trey.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Manchester\u0027s real-time VFX market is competitive but active; expect 2–3 month hiring timelines.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Manchester, UK real-time VFX pay trails top hubs by 25–30%. UK healthcare and family-friendly living offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "English-first VFX work in Manchester; strong multilingual teams exist, aligning with English ubiquity and the family\u0027s preference.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Manchester, UK studios broadly support flexible remote/hybrid real-time VFX with async workflows. Many offer equipment stipends, suiting a family-friendly setup.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Manchester\u0027s game/tech scene offers a solid CM pool. Senior roles are competitive and concentrated among a few studios.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Manchester has strong media/creative tech programs (UoM, MMU, Salford) that regularly feed graduates into community management roles.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Manchester, UK has occasional community manager trainings and regular meetups; online options help keep CM skills current.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Manchester, UK has a growing games/web dev scene; Community Manager roles typically fill in 1–2 months.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Manchester, UK community manager pay trails top markets by ~25-30%; cost of living helps, but expect mid-range UK offers.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Manchester CM talent is English-first; English fluency is universal, with some teams offering multilingual support for international work.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Manchester studios broadly support flexible remote/hybrid roles with async workflows. Equipment stipends are common, aligning with a family-friendly setup.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Manchester, UK has a growing games scene with studios and marketing teams; strong PMM (Games) talent pool, though competitive for seniors.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Manchester offers serviceable PMM (Games) paths. Programs exist but are not cutting-edge, with studios bridging gaps through partnerships.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Manchester, United Kingdom: occasional game marketing trainings and meetups; universities/UKIE offer workshops, but regular in-person courses are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Manchester, UK PMM (Games) roles typically take 2–3 months; local studios and remote options help your family relocate smoothly.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Manchester game PMM compensation trails top markets by ~20%; UK packages with bonuses/equity can offset gaps; plan for total comp.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Manchester, GB: English is the dominant PMM (Games) language; expect universal English fluency with UK-market nuance awareness.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Manchester, UK: remote/hybrid PMM (Games) roles are common with robust async workflows; studios offer flexible hours and gear stipends.",
      "alignmentValue": 9
    }
  ]
}