{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentValue": 7,
      "alignmentText": "Mountain vistas, access to the Wasatch foothills, and an extensive parks network deliver daily nature, though the valley inversion layer requires winter air alerts."
    },
    {
      "key": "Global Warming Risk",
      "alignmentValue": 5,
      "alignmentText": "Rising temperatures intensify drought and wildfire smoke, while Great Salt Lake shrinkage threatens dust storms, yet the area avoids hurricanes and sea-level rise."
    },
    {
      "key": "Seasonal Weather",
      "alignmentValue": 6,
      "alignmentText": "Dry summers, snowy winters, and shoulder seasons that shift quickly make for a varied but generally sunny climate aligned with the family’s mild-weather goals."
    },
    {
      "key": "Air Quality",
      "alignmentValue": 4,
      "alignmentText": "Winter inversions trap particulates and summer wildfire smoke drifts in, prompting regular mask or purifier use despite clean days between events."
    },
    {
      "key": "Natural Disasters",
      "alignmentValue": 5,
      "alignmentText": "Earthquake risk from the Wasatch Fault and wildfire evacuations coexist with robust emergency planning and building codes."
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "March–May swings from 5–22 °C (41–72 °F) with rapid warm-ups and late snow squalls, ideal for early hikes when storms are monitored."
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "June–August averages 15–33 °C (60–92 °F) with low humidity; occasional heat waves above 38 °C (100 °F) are mitigated by cool desert nights."
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentValue": 7,
      "alignmentText": "September–November brings crisp 5–24 °C (41–75 °F) days, golden aspens, and comfortable outdoor conditions."
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentValue": 5,
      "alignmentText": "Temperatures hover between −5–6 °C (23–43 °F); snow days are frequent but manageable with good gear and transit planning."
    },
    {
      "key": "Beach Life",
      "alignmentValue": 3,
      "alignmentText": "Nearby reservoirs and the Great Salt Lake offer limited swimming due to cold water and salinity; families rely on pools or short trips to Bear Lake for beach days."
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentValue": 2,
      "alignmentText": "Most lakes remain below 20 °C (68 °F) even in summer, and the Great Salt Lake is often cooler, limiting enjoyable swim windows."
    },
    {
      "key": "Natural Beauty",
      "alignmentValue": 9,
      "alignmentText": "Minutes to canyons, national parks within a few hours, and world-class skiing deliver exceptional outdoor scenery for weekend adventures."
    },
    {
      "key": "Minimum Wage",
      "alignmentValue": 3,
      "alignmentText": "Utah follows the federal $7.25/hr rate, leaving low-wage workers reliant on tight labor markets rather than policy."
    },
    {
      "key": "Typical Software Salaries",
      "alignmentValue": 6,
      "alignmentText": "Growing tech firms along the Silicon Slopes corridor offer $120k–$160k packages, below coastal levels but coupled with lower taxes."
    },
    {
      "key": ".NET Work Prospects",
      "alignmentValue": 8,
      "alignmentText": "Microsoft ecosystems dominate enterprise and church-affiliated organizations, keeping .NET roles plentiful."
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentValue": 5,
      "alignmentText": "Ruby shops exist among startups, yet the market favors JavaScript, Java, and .NET, so opportunities require networking."
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentValue": 4,
      "alignmentText": "Some large tech companies sponsor visas, but overall volume is limited; many firms prefer citizens or permanent residents."
    },
    {
      "key": "Economic Health",
      "alignmentValue": 7,
      "alignmentText": "A booming tech sector, low unemployment, and steady population growth fuel economic resilience despite housing pressures."
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentValue": 7,
      "alignmentText": "Remote work is common in the tech corridor, with coworking spaces and time zone alignment that eases collaboration with both coasts."
    },
    {
      "key": "Work-Life Balance",
      "alignmentValue": 7,
      "alignmentText": "Outdoor culture and family-centric employers encourage flexible schedules, though crunch time can appear in high-growth startups."
    },
    {
      "key": "Work Week Hours",
      "alignmentValue": 6,
      "alignmentText": "Most roles respect 40-hour weeks, yet startup teams occasionally push longer hours during product launches."
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentValue": 3,
      "alignmentText": "Federal norms apply; Utah law does not mandate paid vacation, so benefits depend on employer generosity."
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentValue": 5,
      "alignmentText": "Tech employers often offer 15–20 days plus flexible remote options, making time off easier to schedule outside ski season."
    },
    {
      "key": "Pace of Life",
      "alignmentValue": 7,
      "alignmentText": "Downtown remains relaxed compared to coastal metros, and suburbs offer quiet neighborhoods with easy commutes."
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentValue": 6,
      "alignmentText": "Schools start around 8 a.m., office hours 9–5, and after-school programs or outdoor activities fill late afternoons."
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentValue": 7,
      "alignmentText": "Weekends feature hiking, skiing, farmers markets, and community events that wrap early, fitting family routines."
    },
    {
      "key": "Family Life",
      "alignmentValue": 7,
      "alignmentText": "Large families are common, parks are plentiful, and recreation centers support kid-friendly outings year-round."
    },
    {
      "key": "Polyamory",
      "alignmentValue": 4,
      "alignmentText": "While there are poly-friendly groups and decriminalized cohabitation, prevailing conservative norms mean discretion is often necessary."
    },
    {
      "key": "Parenting Expectations",
      "alignmentValue": 6,
      "alignmentText": "Parent involvement in schools and extracurriculars is high, yet community support networks help share responsibilities."
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentValue": 7,
      "alignmentText": "Safe neighborhoods, nature access, and family-focused amenities make daily life easy for children, aside from inversion pollution days."
    },
    {
      "key": "Schooling Options",
      "alignmentValue": 6,
      "alignmentText": "Public schools range from solid to excellent in suburbs, with charter and dual-immersion programs expanding choice."
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentValue": 4,
      "alignmentText": "Availability lags demand and full-day programs can be scarce, pushing families to coordinate part-time care or relatives."
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentValue": 3,
      "alignmentText": "State subsidies focus on lower-income households, leaving middle-income families to pay rising daycare rates."
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentValue": 2,
      "alignmentText": "Access to subsidies is limited for non-citizens, so employer benefits or private arrangements become essential."
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "Enrollment is straightforward with neighborhood assignment, though magnet options require early planning."
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "Districts enroll resident children regardless of status, but paperwork and cultural acclimation may need advocacy."
    },
    {
      "key": "Private Education",
      "alignmentValue": 4,
      "alignmentText": "Religious and independent schools cost $8k–$15k annually, offering alternative pedagogy but adding expense."
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentValue": 3,
      "alignmentText": "Utah offers limited paid family leave; many families rely on short-term disability and accrued PTO for births or adoption."
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentValue": 2,
      "alignmentText": "Without mandated leave, visa holders depend heavily on employer generosity and risk job insecurity during extended absences."
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "The University of Utah and regional colleges provide quality options with in-state tuition for residents."
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentValue": 5,
      "alignmentText": "International tuition is higher, but OPT pipelines and tech internships support longer-term prospects."
    },
    {
      "key": "Gender Roles",
      "alignmentValue": 4,
      "alignmentText": "Traditional gender norms remain influential, particularly in faith communities, though urban professionals push for parity."
    },
    {
      "key": "Gender Fluidity",
      "alignmentValue": 4,
      "alignmentText": "Legal protections exist, yet public comfort with non-binary identities varies, and rural areas can feel less accepting."
    },
    {
      "key": "Gender Rights",
      "alignmentValue": 5,
      "alignmentText": "Reproductive rights are constrained by state policy debates, but anti-discrimination laws still protect LGBTQ+ residents in housing and employment."
    },
    {
      "key": "Femininity Norms",
      "alignmentValue": 4,
      "alignmentText": "Expectations tilt toward modest dress in many communities, though downtown scenes showcase broader expression."
    },
    {
      "key": "Masculinity Norms",
      "alignmentValue": 5,
      "alignmentText": "Outdoor recreation culture broadens masculinity beyond corporate roles, but conservative values shape social expectations."
    },
    {
      "key": "What Is Intriguing",
      "alignmentValue": 6,
      "alignmentText": "Access to national parks, a supportive indie tech scene, and manageable costs make the city appealing despite cultural conservatism."
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentValue": 9,
      "alignmentText": "English dominates; Spanish-speaking communities are growing and offer bilingual opportunities for the children."
    },
    {
      "key": "Progressivism",
      "alignmentValue": 4,
      "alignmentText": "Local politics lean moderate-conservative, with progressive gains mostly inside Salt Lake City proper."
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentValue": 3,
      "alignmentText": "Leftist politics exist on university campuses but remain niche in mainstream civic discourse."
    },
    {
      "key": "Atheism",
      "alignmentValue": 4,
      "alignmentText": "Secular residents are increasing, yet LDS influence permeates culture and expectations, requiring navigation for nonreligious families."
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentValue": 4,
      "alignmentText": "Sex education is improving but still conservative; sex-positive communities exist but are discreet."
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentValue": 5,
      "alignmentText": "Salt Lake City has visible queer communities and Pride events, though statewide attitudes remain mixed."
    },
    {
      "key": "Community Vibes",
      "alignmentValue": 6,
      "alignmentText": "Neighborhood councils, outdoor clubs, and maker spaces foster friendships, especially among transplants."
    },
    {
      "key": "View of self",
      "alignmentValue": 6,
      "alignmentText": "Residents balance pride in outdoor lifestyles with civic goals to diversify the economy beyond the church."
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentValue": 5,
      "alignmentText": "Interest in global affairs is modest, though missionary experiences create international awareness in many households."
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentValue": 6,
      "alignmentText": "Canadians and international partners see Utah as friendly but conservative, noting its outdoor tourism draw."
    },
    {
      "key": "Nightlife Culture",
      "alignmentValue": 4,
      "alignmentText": "Bars close early, alcohol laws remain restrictive, and nightlife is modest compared to larger metros."
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentValue": 4,
      "alignmentText": "Casual outdoor wear and business-casual styles dominate, with limited avant-garde scenes."
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentValue": 4,
      "alignmentText": "Functional layering and modest trends prevail, though urban districts see more expressive fashion."
    },
    {
      "key": "Common Hobbies",
      "alignmentValue": 7,
      "alignmentText": "Hiking, skiing, climbing gyms, and maker spaces are mainstream hobbies that align with the family’s interests."
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentValue": 6,
      "alignmentText": "Game stores and convention events like SaltCON support tabletop play, though scenes are smaller than coastal cities."
    },
    {
      "key": "Nightlife & Music",
      "alignmentValue": 5,
      "alignmentText": "Local music venues and breweries provide entertainment, but major tours skip the city more than Denver or Seattle."
    },
    {
      "key": "Meetups & Communities",
      "alignmentValue": 7,
      "alignmentText": "Silicon Slopes events, tech meetups, and parenting groups welcome newcomers and foster collaboration."
    },
    {
      "key": "Nature Access",
      "alignmentValue": 9,
      "alignmentText": "Trailheads start within 15 minutes of downtown, and ski resorts are a short drive, making spontaneous outdoor adventures easy."
    },
    {
      "key": "Political System",
      "alignmentValue": 4,
      "alignmentText": "State government is dominated by conservatives, while the city leans progressive, creating policy friction on social issues."
    },
    {
      "key": "Religion in Politics",
      "alignmentValue": 3,
      "alignmentText": "LDS leadership influences legislation on alcohol, education, and reproductive policy, requiring secular families to stay informed."
    },
    {
      "key": "Workers' Rights",
      "alignmentValue": 4,
      "alignmentText": "Right-to-work laws and limited union presence reduce worker leverage, though tech talent demand raises wages."
    },
    {
      "key": "State Ideology",
      "alignmentValue": 4,
      "alignmentText": "Utah prioritizes pro-business regulation and traditional values, pushing progressive reforms to local initiatives."
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentValue": 6,
      "alignmentText": "Institutions remain stable with active civic groups, though one-party dominance and gerrymandering merit monitoring."
    },
    {
      "key": "State of Capitalism",
      "alignmentValue": 6,
      "alignmentText": "A pro-business climate, low taxes, and startup support attract investment but can underfund social safety nets."
    },
    {
      "key": "Stability",
      "alignmentValue": 7,
      "alignmentText": "Population growth and fiscal surpluses keep budgets healthy, offsetting concerns about water scarcity and housing costs."
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentValue": 5,
      "alignmentText": "Statewide media is relatively balanced, yet church-owned outlets and conservative talk radio influence narratives."
    },
    {
      "key": "Propaganda Messaging",
      "alignmentValue": 5,
      "alignmentText": "Messaging emphasizes family values and growth, with progressive counterpoints mostly concentrated in city media."
    },
    {
      "key": "Social Policies",
      "alignmentValue": 4,
      "alignmentText": "Medicaid expansion and housing initiatives exist, but social services remain lean compared to progressive states."
    },
    {
      "key": "Trust in Government",
      "alignmentValue": 6,
      "alignmentText": "Residents generally trust local officials, with high civic engagement in city government despite state-level disagreements."
    },
    {
      "key": "Perceived Corruption",
      "alignmentValue": 6,
      "alignmentText": "Corruption cases are rare, and transparency laws keep most dealings in public view."
    },
    {
      "key": "Type of Corruption",
      "alignmentValue": 6,
      "alignmentText": "Issues tend toward conflicts of interest or lobbying influence rather than overt bribery."
    },
    {
      "key": "Housing Situation",
      "alignmentValue": 6,
      "alignmentText": "New townhomes and suburbs offer family-sized housing, yet prices and rents have climbed rapidly with in-migration."
    },
    {
      "key": "Safety & Crime",
      "alignmentValue": 7,
      "alignmentText": "Violent crime rates are low compared to national averages, though property crime and car break-ins require precautions."
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "Intermountain Healthcare and University of Utah hospitals deliver quality care, albeit with longer waits for specialists."
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentValue": 5,
      "alignmentText": "Employer coverage is common, but standalone plans are pricey and networks narrower for non-citizens."
    },
    {
      "key": "Child Care Support",
      "alignmentValue": 3,
      "alignmentText": "Full-time daycare averages $1,100–$1,400 per month, with long waitlists prompting early planning."
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentValue": 4,
      "alignmentText": "Flexible schedules and remote work options help, but families often piece together support from neighbors and faith communities."
    },
    {
      "key": "Education",
      "alignmentValue": 6,
      "alignmentText": "State test scores are average-to-good with strong STEM magnets, though per-pupil funding remains low nationally."
    },
    {
      "key": "Public Transportation",
      "alignmentValue": 5,
      "alignmentText": "TRAX light rail, FrontRunner commuter trains, and expanding bike lanes offer alternatives to driving, though coverage is limited outside the core."
    },
    {
      "key": "Economic System",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Salt Lake City experiences similar dynamics: A lightly regulated capitalist system prioritizes markets over social protections."
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentValue": 6,
      "alignmentText": "Utah’s flat 4.65% income tax and efficient online systems simplify filings, though self-employment quarterly payments require attention."
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentValue": 6,
      "alignmentText": "Combined state and federal taxes land near 23–26%, aided by lower property taxes relative to coasts."
    },
    {
      "key": "Banking & Payments",
      "alignmentValue": 7,
      "alignmentText": "Regional banks, credit unions, and strong fintech adoption support easy digital banking and lending."
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentValue": 6,
      "alignmentText": "Housing is cheaper than coastal markets, but recent price hikes and childcare costs require careful budgeting."
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "Outdoor amenities and low taxes appeal to retirees if they can manage healthcare costs and winter inversions."
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Without Social Security, long-term visa holders must rely on 401(k)s and savings or plan to naturalize."
    },
    {
      "key": "Visa Paths",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Salt Lake City experiences similar dynamics: Diverse visa categories exist, but quotas, interviews, and sponsorship hurdles make immigration arduous for non-citizens."
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentValue": 6,
      "alignmentText": "Transplants are common in the tech sector, though cultural adjustment is needed for families outside LDS traditions."
    },
    {
      "key": "Residency Types & Durations",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Salt Lake City experiences similar dynamics: Citizenship grants permanent residency rights nationwide, though state benefits depend on domicile."
    },
    {
      "key": "Path to Citizenship",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Salt Lake City experiences similar dynamics: Citizenship is automatic for the family and their children, eliminating naturalization concerns."
    },
    {
      "key": "Family Members",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Salt Lake City experiences similar dynamics: Immediate relatives of citizens have streamlined sponsorship options, though backlogs affect extended family."
    },
    {
      "key": "Timelines & Costs",
      "alignmentValue": 7,
      "alignmentText": "As part of the United States, Salt Lake City experiences similar dynamics: For citizens moves are immediate; sponsoring relatives involves fees and multi-year waits but predictable processes."
    },
    {
      "key": "Compliance & Risks",
      "alignmentValue": 8,
      "alignmentText": "As part of the United States, Salt Lake City experiences similar dynamics: Legal compliance is straightforward for citizens, though regulated industries require diligent paperwork."
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Salt Lake City experiences similar dynamics: The U.S. tolerates dual citizenship, though obligations like taxes remain."
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Salt Lake City experiences similar dynamics: Visa holders must maintain employment, face travel restrictions, and manage complex paperwork to avoid status loss."
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentValue": 5,
      "alignmentText": "Avalanche, WB Games, and educational VR studios offer roles, but the scene is modest and many devs work remotely."
    },
    {
      "key": "Notable Game Studios",
      "alignmentValue": 5,
      "alignmentText": "Avalanche Studios Group, WB Games Salt Lake, and indie outfits like The Void provide local anchors."
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentValue": 5,
      "alignmentText": "Utah Games Guild and university programs host meetups, though events are less frequent than bigger metros."
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentValue": 5,
      "alignmentText": "Lower costs and state innovation grants help, yet limited investor networks push founders to seek capital in California or online."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentValue": 6,
      "alignmentText": "New transit lines, fiber internet in many neighborhoods, and modern suburbs contrast with aging water systems tied to the shrinking Great Salt Lake."
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Frequent abrupt changes make certain months feel unstable with several days of hazardous conditions that push us indoors.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Extended daylight deficits and short, cloudy summers introduce ongoing mood strain the family must actively counter.",
      "alignmentValue": 6
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Comfortable windows exist but are short; we stack activities in one or two prime seasons.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Families regularly compromise on safety or overcrowd to stay housed; civic support is patchy.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Large rentals appear occasionally and move fast, demanding premium rent or broker connections.",
      "alignmentValue": 6
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Intentional communities exist but are limited in size or geared toward niche demographics.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Surface politeness exists yet deeper support systems take sustained effort to unlock.",
      "alignmentValue": 6
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Immigrants are tolerated but face regular microaggressions or bureaucratic hurdles.",
      "alignmentValue": 6
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Reception depends on class and language; we must adapt quickly to avoid perceptions of aloofness.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Interactions can be efficient yet emotionally flat; kindness takes effort to elicit.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Social circles are slow to open; we need persistence and shared projects to connect deeply.",
      "alignmentValue": 6
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Touchy or crowded norms are common and require constant boundary setting.",
      "alignmentValue": 5
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Honesty is situational; locals may avoid uncomfortable topics entirely.",
      "alignmentValue": 5
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Looking impeccable is expected daily, creating stress for a low-maintenance family.",
      "alignmentValue": 4
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Body shaming is common and influences opportunities or friendships.",
      "alignmentValue": 4
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Designer or curated looks are assumed, pressuring constant wardrobe investment.",
      "alignmentValue": 4
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Consent education is weak; unwanted advances occur regularly.",
      "alignmentValue": 4
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Rigid gender expectations create discomfort for progressive or queer expressions.",
      "alignmentValue": 4
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Families risk stigma or legal complications when open about their structure. non-monogamy acceptance.",
      "alignmentValue": 4
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Reputational risks exist, especially for women or queer folks discussing partners.",
      "alignmentValue": 5
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Multi-partner families keep a low profile to avoid gossip or discrimination.",
      "alignmentValue": 5
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Culture favors close contact; sensory-sensitive family members often feel overwhelmed.",
      "alignmentValue": 5
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Mixed regulations mean some communities normalize casual carry; we stay aware of local norms.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Strict policies create criminal records for minor infractions, especially for immigrants.",
      "alignmentValue": 5
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Street-level policing is visible; marginalized communities report frequent stops.",
      "alignmentValue": 6
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Recent history shows sporadic mass violence, so we stay vigilant at large gatherings.",
      "alignmentValue": 7
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Overcrowding or low wages appear in investigative reports, raising ethical concerns.",
      "alignmentValue": 6
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Infrastructure is inconsistent; safe walking requires choosing specific neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Healthy living requires self-direction; fast food and sedentary habits dominate social life.",
      "alignmentValue": 6
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Fresh options exist yet international diversity is limited to a few neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Higher-than-average depression rates prompt us to plan carefully for therapy access.",
      "alignmentValue": 6
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Higher obesity prevalence indicates limited access to healthy routines in some areas.",
      "alignmentValue": 6
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Noticeable clusters or industrial risks require diligence and perhaps neighborhood vetting.",
      "alignmentValue": 6
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Market depends on a few key industries, so we maintain contingency plans.",
      "alignmentValue": 7
    }
  ]
}
