{
  "version": 2,
  "iso": "GB",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Richmond, UK offers a steady .NET market near London: fintech/public-sector roles and remote options suit Trey\u0027s founder/tech profile.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Compensation Benchmark insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Richmond, UK has regular 2D environment art courses and workshops via London colleges; solid instructors and accessible options.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Richmond, near London, has access to Kingston, Ravensbourne, and UAL grads; strong regional pipelines for 2D environment artists.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Richmond, UK benefits from London\u0027s game scene; 2D environmental artist roles often close in 1–2 months with remote options.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Language insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Remote Expectations insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Richmond, UK has a moderate 2D environmental artist pool; expect mid-level talent with some seniors from London studios, often via remote or relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 3D Animator: Compensation Benchmark insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Richmond has limited local 3D animation continuing education. Expect occasional workshops or rely on London providers and online courses.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "London-area animation programs feed Richmond with well-prepared 3D grads; nearby UK universities sustain regional studios.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Richmond, UK, 3D animator hires typically take 3-4 months; remote/hybrid options and UK visa routes help speed recruitment.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "[Placeholder] Provide 3D Animator: Language insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Richmond, UK studios commonly offer hybrid remote 3D animation roles with flexible schedules and equipment stipends, fitting your remote-friendly, family-focused setup.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Richmond (UK) benefits from London\u0027s vast animation scene; strong 3D talent pool with mid- to senior-level pros; easy access to studios and remote hires.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Richmond, UK offers solid 3D artist pay near London; still behind top NA/Western hubs by ~10–15%, but attracts experienced talent.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "London-area 3D character courses are regular; short programs and workshops exist near Richmond via Escape Studios and UK universities, with solid instructors.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Richmond, UK benefits from nearby Kingston Uni and London design programs; numerous studios feed ready 3D character artist grads.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Hiring Velocity insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Richmond, UK: English dominates 3D art roles; expect English-first teams with strong multilingual capability across studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote/hybrid 3D character artist roles are common in UK studios. In Richmond, expect occasional on-site collaboration while keeping flexible schedules.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Richmond/London area in the UK has a large 3D character artist pool with many senior pros and studios; strong mid-to-senior hiring options.",
      "alignmentValue": 9
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Richmond, UK has few on-site game accelerators; access is mainly via London-based generalist programs with limited game-specific tracks.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air along the Thames corridor in Richmond is good overall, cleaner than central London. Occasional NO2 spikes from the A316 and seasonal pollen days may occur.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Richmond benefits from London\u0027s game cluster: AAA anchor Rocksteady plus Ubisoft London and other high-profile studios nearby support steady local recruitment.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "In Richmond, United Kingdom, atheism is generally accepted and secular life is common; some local ceremonies may reflect religious traditions.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Richmond, UK, independent courts, free media, and active civil society keep backsliding low, despite occasional executive-overreach debates.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In Richmond, UK, contactless payments, Faster Payments, and open banking are standard, making domestic life and cross-border invoicing smoother for your family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Richmond, UK beaches are mostly riverside with little surf. True surf beaches are a rail trip away (Brighton/West Wittering).",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Richmond, UK has local board-game clubs and family-friendly nights. Tube trips to central London keep broader events accessible for the family.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Richmond, UK tends to be body-positive, but subtle body comparisons can arise; encourage boundaries to protect Trey\u0027s and Anduin\u0027s confidence.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Richmond, GB enjoys a diversified, London-adjacent market with steady tech demand. It offers startup and funding opportunities for teams like Trey and Sarah.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Cancer Incidence",
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "In the UK (Richmond), carceral conditions are generally decent with oversight. Some facilities lag in services and transparency.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Richmond, UK offers funded hours for older children and tax-free childcare for working families. Under-3 costs remain high and require planning and networks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Richmond, UK is very child-friendly: Richmond Park and good schools; safe neighborhoods, but expect older transit stairs in centers.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Richmond, UK, Citizens offer shared parental leave and 30-hour free childcare for 3-4s plus child benefit; costs for under-twos remain high.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Richmond, UK: 30 funded hours for 3–4-year-olds; NRPF may block funds, so the 1-year-old relies on private care with limited local help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Richmond, UK offers football, hiking, gaming, pub quizzes, plus climbing and board-game groups; great fit for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Richmond, UK has access to London\u0027s game-dev scene with regular meetups; local organizers sustain steady activity near the borough.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Richmond, UK has a small set of co-living options; entry can be selective and may require patience.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Richmond, UK: CM comp ~20% under global medians; candidates weigh offers, though strong local lifestyle benefits help attract talent.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Community Manager: Continuing Education Availability insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Richmond, UK offers CM-relevant programs in Kingston Uni and London colleges; programs exist but are niche, requiring on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide Community Manager: Hiring Velocity insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "[Placeholder] Provide Community Manager: Language insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Richmond, UK: remote-friendly community manager setups are common; flexible hybrid options fit family-friendly policies and Sarah\u0027s needs.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "[Placeholder] Provide Community Manager: Talent Pool insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Richmond, UK, local councils, clubs, and neighborhood WhatsApp groups help newcomers plug in quickly, though building ties still takes initiative.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Richmond, GB: established studios pay near UK medians after cost-of-living adjustments. Family-friendly packages support stability for households with kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Richmond startups offer UK-market pay with meaningful equity; after SE England cost-of-living, compensation aligns with global medians and supports families.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Richmond, UK, visa steps are clear; expect periodic reviews and digital-status updates, with prompt tax registration.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Continuing education in Richmond, UK is modest: quarterly local events and a few providers; strong online options from abroad help upskill.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "[Placeholder] Provide Contractor/Freelancer Bench insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Possession laws are moderate though some substances still carry steep fines.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Richmond, UK costs run about 15-20% higher than similar regions. High rents and payroll pressures can pinch runway, though grants/visas help offset.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "In Richmond, GB, council tax and London-priced groceries raise costs; a two-income budget or remote salaries help keep finances balanced.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "[Placeholder] Provide Coworking \u0026 Startup Infrastructure insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Richmond, GB benefits from London\u0027s tech pool, but niche game/dev roles show mild scarcity; remote/hybrid options sustain hiring.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Richmond, UK: Depression prevalence is moderate; NHS services offer therapy, but wait times can be notable for families.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Richmond, UK, relationships deepen steadily with consistent effort; join local parent groups and clubs to build trust and mutual support.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Richmond, UK offers strong D\u0026I: protections and inclusive workplaces; steady progress with local ERGs benefiting diverse families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Most enforcement is targeted though occasional crackdowns create unease.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Richmond, UK, dual citizenship with the US is fully allowed; the family can hold both passports with no notable restrictions.",
      "alignmentValue": 10
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Richmond, UK offers MVP-to-demo grants for tech startups. Expect roughly $150k–$350k USD equivalents with competitive rounds.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "[Placeholder] Provide Early-Stage Capital Access insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Richmond, UK, the services sector is steady but uneven; inflation and costs justify cautious budgeting and emergency savings.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Richmond, GB has a regulated market with NHS safety nets cushioning healthcare. It supports entrepreneurship through visas and grants, but bureaucracy remains.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Richmond, UK provides steady policy direction; strong education and tech support keep moves predictable, with only occasional tweaks.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Education quality in Richmond, UK varies by local authority. Target Ofsted-good schools or STEM-focused academies in the borough.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Richmond benefits from London-area game programs with internships; a strong UK pipeline feeds local studios.",
      "alignmentValue": 9
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Richmond, UK, sponsorship for skilled IT roles is common; target shortage occupations for smoother approvals. Dependents can accompany, but costs and processes vary.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Richmond, UK hosts active Unity and Unreal scenes with cross-pollination; proximity to London boosts collaboration and access to funding and tooling.",
      "alignmentValue": 9
    },
    {
      "key": "Environment",
      "alignmentText": "Richmond-upon-Thames blends dense town centres with Richmond Park and Kew Gardens; deer-filled greenspace is minutes away, with excellent air quality for kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Richmond, UK: combined tech salaries land in the 40% higher-rate band; plan via pension contributions and child benefit clawback.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Richmond, UK, is mostly mild (about 11-18°C/52-64°F) with occasional rain; layer for chilly mornings and school commutes.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "In Richmond, UK, families enjoy parks, libraries, museums, and free events; safe, walkable neighborhoods support busy family life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "In Richmond, UK, the couple and two kids can join on family visas; adult dependents face hurdles, with NHS surcharge and school enrollment planning needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Richmond, UK offers statutory leave and flexible work rights that support Sarah\u0027s work-life goals. NHS care and education are solid, though payments can be slow.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Richmond, UK offers universal healthcare and free early education; housing costs in London and some childcare co-pays moderate overall family support.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Richmond, UK, visa holders face limited welfare; NHS covers emergency care only; expect reliance on employer top-ups and private funding.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Richmond, UK leans toward tidy smart-casual; casual wear OK in family settings, but schools and workplaces expect neat attire.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Richmond, UK, fashion leans modern but mixed offices expect smart-casual; athleisure with a tailored coat suits Sarah\u0027s hybrid work life.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Richmond, UK, smart-casual with weatherproof outerwear is common; Trey\u0027s tech wardrobe fits while retaining approachable polish for family life.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Richmond, UK allows diverse femininity; women blend careers with casual wear and practical, weather-ready layers, fitting Sarah\u0027s lifestyle.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Richmond, UK: strict gun laws and low ownership keep firearms rare; you’re unlikely to encounter guns.",
      "alignmentValue": 10
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Boundaries are understood yet alcohol-fueled scenes need watchfulness.",
      "alignmentValue": 7
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Richmond, UK has a growing but localized founder scene; regular meetups exist, yet mentorship isn\u0027t as dense as central London.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Richmond in Greater London, UK, offers strong fresh produce and diverse restaurants. Some niche ingredients may require a trip to central London.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "From Richmond, UK, London\u0027s game dev scene offers solid opportunities. Central studios are reachable by quick rail routes.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Richmond, UK: legal recognition is emerging and urban schools promote inclusion. Some national documents lag and a few institutions remain binary-focused.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Richmond, UK, the Equality Act offers strong protections; local advocates push gender equality, though pay gaps persist in tech.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Richmond, UK, gender roles are broadly egalitarian and supported by policy. Shared parenting is common here, though some legacy norms linger.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Richmond, UK, flirting norms are broadly progressive. All genders can initiate or decline with minor lingering assumptions.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Richmond (GB): US visa holders face BRP setup, proof-of-address checks, and building UK credit in year one.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In Richmond, UK, more heavy rain and Thames flood risk are notable; budget flood-aware housing/insurance, while heat risk stays manageable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "UK Start-up/Innovator visas provide endorsed routes for tech founders; Richmond\u0027s ecosystem supports early-stage ventures, though processing can be moderate.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Richmond, UK favors smart-casual in work and social spaces; a gentle push to stay polished without overdoing it.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Richmond, GB, progressive circles tolerate polyamory; the family can engage civically with modest friction from institutions.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Richmond, UK: NHS covers care with no bills, but GP backlogs and specialist waits may require occasional private visits.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Richmond, UK: NHS access for visa families via the Immigration Health Surcharge; year-one GP registration and waits may require patience.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "For families based in Richmond, Domestic tuition caps and income-based loans keep university feasible for the boys if we settle long term.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Richmond, UK, visa-holding students face international fees. Settlement (indefinite leave) would unlock home-rate tuition and more support.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Richmond, UK: established studios typically fill in 3-4 months, with visa/relocation steps lengthening timelines for first-time applicants.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Richmond, UK early-stage hiring typically ~3 months as talent weighs risk. London networks and Creative England help, but pace stays measured for Trey’s studio.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Semi-detached homes with gardens often top £1M; we may need to rent smaller terraces or look to Twickenham for affordability.",
      "alignmentValue": 5
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "For families based in Richmond, PAYE handles most income tax automatically, and digital self-assessment tools make side projects manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "8: Mostly comfortable in Richmond, UK; English is dominant and schools are strong, though some circles worry about expat-driven gentrification.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Richmond, UK, state schooling is free; focus on catchments with strong Ofsted ratings; access is broad, though top primaries can oversubscribe.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Richmond, GB, dependent US visa kids can enroll in state schools; expect address proof and NHS-related paperwork.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Richmond, England, English is ubiquitous in daily life and services. Schools operate in English, with ample language-learning resources.",
      "alignmentValue": 10
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Richmond, UK studios rely on English. For your family, some local-language docs support compliance and community engagement.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Richmond startups primarily use English; bilingual hiring and translation budgets help with local compliance and outreach.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "UK (Richmond): Several London-area firms handle game IP reliably; startups can access publishing/licensing counsel.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Richmond, UK has strong LGBTQ\u002B protections and visible Pride events; acceptance is widespread in major areas, with occasional pockets of caution.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Richmond, UK has reliable playtest groups via London studios and universities. Scheduling can require lead time, but there are multiple agencies and panels available.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Richmond, UK, Marxism is largely academic or activist. Mainstream policy remains centrist with nuanced debate.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Richmond, UK, masculinity norms are evolving; modern fatherhood is embraced, though pubs and sport culture still prize stoicism.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Recent history shows sporadic mass violence, so we stay vigilant at large gatherings.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Family-friendly meetups, expat groups, and proximity to London\u0027s tech scene give us both local and citywide networks.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Richmond, London (GB), NLW covers basics, but high rents strain budgets. Two incomes help, yet savings remain limited.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Richmond, UK benefits from full-fibre broadband and strong public services. Utilities and transport run with minimal outages.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Richmond, UK, polyamory acceptance varies; London hubs are welcoming, but suburban Richmond may require discretion.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "sameAsParent": true
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Richmond Park, Kew Gardens, and the Thames Path put outstanding green space at our doorstep.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Thames floodplains near Richmond, UK; strong defences and alerts keep major flood risk manageable for families.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nature is abundant within an hour around Richmond, with deer in Richmond Park, river walks along the Thames, and easy rail access to Surrey Hills.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Richmond Theatre and riverside pubs offer family-friendly culture close to home in the UK. Central London venues are a quick train ride away.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Richmond (SW London) is family-friendly with early-closing venues; nightlife is modest here, with late options mainly in central London.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Richmond has access to London\u0027s game dev scene (London Game Dev Lunch) and Ukie events. Local meetups exist with quick rail trips to London for broader events.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "UK game studios like Supermassive (Guildford) and Media Molecule with a London presence; reachable by train from Richmond.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Richmond, UK benefits from parks and walkability with wellness programs; obesity rates remain below the national average.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Richmond, near London, benefits from UK game tax relief and investor networks. Creative England and local coworking hubs help Trey\u0027s studio secure grants.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Richmond upon Thames offers a calm pace; riverside evenings are slow, while weekday commutes to London stay busy but manageable.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "For families based in Richmond, Parents juggle school runs, sports clubs, and homework but the schedule is manageable with wraparound care and plentiful parks.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Richmond, UK, citizenship is feasible: 5 years on a qualifying visa, 1 year ILR, plus Life in the UK test and English language proof.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Richmond, UK, strong institutions and watchdog journalism keep corruption low. Issues are investigated effectively when they arise.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Richmond, UK: personal space varies; most locals read cues, but crowded settings can feel closer—advocate gentle boundaries.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Richmond, UK, personal space is generally respected; in crowded buses/trains, close contact happens but people check comfort and adjust.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Richmond, UK offers mild, temperate seasons with regular rain; about half the year is pleasant for outdoor time, with occasional showers.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "In Richmond, UK, a constitutional parliamentary system with devolved nations offers stable democracy and open civic channels that suit your family.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Richmond, UK, polyamory isn’t legally recognized; private circles exist, but schools and public services follow monogamy norms, so discretion is wise.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Richmond, UK: funded 15-30 hour slots for 3-4s exist, but infant care waitlists and high London fees challenge dual-working families.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Richmond has private schools, but quality and fees vary; verify accreditation and values. Public options are strong, making private choices supplementary.",
      "alignmentValue": 6
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Compensation Benchmark insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Richmond, GB has monthly PMM (games) workshops and active online communities; London is nearby for broader instructor access.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Richmond (GB) has several London-area programs in marketing/games. PMM grads feed regional studios.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Richmond, UK: PMM (Games) hiring usually 2–3 months; London-area talent helps, but visa steps may add time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "In Richmond, UK, English fluency is universal for game marketing roles; bilingual support helps but is not required.",
      "alignmentValue": 10
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Richmond, UK, most game PMMs enjoy flexible remote/hybrid setups; studios often provide equipment stipends and expect occasional on-site collaboration.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Talent Pool insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "For families based in Richmond, Cities lean progressive with protections for LGBTQ\u002B residents, though national politics swing between centrist parties.",
      "alignmentValue": 7
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Richmond, UK urban circles are generally tolerant of open relationship talk; consensual non-monogamy is common, though some traditional spaces prefer discretion.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Richmond, GB, messaging should center community wellbeing and factual local info from plural media, with minimal propaganda and clear civil discourse.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "For families based in Richmond, Public broadcasters provide balance, yet tabloids and partisan social media keep spin in the daily mix.",
      "alignmentValue": 5
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Richmond, London offers strong transit (District line, Overground, SWR); central London ~30 min; weekends may drop service, buses fill gaps for families.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "[Placeholder] Provide Publisher/Platform Relationships insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Richmond, UK offers abundant premium amenities and top schools; some niche clubs or tutors may require early booking.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Richmond, UK: NHS covers healthcare, but high housing and childcare costs plus visa setup strain a two-adult, two-child family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Richmond, UK: two tech salaries help, but housing and childcare costs require careful budgeting; a comfortable middle-income life is possible.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Richmond, UK has a growing real-time game dev scene (Unity/Unreal) and strong broadband. Indie studios and grants support a real-time focus.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Richmond, UK, religion has a modest public role; faith voices appear in school policies, yet minority rights and secular governance prevail.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Remote options at Richmond, UK studios are usually hybrid; case-by-case remote fits Trey\u0027s founder role and Sarah\u0027s preference for flexibility.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Richmond, UK startups commonly support remote work for most roles with periodic on-site days; fits Trey\u0027s founder setup and family priorities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Richmond (UK), hybrid work and coworking hubs are common, helping Sarah with a low-stress remote role while Trey attends London meetings when needed.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "For families based in Richmond, Most work visas run 2–5 years with clear upgrade paths to Indefinite Leave to Remain if we track absence limits.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "[Placeholder] Provide Retention \u0026 Churn Risk insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Richmond, UK, state pension plus workplace schemes give basic retirement income; comfort still hinges on private savings and housing equity.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Richmond, UK: visa holders can join pension schemes, but access hinges on NI years; long-term stay improves retirement options, else private savings matter.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "For families based in Richmond, Ruby is niche but active across London and Edinburgh startups, so Sarah would need networking yet still find remote or hybrid teams.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Richmond (London) is very safe for families; low crime and easy evening strolls, with standard cautions after dark.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Richmond upon Thames, England offers strong state and private schooling options. Admissions are catchment-based and may require careful planning.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Trips to the Sussex coast mean Channel temps of 8–18 °C (46–64 °F); wetsuits still extend swim season.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Richmond, UK has generally mild seasons with occasional storms and cold snaps; plan for rain, dampness, and flexible outdoor time.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Deep winter gloom lasts several weeks, so we plan strict routines, supplements, and possible getaways to maintain morale.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Southwest London\u0027s microclimate stays mild, but humid spells and winter drizzle mean we budget for ventilation and drying space.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "[Placeholder] Provide Senior Talent Availability insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "For families based in Richmond, Comprehensive sex education and liberal norms in metros support the family’s sex-positive outlook, even if rural areas stay discreet.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Richmond, UK, universal healthcare exists; local delivery varies; verify childcare support and benefits access for your family before planning.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Richmond (GB), 2k sq ft rentals exist but pricey; expect compromises on finishes or location to fit budget.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Richmond (UK) typically sits around 12–23°C with brief chilly showers. Most days are mild and outdoor-friendly with light layers.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "Stability in Richmond, UK is solid with regular elections; Brexit-era churn has eased, though occasional policy shifts persist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Richmond, UK, politics swing between Labour and Conservative; leadership shifts push policy toward unity, with minority voices sometimes sidelined.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Richmond, UK, capitalism is dynamic yet regulated to curb inequality, with NHS-style safety nets and startup-friendly policies.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Richmond (UK) sits near London\u0027s studio clusters; a healthy indie/mid-size scene nearby, with easy access to grant programs and collaboration.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Richmond, UK summers have occasional 30°C heatwaves. Most days stay milder and nights drop below 20°C; fans suffice.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Politeness is situational; some contexts feel brisk but respectful.",
      "alignmentValue": 7
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "[Placeholder] Provide Tax Incentives for Games/Creative insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "For families based in Richmond, Visa fees, NHS surcharges, and biometrics push costs into the thousands per adult, and processing can stretch to several months.",
      "alignmentValue": 4
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Richmond, UK, trust is mixed: solid local services and schools, but national debates keep school-gate conversations lively.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Richmond, UK: corruption is mostly petty (procurement/lobbying) with strong oversight; daily family life remains largely unaffected.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "For families based in Richmond, Senior dev pay trails US hubs, so Trey and Sarah would lean on remote-friendly roles or equity to balance London-area costs.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "For families based in Richmond, Weekends mix kids’ clubs, museums, and park time; Sunday trading rules leave ample family windows even without a car.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "For families based in Richmond, Schools run roughly 08:30–15:00 and offices 09:00–17:30, so we’d lean on wraparound care or flex hours to bridge commutes.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Richmond, UK offers 28 statutory days incl bank holidays; supports regular trips, nearly the 30-day benchmark and much better than US norms.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Richmond, UK, tech firms typically offer 30–33 days plus personal days, aligning with school calendars for family trips.",
      "alignmentValue": 9
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Richmond, UK benefits from London\u0027s vendor ecosystem: co-dev, QA, art, and audio options; capacity is solid, but peak loads may require remote partners.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Richmond, UK offers solid real-time VFX pay. Salaries run roughly £40k-£55k, competitive regionally but below top London hubs.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "VFX artist (Real-Time) continuing education in Richmond, GB is sporadic. London studios and online courses fill the gaps with occasional travel.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Education Pipeline Strength insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Richmond (UK) benefits from London\u0027s VFX network. Expect 1–2 months to fill real-time roles via local studios or remote hires.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Language insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Richmond, UK: remote/hybrid real-time VFX is common. Studios offer flexible remote models and equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Talent Pool insights for United Kingdom Richmond.",
      "alignmentValue": 5
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Richmond (GB), EU ties and Ireland remain debated post-Brexit; residents stay cordial, but headlines keep skepticism alive.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Richmond, UK: confident, pragmatic self-view grounded in NHS and inclusive institutions; balanced by acknowledging ongoing policy and social issues.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors in Richmond, UK view the country positively; Brexit debates exist, but daily life and culture suit a progressive family well.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Richmond (London area), Skilled Worker and Start-up/Innovator routes are viable with sponsorship or endorsement; costs and timelines remain competitive.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Richmond, UK generally welcomes US families; London-area cosmopolitan communities ease settling with English fluency and strong schools.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Richmond blends London\u0027s global reach with village charm. UNESCO-listed Kew Gardens and local parks offer easy, family-friendly weekends in the UK.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Richmond, UK typically 2–8 °C (35–46 °F) with damp chill. Subfreezing nights occur occasionally, and snow is uncommon.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "For families based in Richmond, Contracts target 37.5–40 hours and flex arrangements are common, yet finance and game studios still expect overtime around launches.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Richmond, UK offers hybrid work and 28\u002B days\u0027 leave; Sarah\u0027s slower pace is feasible, though crunch persists in some London studios.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "For families based in Richmond, Holiday pay, sick leave, and union protections exceed US baselines, though zero-hour contracts linger in retail and hospitality.",
      "alignmentValue": 7
    }
  ]
}