{
  "version": 2,
  "iso": "GB",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "For families based in Manchester, Enterprise, fintech, and public-sector demand keeps .NET roles plentiful in London, Manchester, and Leeds, giving Trey steady options.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "Busy arterial roads push NO2 above targets some days, so we'd track GM Clean Air updates before biking with the kids.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "For families based in Manchester, Secularism is common and religion rarely intrudes on workplaces or schools, matching the family’s secular preference.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "For families based in Manchester, Independent courts, free media, and active civil society keep backsliding low despite occasional executive-overreach debates.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "For families based in Manchester, Contactless, Faster Payments, and open banking apps make cashless living seamless for daily errands and business invoices.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Formby and Lytham beaches are doable by train for day trips, yet the Irish Sea stays chilly and travel time limits spontaneity.",
      "alignmentValue": 4
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Fan Boy 3, Travelling Man, and UK Games Expo satellites ensure constant tabletop events.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "For families based in Manchester, Tax-free childcare accounts and funded hours help once both parents work, but under-three costs remain steep.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "For families based in Manchester, Most cities prioritise pram access, family lanes on transit, and museums geared to kids, though older infrastructure can add stairs.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "For families based in Manchester, Citizens tap shared parental leave, child benefit, and expanded free-hours rollouts, though out-of-pocket nursery costs stay high for under-threes.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "For families based in Manchester, Temporary visas unlock 30 funded hours once both parents work, but NRPF rules block child benefit so we’d budget extra cash flow.",
      "alignmentValue": 5
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "For families based in Manchester, Football, hiking, gaming, and pub quizzes keep plenty of overlap with the family’s interests.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "For families based in Manchester, Local councils, clubs, and neighborhood WhatsApp groups help newcomers plug in quickly, which suits their search for community.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "For families based in Manchester, We must track absences for ILR, register for taxes promptly, and update digital status, but rules are transparent.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing and childcare are mid-range, leaving room in the budget for Trey's studio runway compared with southern England.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "For families based in Manchester, The UK allows dual nationality, so the family can retain US passports without complications.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "For families based in Manchester, The UK services economy is mature but slow-growing, with inflation aftershocks and regional inequality to watch.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "For families based in Manchester, A regulated market economy with social safety nets supports entrepreneurship while cushioning healthcare and schooling costs.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "For families based in Manchester, Quality varies by local authority, so we’d target strong Ofsted areas or consider academy chains with robust STEM tracks.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "For families based in Manchester, Thousands of licensed sponsors exist, but high fees and salary thresholds mean we must target shortage-list employers early.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Manchester's core is urban but canalside revitalization and nearby Peak District escapes keep everyday life from feeling concrete-bound.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "For families based in Manchester, Combined tech salaries fall into 40% higher-rate bands, so we’d lean on pension contributions and child benefit clawback planning.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn keeps to 9–15 °C (48–59 °F) with plenty of grey skies, making indoor cultural plans handy.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "For families based in Manchester, Libraries, museums, and free festivals give the boys endless weekend options, and most towns offer playgrounds within a short walk.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "For families based in Manchester, Dependents can work or study freely once visas are issued, but NHS surcharge and school admissions timelines require upfront planning.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "For families based in Manchester, Statutory leave plus flexible working rights back up Sarah’s work-life goals, even if benefit levels lag Nordic standards.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "For families based in Manchester, Middle-class families often mix statutory leave with part-time returns and grandparents, a pattern we could mirror with hybrid roles.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "For families based in Manchester, Many leave rights apply, but means-tested benefits exclude most work visas, so we’d rely on employer top-ups.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "For families based in Manchester, Women pair athleisure with tailored coats, making it easy for Sarah to stay comfortable and polished.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "For families based in Manchester, Smart-casual layers and weatherproof outerwear dominate, so Trey’s tech wardrobe fits right in.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "For families based in Manchester, Women comfortably mix professional and casual styles, and weather-ready layers keep expectations practical for Sarah.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Firms like Cloud Imperium, TT Games, and Rockstar Dundee's proximity create diverse engineering opportunities.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentValue": 8,
      "alignmentText": "As noted in Game Dev Work Prospects, Firms like Cloud Imperium, TT Games, and Rockstar Dundee's proximity create diverse engineering opportunities. Hiring velocity at established studios in Manchester wraps searches within a month or two as pipelines stay active."
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentValue": 8,
      "alignmentText": "Compensation remains competitive with other major hubs, mixing solid base pay and performance bonuses. When opportunities surface in Manchester, established studios benchmark offers against peers across the ecosystem."
    },
    {
      "key": "Language (Established Studios)",
      "alignmentValue": 8,
      "alignmentText": "Established studios in Manchester rely on English for cross-border collaboration, while local-language fluency remains important for community, compliance, and platform partnerships."
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentValue": 8,
      "alignmentText": "Remote expectations at established studios in Manchester are flexible for senior roles, with hybrid schedules common."
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "For families based in Manchester, Legal recognition of non-binary identities is emerging and urban schools teach inclusion, though rural areas can be conservative.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "For families based in Manchester, The Equality Act and active advocacy groups deliver strong protections, even if pay gaps persist in some sectors.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "For families based in Manchester, Dual-career households are normal and dads taking leave is increasingly accepted, aligning with the family’s egalitarian approach.",
      "alignmentValue": 7
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "For families based in Manchester, BRP-to-eVisa transitions, proof-of-address hurdles, and credit history building take effort during the first year.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "For families based in Manchester, Climate models flag more heavy rain and coastal flood risk, so we'd budget for flood-aware housing and insurance while still seeing the islands as relatively safe from extreme heat.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "For families based in Manchester, The NHS covers care without bills, but specialty waits and GP backlogs mean we’d pair it with occasional private visits.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "For families based in Manchester, Paying the Immigration Health Surcharge grants full NHS access, though first-year GP registration and wait times require patience.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "For families based in Manchester, Domestic tuition caps and income-based loans keep university feasible for the boys if we settle long term.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "For families based in Manchester, Until indefinite leave, the kids would face international fees, so permanent residency becomes key before university age.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Family homes in Chorlton or Didsbury cost less than London; new builds in Salford Quays add inventory though demand is rising.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "For families based in Manchester, PAYE handles most income tax automatically, and digital self-assessment tools make side projects manageable.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "For families based in Manchester, State schools are free with decent secular options; we just need to pick catchments with strong Ofsted reports.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "For families based in Manchester, Children on dependent visas can enroll easily, yet proof of address and NHS numbers add upfront paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "For families based in Manchester, English dominates daily life and services, so integration is frictionless while the kids still meet Welsh or Gaelic at school for enrichment.",
      "alignmentValue": 10
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "For families based in Manchester, Legal equality and visible Pride events keep queer families supported, with only isolated pushback outside cities.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "For families based in Manchester, Leftist movements stay mostly academic or activist; mainstream parties frame them as fringe.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "For families based in Manchester, Modern fatherhood and flexible work are increasingly celebrated, though pub and sport culture still prize stoicism.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "TechNorth, Gameopolis, and thriving arts collectives give instant community touchpoints for both parents.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "For families based in Manchester, The National Living Wage rises annually and covers core expenses outside London, though big-city rents would still push the family toward dual tech incomes.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Full-fibre rollouts, 5G coverage, and ongoing rail upgrades keep infrastructure competitive for remote work.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "The Peak District, Lake District trains, and Pennine trails provide abundant scenery just beyond city limits.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Flooding along the Irwell is the main concern, mitigated by new defences; other natural hazards stay rare.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Northern Rail and guided cycleways make weekend hikes and climbing trips simple without owning a car.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Iconic venues like Albert Hall and Band on the Wall keep live music accessible without London travel.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Late trams and 24-hour bus routes support nights out, though we can still retreat to quieter suburbs afterward.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Gameopolis meetups, PixelMill, and universities feed a collaborative ecosystem.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Cloud Imperium's UK team, Rebellion North, and indie outfits in MediaCity signal a strong studio cluster.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "MediaCityUK, GMCA grants, and HOST Salford accelerators give Trey's startup real support.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentValue": 8,
      "alignmentText": "Startup founders report that MediaCityUK, GMCA grants, and HOST Salford accelerators give Trey's startup real support. Hiring velocity at early-stage studios in Manchester wraps searches within a month or two as pipelines stay active."
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentValue": 8,
      "alignmentText": "Compensation remains competitive with other major hubs, mixing solid base pay and performance bonuses. Early teams in Manchester balance cash and equity to stay competitive while managing runway."
    },
    {
      "key": "Language (Startups)",
      "alignmentValue": 8,
      "alignmentText": "Founding teams in Manchester lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach."
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentValue": 8,
      "alignmentText": "Remote expectations among startups in Manchester are flexible for senior roles, with hybrid schedules common."
    },
    {
      "key": "Pace of Life",
      "alignmentText": "MediaCity and Northern Quarter hum with energy while surrounding suburbs stay relaxed, offering balance for Sarah.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "For families based in Manchester, Parents juggle school runs, sports clubs, and homework but the schedule is manageable with wraparound care and plentiful parks.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "For families based in Manchester, Five years on a qualifying visa plus 12 months ILR, Life in the UK, and language tests make the process structured yet paperwork-heavy.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "For families based in Manchester, Transparency laws and watchdog journalism keep corruption low, with sleaze stories typically triggering resignations.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "For families based in Manchester, A parliamentary democracy with devolved nations offers checks and civic engagement channels the family appreciates.",
      "alignmentValue": 7
    },
    {
      "key": "Polyamory",
      "alignmentText": "For families based in Manchester, Major cities host polyamory meetups and sex-positive therapists, yet the legal framework stays monogamy-only so we would stay discreet with schools.",
      "alignmentValue": 5
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "For families based in Manchester, Funded 15–30 hour nursery slots help at ages 3–4, yet infant care has waitlists and high fees in London.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "For families based in Manchester, Independent schools offer strong academics but fees rival US colleges, so we’d treat them as backup rather than plan A.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "For families based in Manchester, Cities lean progressive with protections for LGBTQ+ residents, though national politics swing between centrist parties.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "For families based in Manchester, Campaigns lean on patriotic framing and culture-war headlines, but plural media lets the family curate calmer sources.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "For families based in Manchester, Public broadcasters provide balance, yet tabloids and partisan social media keep spin in the daily mix.",
      "alignmentValue": 5
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Metrolink trams, heavy rail, and improving bus franchising support a solid car-light lifestyle, albeit with occasional delays.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "For families based in Manchester, Religion is mostly private nationally, yet Northern Ireland and some school policies keep faith voices visible.",
      "alignmentValue": 5
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "For families based in Manchester, Hybrid weeks and coworking hubs are normal in tech, letting Sarah secure a low-stress remote role while Trey taps London meetings as needed.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "For families based in Manchester, Most work visas run 2–5 years with clear upgrade paths to Indefinite Leave to Remain if we track absence limits.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "For families based in Manchester, The state pension supplements workplace schemes, but comfortable retirement still depends on private savings and housing equity.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "For families based in Manchester, Access hinges on National Insurance years and keeping UK pensions portable, so we’d maintain US savings as backup.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "For families based in Manchester, Ruby is niche but active across London and Edinburgh startups, so Sarah would need networking yet still find remote or hybrid teams.",
      "alignmentValue": 7
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "City-centre nightlife brings some antisocial behaviour; family areas remain calmer but we’d stay alert for bike theft.",
      "alignmentValue": 6
    },
    {
      "key": "Schooling Options",
      "alignmentText": "For families based in Manchester, State, academy, and a smattering of secular private schools give us choice, but grammar and faith admissions require careful catchment planning.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Irish Sea temps run 7–17 °C (45–63 °F), so any real swimming is a summer-day excursion with wetsuits.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Expect mild temperatures but frequent drizzle; investing in waterproof gear is essential for school runs and weekend outings.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "For families based in Manchester, Comprehensive sex education and liberal norms in metros support the family’s sex-positive outlook, even if rural areas stay discreet.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "For families based in Manchester, Universal healthcare and benefits exist, yet austerity-era cuts mean we’d verify local delivery before committing.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring settles around 7–14 °C (45–57 °F) with intermittent rain requiring layers and waterproof shoes.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "For families based in Manchester, Institutions are steady but Brexit-era leadership churn shows politics can be noisy every few years.",
      "alignmentValue": 6
    },
    {
      "key": "State Ideology",
      "alignmentText": "For families based in Manchester, Politics oscillates between centrist Conservatives and Labour, so policy swings require periodic recalibration.",
      "alignmentValue": 6
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "For families based in Manchester, A mature mixed economy balances free markets with public services like the NHS, matching the family’s preference for safety nets.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summers sit near 16–22 °C (61–72 °F); humid spells happen but seldom top 28 °C.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "For families based in Manchester, Visa fees, NHS surcharges, and biometrics push costs into the thousands per adult, and processing can stretch to several months.",
      "alignmentValue": 4
    },
    {
      "key": "Trust in Government",
      "alignmentText": "For families based in Manchester, Surveys show middling trust after scandals, so expect lively political debate at the school gate.",
      "alignmentValue": 5
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "For families based in Manchester, Issues surface around procurement or lobbying rather than day-to-day bribery, so it rarely touches family life.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "For families based in Manchester, Senior dev pay trails US hubs, so Trey and Sarah would lean on remote-friendly roles or equity to balance London-area costs.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "For families based in Manchester, Weekends mix kids’ clubs, museums, and park time; Sunday trading rules leave ample family windows even without a car.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "For families based in Manchester, Schools run roughly 08:30–15:00 and offices 09:00–17:30, so we’d lean on wraparound care or flex hours to bridge commutes.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "For families based in Manchester, Statutory 28 days including bank holidays beats US norms and lets the family plan regular school-break trips.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "For families based in Manchester, Tech employers often offer 30–33 days plus buy/sell schemes, keeping family adventures aligned with school calendars.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "For families based in Manchester, Opinions on the EU and Ireland are mixed post-Brexit, so dinner-table talk can get political.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "For families based in Manchester, The UK balances pride in institutions with a pragmatic streak, making locals confident yet approachable.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "For families based in Manchester, Neighbors respect UK culture but criticise Brexit-era politics, which the family should expect to hear while travelling.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "For families based in Manchester, Skilled Worker and Global Talent routes are viable but expensive, and Innovator Founder demands robust business plans.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "For families based in Manchester, Shared language and cultural ties make Americans broadly welcome, especially in cosmopolitan cities.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Manchester blends global music heritage, Premier League energy, and quick escapes to national parks—an appealing mix for the whole family.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters hover 2–7 °C (36–45 °F); damp chill persists but snow is rare.",
      "alignmentValue": 6
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "For families based in Manchester, Contracts target 37.5–40 hours and flex arrangements are common, yet finance and game studios still expect overtime around launches.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "For families based in Manchester, Hybrid norms, 28+ days of leave, and cultural respect for evenings help Sarah secure calmer schedules, though crunch remains in some London studios.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "For families based in Manchester, Holiday pay, sick leave, and union protections exceed US baselines, though zero-hour contracts linger in retail and hospitality.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Meaningful swings appear a few times per season; we budget extra time and gear to handle sudden cold snaps or storm systems.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Extended daylight deficits and short, cloudy summers introduce ongoing mood strain the family must actively counter.",
      "alignmentValue": 6
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Comfortable windows exist but are short; we stack activities in one or two prime seasons.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Lower-income families can make it work but face long waitlists or limited options in desirable neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Comfortable living is possible but major purchases or travel demand careful planning and occasional sacrifices.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "High-end living is feasible yet demands planning around limited providers or exclusive networks.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Inventory is tight; we may accept longer commutes or older properties to secure space.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "We can find a few reputable co-living or cooperative projects though demand may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Locals are polite and willing to connect when we show initiative, though relationships build gradually.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Friendly exchanges happen when we initiate; staff and strangers respond positively.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "sameAsParent": true
    },
    {
      "key": "Grooming & Beauty Investment",
      "sameAsParent": true
    },
    {
      "key": "Body Image & Fitness Pressure",
      "sameAsParent": true
    },
    {
      "key": "Fashion & Style Expectations",
      "sameAsParent": true
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Most encounters are considerate though occasional missteps require direct communication.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "sameAsParent": true
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "sameAsParent": true
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Most peers are nonjudgmental but traditional families may gossip.",
      "alignmentValue": 8
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "sameAsParent": true
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Crowded transit aside, locals check before touching and notice discomfort.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Mixed regulations mean some communities normalize casual carry; we stay aware of local norms.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Possession laws are moderate though some substances still carry steep fines.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Approach varies by district; we track neighborhood trends to avoid heavy-handed areas.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Multiple incidents within the past decade impact how we choose schools and venues.",
      "alignmentValue": 6
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "We track reports to avoid complacency; advocacy groups monitor periodic abuses.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Sidewalks cover key areas but drivers often rush, so we stay alert with children.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common but balanced by strong fresh markets.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "We have plentiful access to quality produce and diverse restaurants with only rare gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is moderate; we secure support with some wait times.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Slightly elevated incidence prompts routine checkups and monitoring.",
      "alignmentValue": 7
    },
    {
      "key": "Broader Job Market Resilience",
      "sameAsParent": true
    }
  ]
}
