{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Chicago\u0027s lakefront parks and riverwalk offer ample outdoor space, but periodic air-quality alerts and allergens call for planning around conditions.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Moderate warming risk for Chicago; heat waves and heavier rains call for basement flood vigilance and cooling plans.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Chicago\u0027s seasons swing from hot, humid summers to cold, windy winters; mild springs/falls help, but gear for heat and cold is often needed in Chicago, US.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "Chicago air quality shows monthly spikes. Summer ozone alerts and PM2.5 near industrial corridors require AQI checks for outdoor plans.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Chicago, USA faces severe thunderstorms, river flooding, and polar cold snaps every few years; city recovery systems limit disruption for your family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Chicago, March–May swing from cool mornings to mild/pleasant afternoons; expect variable days and plan for layers.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Chicago summers hover near 30°C with humidity spikes; lake breezes soften heat, but heatwaves test a mild-weather plan in the USA.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Chicago falls swing from warm afternoons to frosty nights; layer up for lakefront family outings.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Chicago winters frequently dip below freezing with notable snowfall; ensure robust heating and backup childcare for schooldays.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Beach Life",
      "alignmentText": "Chicago-area Lake Michigan beaches (North Ave, Promontory Point) offer lifeguards and family facilities; water quality is monitored and crowds are seasonal.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Chicago water peaks near 22 °C in midsummer; outside that window, swims are brief or rely on heated pools.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Chicago lakefront trails and Cook County forest preserves offer biking and family-friendly hikes. Parks can be busy on weekends.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Chicago\u0027s $15.80\u002B minimum covers basics for a two-adult family, but childcare and housing costs limit savings, even with strong enforcement.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Chicago software salaries run about $100k–$160k; with two earners, a comfortable upper-middle lifestyle in good neighborhoods is realistic.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Chicago\u0027s .NET market is strong across enterprises and startups; many roles are remote-friendly with competitive pay.",
      "alignmentValue": 9
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Chicago Ruby roles cluster in fintech/product teams (River North/West Loop); steady openings but tight competition - networking stays essential.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "US citizens in Chicago: visa sponsorship is largely unnecessary; focus on local hiring and already-secured work authorization.",
      "alignmentValue": 1
    },
    {
      "key": "Economic Health",
      "alignmentText": "Chicago, IL offers a diversified economy (finance, healthcare, tech) with steady jobs; social safeguards cushion occasional downturns.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Chicago remote/hybrid norms are strong. Central-time overlaps aid collaboration and coworking options are plentiful, though some firms push office returns.",
      "alignmentValue": 9
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Chicago-area firms offer flexible hours and remote work; pace fits family-friendly goals, with occasional peaks and built-in recovery time.",
      "alignmentValue": 8
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Chicago, 37–38 hour weeks with occasional crunch. This supports family-friendly policies and remote/hybrid work.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Chicago, IL offers paid leave; vacation days depend on employer size. Expect roughly 10-14 days minimum for a family-friendly policy.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Chicago-area tech firms, 15-19 PTO days is common; remote/hybrid options help families plan trips outside peak seasons.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Chicago neighborhoods like Lincoln Park and Hyde Park feel calmer and family-friendly. Downtown areas can be busy but manageable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Chicago: schools ~8:30-9, work 9-5, aftercare to 6; CTA/Metra helps commutes; needs wraparound care and some hybrid days.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In Chicago, weekends offer solid family options (parks, free museum days, markets); plan ahead for popular venues and transit times.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Family Life",
      "alignmentText": "In Chicago, Park District programs, libraries, and block clubs support families. Childcare and affordable options often require proactive effort.",
      "alignmentValue": 7
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Chicago, IL, Rogers Park and Humboldt Park offer supportive polyamory circles. However mainstream services can still misunderstand poly households.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Chicago, IL: Prioritize selective enrollment and strong public schools; bilingual exposure valued; park programs available; pressure is moderate and manageable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Chicago offers bustling centers yet family zones with parks and events. Safety varies by neighborhood; choose kid-friendly areas like Lincoln Park.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Chicago CPS has magnet programs and varied neighborhood options. For secular, bilingual-friendly options, plan carefully and expect waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Chicago has universal pre-K, but gaps persist across wards. Private daycare remains costly with limited subsidies for dual-working families.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Chicago, IL offers limited childcare subsidies; middle-income families still face high co-pays and gaps in coverage.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Chicago, IL offers clear subsidy paths for citizens; CCAP with income tests and some waitlists; employer support may help Trey and Sarah.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Chicago K-12 access is broad; magnet/selective seats use lotteries. Bilingual/ELL support is available, with top programs often lottery-based.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Chicago, public schools enroll US citizen children with standard residency proof and immunizations; language support available if needed.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Chicago private schools exist (Catholic/independent); tuition often $12k–$35k/yr; quality varies, so check accreditation and values.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Chicago, Illinois offers up to 40 hours/year paid leave under Illinois law; wage replacement depends on each employer.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Chicago, USA: as US citizens, this family has full access to core protections with no visa-related barriers.",
      "alignmentValue": 10
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Illinois public universities (UI system, UIC), DePaul, and City Colleges offer in-state tuition and scholarships; Chicago costs require budgeting.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Chicago, US citizens have strong higher-ed access with in-state tuition and federal aid; scholarships and private options are available.",
      "alignmentValue": 10
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Chicago, dual-career households are common, and leadership is increasingly progressive, though some firms still lean traditional.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Chicago, IL, US, gender-diverse identities are strongly protected with inclusive healthcare; urban services and schools support LGBTQ\u002B inclusion.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Illinois and Chicago uphold strong gender rights protections and active enforcement for LGBTQ\u002B rights. Some residual pay gaps and underrepresentation in leadership remain.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Chicago, US: femininity norms are broadly flexible in urban life; work and parenting allow varied dress with minimal couture pressure.",
      "alignmentValue": 9
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Chicago, evolving urban masculinity blends with sports culture; diverse scenes support caregiving and nontraditional roles for this family.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Chicago\u0027s world-class arts, architecture, and lakefront parks offer diverse neighborhoods and strong schools for engaging family life.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Chicago, English is widely used in services, with ample Spanish options. This aligns with the family\u0027s willingness to learn locally.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Chicago, IL, USA, progressive city policies and strong civic engagement shape daily life; statewide politics are mixed.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Chicago, USA, Marxism is a niche but visible thread amid strong labor activism; policy remains market-leaning, yet open, pluralistic debate endures.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "In Chicago, secular households are common and openly atheist views are generally accepted. Faith communities remain influential in some neighborhoods.",
      "alignmentValue": 9
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Chicago, sex-positivity is widely supported with accessible resources and inclusive education; urban openness blends with pockets of modesty.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Chicago (US) offers strong LGBTQ\u002B protections and broad acceptance; Boystown and metro areas are supportive, with some conservative pockets.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Chicago\u0027s diverse neighborhoods offer active block clubs and mutual aid networks. Newcomers can fit in with a little initiative.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Chicago\u0027s diverse, resilient identity blends labor roots with progressive values; a hopeful, pragmatic self-view grounded in civic pluralism.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "From Chicago, curiosity about Canada and Mexico exists due to immigrant heritage, but daily life remains US-centered and cautiously framed by media.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Canadians and Midwest neighbors view Chicago as cosmopolitan and welcoming, reflecting strong U.S. ties, though crime stereotypes linger.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Chicago is district-based (River North, Wicker Park); plan sitters and safe transit for evenings.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Chicago\u0027s urban tech scene, modern, comfortable attire rules. Casual streetwear blends with office casual.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Chicago\u0027s female fashion scene is vibrant and inclusive; diverse styles are welcomed, with body-positivity and independent designers shaping urban chic.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Chicago offers a robust hobby scene: gaming, board games, climbing, and family clubs with ample classes and meetups.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Chicago has regular board game nights, kid-friendly shops, and active meetups; families can join widely with some neighborhood exploration.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Chicago has a vibrant live music scene with frequent concerts and festivals. Safe transit helps families, though some events require planning.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Chicago offers frequent tech, parenting, and cultural meetups; venues like 1871 and public libraries support newcomer families.",
      "alignmentValue": 9
    },
    {
      "key": "Nature Access",
      "alignmentText": "Forest preserves and Indiana Dunes are within an hour by car from Chicago. Weekend drives fit this family.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "Chicago\u0027s politics blend historic machine influence with reform efforts; strong civil society helps counterbalance power.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Chicago, IL, USA: religion and state stay separate; policies protect civil rights while respecting diverse faiths.",
      "alignmentValue": 10
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Chicago, IL, USA: core worker protections exist with strong unions, but enforcement is stretched and some gig sectors lag.",
      "alignmentValue": 7
    },
    {
      "key": "State Ideology",
      "alignmentText": "Illinois leans progressive, driven by Chicago\u0027s policy priorities. Downstate voices temper changes with incremental, pragmatic policy.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "US/Chicago: minor centralization hints; resilient courts and independent media keep civil society proactive.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Chicago, USA blends dynamic markets with safety nets; supports startups and families while addressing inequality.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "Chicago\u0027s diverse economy cushions downturns, but Illinois pension debt and tax pressures create occasional regional tension.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Chicago, US enjoys diverse, independent outlets with active fact-checking; occasional national spin is countered by local watchdogs and public media.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Chicago, favor messaging that centers community wellbeing, factual updates, and plural voices; minimize propaganda and nationalist spin.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Chicago, social policies cover core safety nets and housing programs. Yet funding and outreach vary by ward, creating gaps for families.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in Chicago, IL, USA city government is mixed. Families rely on services but want greater transparency and simpler bureaucracy.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Chicago, IL, USA, perceived corruption is moderate; watchdogs and reforms help, but local bureaucracy can still slow families.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Chicago, USA, corruption is usually limited to occasional procurement and zoning issues, kept in check by strong oversight.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Chicago family housing exists but is pricey; some neighborhoods offer protections and parks nearby, yet space and taxes complicate finding a home.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Safety in Chicago varies by neighborhood; plan for secure housing and after-dark caution. Maintain vigilance and rely on local policing and community programs.",
      "alignmentValue": 5
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Chicago, US has top hospitals like Northwestern and UChicago. However, navigating insurance networks remains essential for families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Chicago, USA: visa families get employer coverage but face high out-of-pocket costs and network limits.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Chicago offers subsidies (Illinois CCAP) but eligibility is tight. Families must network to find affordable childcare.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Chicago, US offers some parental leave and childcare support, but coverage is modest and uneven. Benefits vary by employer and local programs.",
      "alignmentValue": 6
    },
    {
      "key": "Education",
      "alignmentText": "Chicago CPS offers strong selective enrollment and STEM options with good outcomes. Equity gaps persist, but bilingual programs support your family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "CTA/Metra provide workable car-light options in Chicago, but winter delays and some neighborhoods lack rapid service require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "In Chicago, US, a strong mixed economy backs startups with governance; entrepreneurship thrives, but more social protections are still needed.",
      "alignmentValue": 9
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Illinois’ flat tax helps filings in Chicago, but high property taxes and city fees complicate budgeting for families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Chicago, IL, the 4.95% Illinois state tax plus city sales and property taxes yields ~25–28% effective rate for dual tech incomes.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Chicago banking is highly digital for US families; easy online accounts, strong protections, and low fees with fintech options.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Chicago\u0027s cost of living is moderate to high; housing and childcare bite, but dual tech incomes and city amenities keep finances manageable.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Chicago, quality healthcare and cultural amenities support aging in place, but high taxes and living costs require solid savings.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Chicago, US citizens have full Social Security and retiree access; private savings remain a hedge.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "US citizens relocating within Chicago, no visa steps needed; focus on local schools, healthcare access, and job onboarding in IL.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Chicago\u0027s diverse neighborhoods and family-friendly services make US movers feel welcome; strong schools and supportive communities help our family settle in.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "US citizens moving to Chicago, IL: residency is straightforward with nationwide rights; no visa renewals needed, domicile governs local benefits.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Chicago, US citizenship remains straightforward for this family; with US passports, naturalization isn\u0027t a concern for parents or children.",
      "alignmentValue": 10
    },
    {
      "key": "Family Members",
      "alignmentText": "In Chicago, US citizen spouses and minor children qualify easily for visas. Backlogs mainly affect extended family.",
      "alignmentValue": 10
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Chicago, US citizens can move immediately; sponsoring relatives involves fees and multi-year waits, but processes are predictable.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Chicago, US, resident compliance is generally straightforward, with annual state/local filings and licenses; plan for taxes and family registrations.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Chicago/USA permits dual citizenship with minimal reporting; taxes apply. Fits your global, cross-border, long-term plans.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Chicago, as US citizens, visa friction is minimal. Residency and work are straightforward with protections, and Chicago\u0027s tech scene supports startups.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Chicago, US hosts mid-sized studios like NetherRealm, Iron Galaxy, and Jackbox; steady openings with remote options for Trey\u0027s game startup.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "As noted in Game Dev Work Prospects, Studios like NetherRealm, Iron Galaxy, and Jackbox offer roles, but the scene is smaller than coasts and focuses on specific niches. Hiring velocity at established studios in Chicago is moderate, with teams needing a few months to land the right hire.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Chicago compensation tends to track global medians, slightly below top hubs, but workable for families with remote options.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Chicago studios mostly use English; some bilingual support and local-language onboarding align with the family\u0027s preference.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Chicago, studios mix onsite with hybrid options; remote is allowed case-by-case, matching the family\u0027s preference for flexibility.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Chicago, USA hosts NetherRealm, Iron Galaxy, Jackbox; a solid indie/VR scene with active events and hiring.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Chicago hosts regular game dev meetups through IGDA Chicago, DePaul, and Bit Bash. Online hubs keep learning accessible to newcomers and families.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Chicago has accelerators (1871) and a growing indie scene; VC is competitive, but grants and visa options help game startups.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Chicago: early-stage startup roles take about 3 months; accelerators/VCs exist, with remote/hybrid options suited for a working-parent family.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Chicago startups balance cash \u002B equity; equity meaningful but packages lag SV, suitable for a family-friendly, remote-ready team.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Chicago startups run primarily in English. Local-language outreach (Spanish, Polish) supports hiring and community engagement.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Chicago startups embrace remote work for most roles with periodic on-site days, matching family-friendly, flexible needs.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Chicago has strong broadband and transit access with modern downtown hubs, but aging roads and water infrastructure still need upgrades.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Chicago, USA: seasons are generally mild. Winters are cold and summers hot/humid; expect a few extreme weeks each season.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Chicago winters bring noticeable darkness; maintain energy with daily outdoor breaks and occasional light therapy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In Chicago, mild weather mainly in spring and fall; summers are humid and winters cold, limiting outdoor time for the family.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Chicago, IL, USA: basic needs are met, but savings and extracurriculars rely on extra work or support; childcare and housing costs strain the budget.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Chicago, housing and childcare strain the budget, limiting savings and discretionary spending most months.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Chicago offers abundant premium dining, culture, and strong schools. Some top options have waitlists or higher costs, but plenty of alternatives exist.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Chicago, 2k sq ft rentals appear occasionally and move fast; expect premium rents or broker help near good schools and parks.",
      "alignmentValue": 6
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Chicago area offers a few family-friendly co-housing options and intentional communities; nearby Evanston/Oak Park add options, but demand is modest.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Chicago has friendly pockets and strong family-friendly neighborhoods with parks, but warmth varies by area; proactive community engagement helps build ties.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Chicago overall welcomes immigrants with strong local networks. Occasional national rhetoric creates mild concern about inclusion.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Chicago generally welcomes White migrants; reception varies by class and engagement - stay connected locally to avoid aloof impressions.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Chicago, politeness is situational and brisk in busy settings. Warmth often comes when you initiate conversation.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Chicago\u0027s diverse communities, deep bonds grow with steady, shared projects. Join parks, libraries, or parent groups to build trust.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Chicago\u0027s busy streets and transit often compress personal space; gently advocate for comfort, especially with kids in crowds.",
      "alignmentValue": 6
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Chicago, openness is welcomed, but diplomacy and sensitivity help. Share concerns clearly while respecting local norms and pluralistic views.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Chicago, IL, USA, we stay polished for work and social events. We keep grooming practical to fit family life in a busy urban home.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Chicago\u0027s diverse urban scene supports body diversity. Diet-talk still surfaces in some circles; boundaries help us model healthy talk for the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Chicago, work settings can call for polished outfits, but family spaces allow flexibility.",
      "alignmentValue": 7
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Chicago\u0027s nightlife is diverse, and consent is generally respected. For a family with young kids, stay vigilant in alcohol-heavy venues and communicate clearly.",
      "alignmentValue": 8
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Chicago, USA, flirting norms are largely fluid; all genders can initiate without stigma, with minor lingering heteronormative cues.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Chicago, US, non-monogamy has supportive scenes; acceptance is good, but privacy matters for a family.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Chicago\u0027s urban, sex-positive scene generally respects adult choices. Casual relationships face little moral policing.",
      "alignmentValue": 9
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Chicago, US: Openness varies; progressive circles tolerate multi-partner families, but we remain discreet with institutions and paperwork.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Chicago\u0027s busy transit, we sometimes experience closer contact than preferred. We can steer interactions politely to maintain space for the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "In Chicago, IL, firearms are present but regulated (FOID, background checks); strong safety norms coexist with urban gun-violence concerns.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Chicago, IL has cannabis decriminalization and strong harm-reduction services. A progressive, civil-liberties-focused family benefits from robust addiction care.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Chicago, enforcement varies by district. We\u0027d avoid heavy-handed areas to keep our family safe.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Chicago, mass violence risk remains an ongoing concern; we regularly rehearse safety plans for homes, schools, and public venues.",
      "alignmentValue": 5
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "In Chicago, IL (US), carceral conditions show systemic issues; humane reform and stronger oversight align with this family\u0027s values.",
      "alignmentValue": 6
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Chicago, USA has walkable pockets and decent transit, yet some streets are car-heavy; we\u0027ll route around busy arterials near parks and schools.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Chicago, wellness options exist but you must seek like-minded circles; parks and programs support healthy living, though habits vary.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Chicago, farmers markets and diverse grocers support fresh options; convenient foods are nearby, but healthy choices are doable with planning.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Chicago\u0027s diverse neighborhoods and abundant markets support global cuisines; expect rare gaps in specialty items.",
      "alignmentValue": 9
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Chicago, USA, family mental health resources are robust; services are accessible with open dialogue, though some wait times may occur.",
      "alignmentValue": 8
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Chicago has moderate obesity levels; community programs and walkable neighborhoods help keep trends stable.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Chicago shows urban cancer clusters near some industrial corridors. Prioritize routine screening and vet neighborhoods for air quality and healthcare access.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "In Chicago, a diverse US economy supports tech and services; layoffs are occasional, but rehiring tends to resume quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Studio Density",
      "alignmentText": "Chicago, USA hosts a healthy mix of studios with mid-sized shops and indie teams; good for game dev and grants.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Chicago hosts NetherRealm Studios as a major AAA anchor. A few mid-size studios support a growing local game-dev scene.",
      "alignmentValue": 6
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Chicago has a growing game-dev scene with multiple studios and vendors for art/QA; overflow work may still require remote partners.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Chicago\u0027s game-design programs (DePaul, Columbia College, UIC) offer internships with local studios; curriculum often needs supplemental industry training.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Regular bootcamps and monthly meetups in Chicago cover most upskilling needs for developers; strong university extension and local studios.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Chicago offers frequent tech and game-dev meetups plus annual conferences; a vibrant, welcoming network for a family-friendly, entrepreneur household.",
      "alignmentValue": 9
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Chicago blends Unity and Unreal scenes with active meetups and studios; solid cross-pollination and tooling options for our devs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Chicago\u0027s real-time game dev scene is growing. Strong broadband, Azure access, and a supportive ecosystem fit Trey and Sarah\u0027s startup and dev needs.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Chicago\u0027s robust software/game-dev scene offers a healthy balance; strong pipelines plus remote options support your tech goals.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Chicago’s diverse tech scene plus family-friendly policies. Funding cycles may cause periodic churn, but retention stays solid for this family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Chicago workplaces show steady D\u0026I progress, with inclusive hiring and ERGs, aligning with this progressive family\u0027s LGBTQ\u002B-friendly values in the U.S.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Chicago/Illinois offers some tech grants and limited game-related credits; funding cycles vary and applications are competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Chicago, IL, USA offers relatively predictable policy for startups with incentives; expect occasional tweaks but overall stability.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Chicago\u0027s startup scene is growing: hubs like 1871/TechNexus offer regular founder meetups and mentor circles; good local support.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Chicago, IL has solid general VC presence and public grants; game-specific funds are rare, so expect competition and broad networking.",
      "alignmentValue": 7
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Chicago has generalist accelerators (1871, Techstars) that accept game startups, but few game-tailored tracks exist.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Chicago offers a strong senior talent pool in gaming and software; startups can recruit locally from a robust tech ecosystem with accelerators.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Chicago has a solid pool of software/game dev contractors; top talent books out weeks; plan lead times and local partner options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Chicago offers solid coworking and startup hubs (1871); general game-dev gear is available, but mocap/audio labs remain limited for indies.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Chicago-area law firms reliably handle game IP, publishing, and licensing for startups. Local, startup-friendly options are available.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Chicago offers occasional platform engagement; most publisher relations are remote, with a growing Midwest game-dev ecosystem that supports Trey.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Chicago has a solid indie dev scene with meetups, usability labs, and local user research firms; reliable playtests and surveys exist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "US startup visas are limited; Chicago founders rely on standard permits (H-1B/O-1) or corporate sponsorship; processing times vary.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Chicago, United States, startup costs are slightly above Midwest norms. Leverage local incentives and grants to stabilize payroll and rent.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Chicago has a solid 3D character artist pool; talent is concentrated in a few studios, with noticeable competition for senior roles.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Chicago offers several strong 3D/character art programs (SAIC, UIC, DePaul, Columbia College) feeding ready grads into local studios.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Chicago\u0027s 3D character art scene offers regular short courses and meetups via SAIC and local colleges; solid instructors and hands-on options.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Chicago, IL, 3D Character Artist roles typically take 2-3 months due to a tight local pool; remote hiring or relocation options may help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Chicago, US, 3D character artist pay trails top markets by 25–30%. Local studios offer solid benefits and cost-of-living offsets.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "English is predominant in Chicago\u0027s 3D art studios. Multilingual teams are common across Illinois studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Chicago, US: most studios offer flexible remote/hybrid for 3D character artists; expect equipment stipends and async workflows.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Chicago has a moderate 3D animator pool; mid-level pros are available, but senior hires may require relocation or remote work, good for family-friendly teams.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Chicago has several solid 3D animation programs (SAIC, DePaul, Columbia College, UIC) feeding well-prepared grads each year.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Chicago has a modest but real scene: occasional in-person and online 3D animation courses; regular meetups and short courses with solid instructors.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Chicago, IL 3D animator hires typically take 4-5 months with multiple search cycles. Remote candidates broaden access to game-dev talent.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "3D animator pay in Chicago, USA is competitive but typically trails top hubs by about 10–15%. Strong benefits or remote options can help attract talent here.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Chicago\u0027s 3D animation scene is English-first; multilingual teams are common. Your family values English ubiquity, aligning with local hiring.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Chicago, USA: hybrid/remote 3D animator roles are common; studios offer flexible schedules and equipment support, matching Trey\u0027s game-dev and remote needs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Chicago\u0027s game-dev scene has a moderate pool of 2D environmental artists. Expect extended searches or relocation for senior niche hires.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Chicago has multiple strong programs (SAIC, Columbia College Chicago, DePaul) that consistently supply well-prepared 2D environmental artist graduates to regional studios.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "8: Chicago offers regular 2D environment art courses through SAIC, Columbia College Chicago, and DePaul with solid instructors.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Chicago 2D environmental artist roles typically take 3–4 months; proactive sourcing and remote candidates help secure a fit.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Chicago, USA: 2D environmental artist pay trails top markets by ~20%; local studios and family-friendly living help offset costs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Chicago studios are English-first; bilingual ability helps across diverse teams, but English fluency remains the norm for 2D environmental artist roles.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Chicago, 2D environmental art roles offer remote options case-by-case. Expect some on-site collaboration and flexible schedules.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Chicago has a moderate real-time VFX pool; several studios and grads exist, but senior hires may require targeted sourcing or remote options.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Chicago, IL has several strong programs (DePaul, Columbia College, UIC) feeding real-time VFX grads. The local pipeline supports industry-ready portfolios.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Chicago offers regular VFX real-time courses via local universities and meetups; solid instructors and short courses help keep skills current.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Chicago real-time VFX roles typically take 3–4 months. Local pipelines are modest, often requiring proactive sourcing or relocation options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Chicago, US, VFX Real-Time pay runs about 20% below top hubs; local studios offer solid packages and hybrid roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Chicago, USA studios primarily use English for VFX (real-time); bilingual ability (e.g., Spanish) is a plus for local teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Chicago, US: remote real-time VFX is possible case-by-case; limited process maturity, with some onsite collaboration expected.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Chicago\u0027s large marketing/tech scene provides a strong CM pool with mid-to-senior talent; solid experience mix and some senior competition.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Chicago, USA has solid CM-related programs (marketing/communications) from UIC, DePaul, Northwestern; pipelines exist with varying specialization.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Chicago, USA offers regular community manager meetups and short courses with solid instructors; well-suited for remote/hybrid workers.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Chicago\u0027s strong tech/gaming scene supports community manager hires in ~2–3 months; include remote options and proactive sourcing.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Chicago, US offers solid CM compensation for mid-market roles; remote options ease cost of living, though top hubs pay more.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Chicago is English-first; many CM teams use English, with Spanish/Polish bilingual options common in local communities.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Chicago, US, remote/hybrid CM roles are common; studios support flexible schedules and async workflows, often with equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Chicago offers a moderate Product Marketing Manager (Games) talent pool: solid studios/agencies, but senior PMMs may require longer searches or remote options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "In Chicago, DePaul and Columbia College Chicago offer game-design/marketing tracks, feeding regional PMM (games) grads.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Chicago offers regular game-industry meetups and short courses; strong local instructors and college programs support PMM (Games) upskilling.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Chicago, US\u0027s game PMM market is competitive. Expect 2–3 months to hire with targeted local sourcing.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "In Chicago, PMM (Games) compensation trails top hubs by around 10-15%, but offers solid local packages and lifestyle value for families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "English is widely used in Chicago game marketing teams; bilingual ability is a plus given the local Spanish-speaking community.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Chicago game PM roles are commonly hybrid; fully remote needs negotiation, fitting the family\u0027s need for remote options plus local studio access.",
      "alignmentValue": 8
    }
  ]
}