{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Environmental quality ranges from pristine national parks to industrial corridors; the family would need to pick metros carefully for clean air and access to green space.",
      "alignmentValue": 5
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Climate change impacts are pronounced—wildfires, hurricanes, river floods, and heat waves regularly disrupt daily life, a concern for a risk-averse family.",
      "alignmentValue": 4
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Seasonal swings are extreme across most regions, from humid summers to icy winters, making it hard to find the mild year-round conditions the family prefers.",
      "alignmentValue": 3
    },
    {
      "key": "Air Quality",
      "alignmentText": "Urban smog, wildfire smoke, and pollen spikes mean they would monitor air alerts frequently despite some regions meeting EPA standards.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Hurricanes, tornadoes, wildfires, and blizzards all threaten different regions, pushing disaster exposure higher than the family would like.",
      "alignmentValue": 4
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring transitions quickly from chilly to stormy—Midwest and Plains see 5–22 °C (40–72 °F) swings plus tornado risk, so only shoulder months feel mild.",
      "alignmentValue": 5
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Most metros hit 27–35 °C (80–95 °F) with humidity or wildfire smoke, outside the family’s comfort unless they choose rare temperate coastal pockets.",
      "alignmentValue": 3
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn can be pleasant around 10–21 °C (50–70 °F) but hurricane season and early cold snaps break the mild streak.",
      "alignmentValue": 5
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters swing from blizzards in the Midwest/Northeast to damp chills in the Pacific Northwest, far from the mild, low-ice winters Sarah wants.",
      "alignmentValue": 3
    },
    {
      "key": "Beach Life",
      "alignmentText": "Coastal states offer varied beaches from Florida to California, yet many are crowded, car-dependent, or seasonal for water comfort.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Atlantic and Pacific beaches range from chilly (12–18 °C) much of the year to bath-warm Gulf waters, so only southern coasts feel swimmable for long.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "National parks, mountains, and coastlines are world-class, though reaching them often means long drives or flights from urban hubs.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Federal minimum remains $7.25 and only select states approach living wages, leaving large gaps versus cost of living.",
      "alignmentValue": 3
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Major hubs like Seattle, San Francisco, and Austin still offer six-figure salaries that support Trey and Sarah’s skills if they tolerate high living costs.",
      "alignmentValue": 9
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Enterprise adoption keeps .NET roles plentiful across metros, with remote options and defense contractors expanding demand.",
      "alignmentValue": 9
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby usage has cooled but startups in SF, NYC, and remote-first firms still hire experienced developers, though competition is tighter.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "H-1B and similar visas exist but quotas, lotteries, and strict compliance make sponsorship unreliable for newcomers.",
      "alignmentValue": 3
    },
    {
      "key": "Economic Health",
      "alignmentText": "Despite inflation cycles, GDP growth, deep capital markets, and low unemployment keep the economy resilient for entrepreneurs.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Remote work remains common in tech, yet many employers now push hybrid expectations that could reintroduce commutes.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Long hours, limited leave, and hustle culture clash with Sarah’s need for predictable downtime.",
      "alignmentValue": 3
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Nominal 40-hour weeks hide frequent unpaid overtime, especially in tech and startups.",
      "alignmentValue": 4
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "There is no statutory paid vacation, leaving time off entirely to employer policy.",
      "alignmentValue": 1
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Two to three weeks is common after tenure, which remains modest compared with the family’s expectations.",
      "alignmentValue": 4
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Fast-paced metros and car commutes dominate; only select mid-sized cities offer the slower rhythm Sarah wants.",
      "alignmentValue": 4
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "School runs 08:00–15:00 and tech jobs often 09:00–18:00, requiring after-school care or flexible employers to cover gaps.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends revolve around kids’ sports, errands, and driving to activities, though vibrant city programming offers options.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Family culture varies widely—supportive services exist in some states but childcare and healthcare costs strain budgets.",
      "alignmentValue": 5
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory is legal but stigmatized; only progressive urban communities openly support non-monogamous families.",
      "alignmentValue": 3
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Expectations skew toward intensive, school-centric parenting with limited state support, though progressive enclaves offer flexibility.",
      "alignmentValue": 5
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Parks and museums are strong in big cities, yet car dependency and safety disparities complicate daily outings.",
      "alignmentValue": 5
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public, charter, and private schools offer variety, but quality depends heavily on neighborhood wealth and district funding.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Quality programs exist but slots are scarce and costs rival college tuition, demanding long waitlists.",
      "alignmentValue": 3
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Federal tax credits and patchwork state subsidies leave most families paying high out-of-pocket costs.",
      "alignmentValue": 2
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Non-citizens often face eligibility barriers for subsidies and must navigate complex documentation.",
      "alignmentValue": 2
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizens access free public schooling, yet district quality and funding inequality create big differences.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Most visas allow public school attendance, though undocumented families fear enforcement and some districts have residency hurdles.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Private and parochial schools are abundant but expensive, with elite institutions heavily waitlisted in major metros.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "No national paid leave and limited child allowances; benefits depend on employer or state-level programs.",
      "alignmentValue": 3
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Temporary residents seldom qualify for state benefits and risk losing status if work is paused for caregiving.",
      "alignmentValue": 2
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Citizens enjoy broad access to community colleges and top universities, albeit with high tuition costs.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International students can enroll but face higher tuition and visa work limits, making persistence costly.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Gender norms are gradually balancing, yet cultural expectations around motherhood and career still surface, especially outside progressive metros.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal protections exist in many states, but anti-trans legislation and social pushback in others create an uneven landscape.",
      "alignmentValue": 4
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Federal civil rights and Title IX offer protections, though state abortion bans and trans healthcare restrictions erode consistency.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Women face pressures to juggle careers and caregiving, with norms varying sharply between progressive and conservative regions.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Expectations for men still lean toward stoicism and breadwinning, though urban areas embrace more flexible roles.",
      "alignmentValue": 5
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Startup energy, deep maker communities, and access to cutting-edge tech ecosystems continue to excite Trey.",
      "alignmentValue": 8
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English dominates in daily life and services, eliminating language barriers for the family.",
      "alignmentValue": 10
    },
    {
      "key": "Progressivism",
      "alignmentText": "Progressive policies thrive in coastal states, yet national politics remain polarized with conservative pushback.",
      "alignmentValue": 5
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist politics exist in academic and activist circles but mainstream discourse remains skeptical of socialism.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular life is easy in cities, yet Bible Belt regions still expect church affiliation.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Attitudes toward sexuality are liberal in metros but conservative laws persist in other states.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Legal protections exist federally, yet state-level anti-LGBTQ legislation and social backlash make support uneven.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Friendliness varies; many neighborhoods are welcoming but mobility and individualism can hinder deep ties.",
      "alignmentValue": 5
    },
    {
      "key": "View of self",
      "alignmentText": "Strong national identity and belief in exceptionalism remain common.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Public opinion sees Canada as close and Mexico as a complex partner with migration tensions.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors respect US influence yet critique cultural dominance and policy swings.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Major cities run vibrant nightlife scenes with music, bars, and late dining, though smaller metros close early.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Casual dress norms dominate outside coastal fashion hubs, offering moderate style variety.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Urban centers follow global trends, while much of the country leans toward practical casualwear.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Gaming, outdoor sports, and maker hobbies are widespread, offering Trey and Sarah ample communities.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Robust convention circuit, specialty shops, and active clubs make tabletop communities easy to find.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Live music scenes from Austin to Nashville and local venues in most metros provide rich evening culture.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Platforms like Meetup and vibrant coworking hubs create steady social pipelines for remote workers.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "State and national parks are plentiful but often require car travel and planning to escape crowds.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "Federal democracy with checks and balances remains, yet gerrymandering and minority rule structures frustrate progressives.",
      "alignmentValue": 6
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religious rhetoric heavily influences policy debates, especially on reproductive and LGBTQ+ rights.",
      "alignmentValue": 3
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "At-will employment, limited unions, and minimal paid leave fall short of the family’s expectations.",
      "alignmentValue": 3
    },
    {
      "key": "State Ideology",
      "alignmentText": "Market-oriented capitalism and individual responsibility dominate policy making.",
      "alignmentValue": 4
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Election denialism, voter suppression attempts, and institutional strain signal meaningful democratic risk.",
      "alignmentValue": 4
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Free-market norms prioritize business flexibility over social safety nets.",
      "alignmentValue": 4
    },
    {
      "key": "Stability",
      "alignmentText": "Institutions endure but polarization and sporadic unrest introduce uncertainty.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Partisan media ecosystems and algorithmic echo chambers skew information quality compared with the family’s desire for pluralism.",
      "alignmentValue": 4
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Narratives emphasize national exceptionalism and culture wars, making it hard to find calm, balanced reporting.",
      "alignmentValue": 4
    },
    {
      "key": "Social Policies",
      "alignmentText": "Progressive policies advance in blue states while conservative states curtail rights, leaving a mixed national picture.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Public trust remains low, matching Gallup surveys that show skepticism toward federal institutions.",
      "alignmentValue": 3
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Citizens rate corruption as moderate—campaign finance and lobbying raise concerns without daily bribery.",
      "alignmentValue": 5
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Legalized influence via lobbying and dark money overshadows petty corruption.",
      "alignmentValue": 4
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Inventory shortages and rising mortgage rates stretch affordability, especially in desirable walkable areas.",
      "alignmentValue": 4
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime rates have eased from pandemic highs but vary drastically by city and neighborhood.",
      "alignmentValue": 5
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Quality care is available but insurance complexity and high costs burden families even with employer plans.",
      "alignmentValue": 4
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Non-citizens face steep premiums, limited public coverage, and visa-linked insurance requirements.",
      "alignmentValue": 3
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Subsidies are limited and dependent on state programs, leaving most costs on families.",
      "alignmentValue": 2
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Default benefits include child tax credits and unpaid FMLA, which fall short of the supportive policies the family wants.",
      "alignmentValue": 3
    },
    {
      "key": "Education",
      "alignmentText": "World-class universities contrast with uneven K-12 outcomes, so the family must select districts carefully.",
      "alignmentValue": 6
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Only a few metros offer reliable transit; most regions remain car-centric, complicating the family’s desire for walkability.",
      "alignmentValue": 4
    },
    {
      "key": "Economic System",
      "alignmentText": "A lightly regulated capitalist system prioritizes markets over social protections.",
      "alignmentValue": 4
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Federal, state, and local layers add complexity, but withholding automation means payroll taxes are manageable.",
      "alignmentValue": 5
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "A dual tech-income household faces combined federal and state rates around 25–30% depending on location.",
      "alignmentValue": 5
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Digital banking, credit access, and payment apps are robust, supporting entrepreneurial needs.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Affordable metros exist, yet tech hubs with the best jobs carry very high housing and childcare costs.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Social Security and 401(k)s offer support but require sustained savings; healthcare costs in retirement remain high.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Non-citizens have limited access to public benefits and must rely on private savings and employer plans.",
      "alignmentValue": 3
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Diverse visa categories exist, but quotas, interviews, and sponsorship hurdles make immigration arduous for non-citizens.",
      "alignmentValue": 3
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "As citizens, the family faces no entry barriers and can relocate freely within the country.",
      "alignmentValue": 10
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Citizenship grants permanent residency rights nationwide, though state benefits depend on domicile.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Citizenship is automatic for the family and their children, eliminating naturalization concerns.",
      "alignmentValue": 10
    },
    {
      "key": "Family Members",
      "alignmentText": "Immediate relatives of citizens have streamlined sponsorship options, though backlogs affect extended family.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "For citizens moves are immediate; sponsoring relatives involves fees and multi-year waits but predictable processes.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Legal compliance is straightforward for citizens, though regulated industries require diligent paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "The U.S. tolerates dual citizenship, though obligations like taxes remain.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Visa holders must maintain employment, face travel restrictions, and manage complex paperwork to avoid status loss.",
      "alignmentValue": 3
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios in Seattle, Austin, LA, and Montreal-linked remote teams hire actively, aligning with Trey’s goals.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "AAA giants (Microsoft, Blizzard, Naughty Dog) and thriving indie scenes provide deep industry networks.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Meetups like IGDA chapters, GDC, and PAX West keep developer communities highly active.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Angel investors, accelerators, and platforms like Kickstarter make it feasible to launch an indie studio if they absorb high costs.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Broadband and cloud infrastructure are excellent in metros, though rural gaps and aging transit remain issues.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Dangerous extremes are routine, forcing us to track emergency alerts and modify plans multiple times a quarter. Seasonal Weather at 3/10 and Natural Disasters at 4/10 steer the family toward a challenging outlook for seasonal extremes & variability.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Months of oppressive darkness or bright nights disrupt sleep cycles and make remote work or study harder to sustain. Seasonal Weather at 3/10 and Environment at 5/10 steer the family toward a challenging outlook for seasonal sunlight hours.",
      "alignmentValue": 4
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Only brief shoulder weeks feel good; most months push us indoors due to muggy, icy, or stormy conditions. Seasonal Weather at 3/10 and Environment at 5/10 steer the family toward a challenging outlook for pleasant weather windows.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Survival dominates—frequent trade-offs between rent, food, and healthcare with minimal institutional help. Minimum Wage at 3/10, Housing Situation at 4/10, and Childcare Support (Citizens) at 2/10 steer the family toward a challenging outlook for quality of life – lower-income tier.",
      "alignmentValue": 3
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months. Typical Software Salaries at 9/10, Housing Situation at 4/10, and Work-Life Balance at 3/10 steer the family toward a mixed outlook for quality of life – middle-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Premium experiences exist but feel overpriced, shallow, or socially frowned upon. Housing Situation at 4/10, Private Education at 6/10, and Family Life at 5/10 steer the family toward a mixed outlook for quality of life – higher-income tier.",
      "alignmentValue": 5
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Only a handful of listings surface each year; expect bidding wars and significant trade-offs. Housing Situation at 4/10 and Cost of Living (Optional) at 4/10 steer the family toward a challenging outlook for spacious housing benchmark (2k sq ft rent).",
      "alignmentValue": 4
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Opportunities are sporadic; we rely on informal networks or satellite towns to join community living models. Community Vibes at 5/10, Meetups & Communities at 8/10, and Family Life at 5/10 steer the family toward a mixed outlook for community living opportunities.",
      "alignmentValue": 6
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Surface politeness exists yet deeper support systems take sustained effort to unlock. Community Vibes at 5/10, Meetups & Communities at 8/10, and Common Hobbies at 7/10 steer the family toward a mixed outlook for friendliness & neighborliness index.",
      "alignmentValue": 6
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern. Welcoming of US Migrants at 10/10, Progressivism at 5/10, and Language & English Ubiquity at 10/10 steer the family toward a strong outlook for immigrant sentiment – general.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mostly comfortable integration though some circles question motives or commitment to the country. Welcoming of US Migrants at 10/10, Language & English Ubiquity at 10/10, and View of Them by Neighboring Countries at 5/10 steer the family toward a strong outlook for immigrant sentiment – white migrants.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Interactions can be efficient yet emotionally flat; kindness takes effort to elicit. Community Vibes at 5/10, Nightlife Culture at 7/10, and Common Hobbies at 7/10 steer the family toward a mixed outlook for surface interaction norms.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Many acquaintances stay casual, but dedicated outreach unlocks close friendships over time. Community Vibes at 5/10, Meetups & Communities at 8/10, and What Is Intriguing at 8/10 steer the family toward a strong outlook for depth-seeking social norms.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Touchy or crowded norms are common and require constant boundary setting. Community Vibes at 5/10, Sex (Attitudes) at 5/10, and View of self at 6/10 steer the family toward a mixed outlook for personal boundary & bubble norms.",
      "alignmentValue": 5
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Honesty is situational; locals may avoid uncomfortable topics entirely. Progressivism at 5/10, What Is Intriguing at 8/10, and Trust in Government at 3/10 steer the family toward a mixed outlook for moral, honesty & openness expectations.",
      "alignmentValue": 5
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in. Fashion Trends (Male) at 5/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for grooming & beauty investment.",
      "alignmentValue": 6
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Visible pressure to stay slim or athletic influences work and school culture. Fashion Trends (Male) at 5/10, Fashion Trends (Female) at 6/10, and Sex (Attitudes) at 5/10 steer the family toward a mixed outlook for body image & fitness pressure.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Fashionable appearance is expected in many settings, adding planning time and costs. Fashion Trends (Male) at 5/10 and Fashion Trends (Female) at 6/10 steer the family toward a mixed outlook for fashion & style expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Mixed norms—some groups embrace consent while others rely on outdated assumptions. Sex (Attitudes) at 5/10, LGBTQ+ Attitudes at 6/10, and Nightlife Culture at 7/10 steer the family toward a mixed outlook for flirting boundaries & consent culture.",
      "alignmentValue": 6
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Nontraditional approaches face regular pushback or misinterpretation. Gender Roles at 6/10, Gender Fluidity at 4/10, and Sex (Attitudes) at 5/10 steer the family toward a mixed outlook for gendered flirting expectations.",
      "alignmentValue": 5
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Families risk stigma or legal complications when open about their structure. Polyamory at 3/10, Sex (Attitudes) at 5/10, and Community Vibes at 5/10 steer the family toward a challenging outlook for monogamy vs. non-monogamy acceptance.",
      "alignmentValue": 4
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Moralizing comments surface regularly, pushing us to stay private about experiences. Sex (Attitudes) at 5/10, Nightlife & Music at 8/10, and Community Vibes at 5/10 steer the family toward a mixed outlook for promiscuity attitudes.",
      "alignmentValue": 6
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Stigma is strong; custody and tenancy agreements become complicated. Polyamory at 3/10, Community Vibes at 5/10, and LGBTQ+ Attitudes at 6/10 steer the family toward a challenging outlook for group & multi-partner relationship attitudes.",
      "alignmentValue": 4
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Tight quarters and spontaneous touch are common; advocating for space is a regular task. Community Vibes at 5/10, Sex (Attitudes) at 5/10, and Nightlife Culture at 7/10 steer the family toward a mixed outlook for personal space & touch norms.",
      "alignmentValue": 6
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Permissive laws and visible ownership prompt caution in public spaces. Safety & Crime at 5/10, State Ideology at 4/10, and Political System at 6/10 steer the family toward a mixed outlook for firearm laws & ownership culture.",
      "alignmentValue": 5
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Strict policies create criminal records for minor infractions, especially for immigrants. Progressivism at 5/10, Political System at 6/10, and Safety & Crime at 5/10 steer the family toward a mixed outlook for controlled substance policies.",
      "alignmentValue": 5
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Enforcement feels unpredictable with regular raids or public shaming campaigns. Safety & Crime at 5/10, Progressivism at 5/10, and Authoritarian Backsliding Risk at 4/10 steer the family toward a mixed outlook for drug enforcement climate.",
      "alignmentValue": 5
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence risk is an ongoing topic; we regularly rehearse safety plans. Safety & Crime at 5/10 and Stability at 5/10 steer the family toward a mixed outlook for mass violence incidence.",
      "alignmentValue": 5
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Systemic issues persist—forced labor, poor healthcare, or punitive isolation. Authoritarian Backsliding Risk at 4/10, Safety & Crime at 5/10, and Perceived Corruption at 5/10 steer the family toward a mixed outlook for carceral conditions & prison labor.",
      "alignmentValue": 5
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Walking is possible yet stressful due to gaps in sidewalks or aggressive driving. Public Transportation at 4/10, Housing Situation at 4/10, and Nature Access at 7/10 steer the family toward a mixed outlook for walkability & pedestrian safety.",
      "alignmentValue": 5
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Community norms lean unhealthy, making it hard to model good habits for kids. Healthcare (Citizens) at 4/10, Work-Life Balance at 3/10, and Community Vibes at 5/10 steer the family toward a challenging outlook for community health consciousness.",
      "alignmentValue": 4
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Maintaining clean eating requires vigilance and possibly specialty stores. Cost of Living (Optional) at 4/10, Community Health Consciousness at 4/10, and Fresh & International Cuisine Access at 8/10 steer the family toward a mixed outlook for processed food saturation.",
      "alignmentValue": 5
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel. Nightlife & Music at 8/10, Common Hobbies at 7/10, and Meetups & Communities at 8/10 steer the family toward a strong outlook for fresh & international cuisine access.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is high with long waits and patchy insurance coverage. Seasonal Weather at 3/10, Work-Life Balance at 3/10, and Community Vibes at 5/10 steer the family toward a challenging outlook for depression prevalence.",
      "alignmentValue": 4
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Rates continue climbing; youth obesity impacts schools and recreation. Community Health Consciousness at 4/10, Work-Life Balance at 3/10, and Cost of Living (Optional) at 4/10 steer the family toward a challenging outlook for obesity rate.",
      "alignmentValue": 4
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Incidence trends upward; access to specialized care may be strained. Environment at 5/10, Healthcare (Citizens) at 4/10, and Community Health Consciousness at 4/10 steer the family toward a challenging outlook for cancer incidence.",
      "alignmentValue": 4
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Resilience is good with occasional layoffs offset by quick reemployment. Economic Health at 8/10, Remote-Friendly Culture at 7/10, and Typical Software Salaries at 9/10 steer the family toward a strong outlook for broader job market resilience.",
      "alignmentValue": 8
    }
  ]
}
