{
  "iso": "GB",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Enterprise, fintech, and public-sector demand keeps .NET roles plentiful in London, Manchester, and Leeds, giving Trey steady options.",
      "alignmentValue": 8
    },
    {
      "key": "Air Quality",
      "alignmentText": "Most towns meet WHO PM2.5 guidance and we can open windows often, but London corridors still see NO2 spikes that would have us watch alerts for the boys.",
      "alignmentValue": 7
    },
    {
      "key": "Atheism",
      "alignmentText": "Secularism is common and religion rarely intrudes on workplaces or schools, matching the family’s secular preference.",
      "alignmentValue": 8
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, free media, and active civil society keep backsliding low despite occasional executive-overreach debates.",
      "alignmentValue": 8
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Contactless, Faster Payments, and open banking apps make cashless living seamless for daily errands and business invoices.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Plentiful beaches and coastal paths make great day trips, yet cool water temperatures mean true swimming holidays are limited to late summer on the south and west coasts.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Dedicated board-game cafes and UK Games Expo-level events give Trey and Sarah regular tabletop scenes.",
      "alignmentValue": 8
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Tax-free childcare accounts and funded hours help once both parents work, but under-three costs remain steep.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Most cities prioritise pram access, family lanes on transit, and museums geared to kids, though older infrastructure can add stairs.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens tap shared parental leave, child benefit, and expanded free-hours rollouts, though out-of-pocket nursery costs stay high for under-threes.",
      "alignmentValue": 7
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Temporary visas unlock 30 funded hours once both parents work, but NRPF rules block child benefit so we’d budget extra cash flow.",
      "alignmentValue": 5
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Football, hiking, gaming, and pub quizzes keep plenty of overlap with the family’s interests.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Local councils, clubs, and neighborhood WhatsApp groups help newcomers plug in quickly, which suits their search for community.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "We must track absences for ILR, register for taxes promptly, and update digital status, but rules are transparent.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Groceries and transport are manageable, yet London housing and energy prices demand careful budgeting.",
      "alignmentValue": 5
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "The UK allows dual nationality, so the family can retain US passports without complications.",
      "alignmentValue": 9
    },
    {
      "key": "Economic Health",
      "alignmentText": "The UK services economy is mature but slow-growing, with inflation aftershocks and regional inequality to watch.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "A regulated market economy with social safety nets supports entrepreneurship while cushioning healthcare and schooling costs.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Quality varies by local authority, so we’d target strong Ofsted areas or consider academy chains with robust STEM tracks.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Thousands of licensed sponsors exist, but high fees and salary thresholds mean we must target shortage-list employers early.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Green belts, national parks, and rigorous pollution controls keep daily life outdoors-friendly for the kids, even if some farming regions show runoff or traffic noise.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Combined tech salaries fall into 40% higher-rate bands, so we’d lean on pension contributions and child benefit clawback planning.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn days around 10–18°C (50–64°F) support weekend hikes, yet Atlantic storms can bring blustery rain that keeps us indoors.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Libraries, museums, and free festivals give the boys endless weekend options, and most towns offer playgrounds within a short walk.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Dependents can work or study freely once visas are issued, but NHS surcharge and school admissions timelines require upfront planning.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Statutory leave plus flexible working rights back up Sarah’s work-life goals, even if benefit levels lag Nordic standards.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Middle-class families often mix statutory leave with part-time returns and grandparents, a pattern we could mirror with hybrid roles.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Many leave rights apply, but means-tested benefits exclude most work visas, so we’d rely on employer top-ups.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women pair athleisure with tailored coats, making it easy for Sarah to stay comfortable and polished.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Smart-casual layers and weatherproof outerwear dominate, so Trey’s tech wardrobe fits right in.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Women comfortably mix professional and casual styles, and weather-ready layers keep expectations practical for Sarah.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios in London, Guildford, and Leamington Spa hire across disciplines, supporting Trey’s indie-to-AAA ambitions.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal recognition of non-binary identities is emerging and urban schools teach inclusion, though rural areas can be conservative.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "The Equality Act and active advocacy groups deliver strong protections, even if pay gaps persist in some sectors.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-career households are normal and dads taking leave is increasingly accepted, aligning with the family’s egalitarian approach.",
      "alignmentValue": 7
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "BRP-to-eVisa transitions, proof-of-address hurdles, and credit history building take effort during the first year.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Climate models flag more heavy rain and coastal flood risk, so we'd budget for flood-aware housing and insurance while still seeing the islands as relatively safe from extreme heat.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "The NHS covers care without bills, but specialty waits and GP backlogs mean we’d pair it with occasional private visits.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Paying the Immigration Health Surcharge grants full NHS access, though first-year GP registration and wait times require patience.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Domestic tuition caps and income-based loans keep university feasible for the boys if we settle long term.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Until indefinite leave, the kids would face international fees, so permanent residency becomes key before university age.",
      "alignmentValue": 5
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Buying near top schools is pricey, so we’d likely rent in commuter towns or northern cities to balance budget and space.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "PAYE handles most income tax automatically, and digital self-assessment tools make side projects manageable.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "State schools are free with decent secular options; we just need to pick catchments with strong Ofsted reports.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Children on dependent visas can enroll easily, yet proof of address and NHS numbers add upfront paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "English dominates daily life and services, so integration is frictionless while the kids still meet Welsh or Gaelic at school for enrichment.",
      "alignmentValue": 10
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Legal equality and visible Pride events keep queer families supported, with only isolated pushback outside cities.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist movements stay mostly academic or activist; mainstream parties frame them as fringe.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Modern fatherhood and flexible work are increasingly celebrated, though pub and sport culture still prize stoicism.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech, gaming, and parenting meetups crowd event platforms, ideal for rebuilding social circles quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The National Living Wage rises annually and covers core expenses outside London, though big-city rents would still push the family toward dual tech incomes.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Reliable power, FTTP rollout, and widespread 5G keep modern amenities strong, with only rural broadband lagging.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "National parks, dramatic coasts, and ancient trails put postcard scenery within easy train reach for family hikes.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Serious quakes and hurricanes are rare; the main watch-outs are river flooding and winter windstorms, which we can manage with resilient housing choices.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Rights-of-way, national trails, and easy rail links mean even city living keeps weekend hikes and climbing within reach.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "London, Manchester, and Glasgow deliver world-class concerts, though licensing laws make rural nightlife quieter.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Major metros offer late-night transit and diverse venues, though smaller towns still wind down early.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Game jams, Develop:Brighton, and regional meetup circuits keep collaboration opportunities flowing.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Rockstar North, Creative Assembly, Media Molecule, and Playground Games anchor a deep talent ecosystem.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "UK Games Fund grants, Innovate UK, and regional creative clusters give Trey a feasible path to seed an indie studio.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "London runs fast, but regional cities and market towns move at a calmer tempo that fits Sarah’s slower-paced goal.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents juggle school runs, sports clubs, and homework but the schedule is manageable with wraparound care and plentiful parks.",
      "alignmentValue": 7
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Five years on a qualifying visa plus 12 months ILR, Life in the UK, and language tests make the process structured yet paperwork-heavy.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency laws and watchdog journalism keep corruption low, with sleaze stories typically triggering resignations.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "A parliamentary democracy with devolved nations offers checks and civic engagement channels the family appreciates.",
      "alignmentValue": 7
    },
    {
      "key": "Polyamory",
      "alignmentText": "Major cities host polyamory meetups and sex-positive therapists, yet the legal framework stays monogamy-only so we would stay discreet with schools.",
      "alignmentValue": 5
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Funded 15–30 hour nursery slots help at ages 3–4, yet infant care has waitlists and high fees in London.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Independent schools offer strong academics but fees rival US colleges, so we’d treat them as backup rather than plan A.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "Cities lean progressive with protections for LGBTQ+ residents, though national politics swing between centrist parties.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Campaigns lean on patriotic framing and culture-war headlines, but plural media lets the family curate calmer sources.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters provide balance, yet tabloids and partisan social media keep spin in the daily mix.",
      "alignmentValue": 5
    },
    {
      "key": "Public Transportation",
      "alignmentText": "London’s Tube, intercity rail, and growing regional tram lines ease car-free living, yet strikes and rural gaps require backup plans.",
      "alignmentValue": 7
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Religion is mostly private nationally, yet Northern Ireland and some school policies keep faith voices visible.",
      "alignmentValue": 5
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Hybrid weeks and coworking hubs are normal in tech, letting Sarah secure a low-stress remote role while Trey taps London meetings as needed.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Most work visas run 2–5 years with clear upgrade paths to Indefinite Leave to Remain if we track absence limits.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "The state pension supplements workplace schemes, but comfortable retirement still depends on private savings and housing equity.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Access hinges on National Insurance years and keeping UK pensions portable, so we’d maintain US savings as backup.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby is niche but active across London and Edinburgh startups, so Sarah would need networking yet still find remote or hybrid teams.",
      "alignmentValue": 7
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime rates stay low, yet we’d stay alert for bike theft and night-time petty crime in big cities.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "State, academy, and a smattering of secular private schools give us choice, but grammar and faith admissions require careful catchment planning.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Sea temps hover ~7–18°C (45–64°F), so even the adventurous boys would need wetsuits for most of the year.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Marine moderation delivers the mild seasons Sarah craves, though we would plan for grey, drizzly stretches and occasional muggy heat spells.",
      "alignmentValue": 8
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex education and liberal norms in metros support the family’s sex-positive outlook, even if rural areas stay discreet.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare and benefits exist, yet austerity-era cuts mean we’d verify local delivery before committing.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Typical highs around 8–15°C (46–59°F) feel brisk yet manageable, and layering keeps school runs comfortable despite frequent showers.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Institutions are steady but Brexit-era leadership churn shows politics can be noisy every few years.",
      "alignmentValue": 6
    },
    {
      "key": "State Ideology",
      "alignmentText": "Politics oscillates between centrist Conservatives and Labour, so policy swings require periodic recalibration.",
      "alignmentValue": 6
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "A mature mixed economy balances free markets with public services like the NHS, matching the family’s preference for safety nets.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Highs near 17–24°C (63–75°F) suit the family's mild-summer goal, but heatwaves now touch 30°C+ and require fans or portable AC in London flats.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Visa fees, NHS surcharges, and biometrics push costs into the thousands per adult, and processing can stretch to several months.",
      "alignmentValue": 4
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show middling trust after scandals, so expect lively political debate at the school gate.",
      "alignmentValue": 5
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Issues surface around procurement or lobbying rather than day-to-day bribery, so it rarely touches family life.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior dev pay trails US hubs, so Trey and Sarah would lean on remote-friendly roles or equity to balance London-area costs.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends mix kids’ clubs, museums, and park time; Sunday trading rules leave ample family windows even without a car.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Schools run roughly 08:30–15:00 and offices 09:00–17:30, so we’d lean on wraparound care or flex hours to bridge commutes.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Statutory 28 days including bank holidays beats US norms and lets the family plan regular school-break trips.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Tech employers often offer 30–33 days plus buy/sell schemes, keeping family adventures aligned with school calendars.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Opinions on the EU and Ireland are mixed post-Brexit, so dinner-table talk can get political.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "The UK balances pride in institutions with a pragmatic streak, making locals confident yet approachable.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors respect UK culture but criticise Brexit-era politics, which the family should expect to hear while travelling.",
      "alignmentValue": 6
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Skilled Worker and Global Talent routes are viable but expensive, and Innovator Founder demands robust business plans.",
      "alignmentValue": 6
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Shared language and cultural ties make Americans broadly welcome, especially in cosmopolitan cities.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Living in English, exploring castles, and riding trains to coastal hikes tick both the family’s culture and outdoors boxes.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Daytime 2–8°C (36–46°F) is mild by Midwestern standards, but damp chill and limited daylight would push us toward cozy indoor play.",
      "alignmentValue": 6
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Contracts target 37.5–40 hours and flex arrangements are common, yet finance and game studios still expect overtime around launches.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Hybrid norms, 28+ days of leave, and cultural respect for evenings help Sarah secure calmer schedules, though crunch remains in some London studios.",
      "alignmentValue": 7
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Holiday pay, sick leave, and union protections exceed US baselines, though zero-hour contracts linger in retail and hospitality.",
      "alignmentValue": 7
    }
  ],
  "version": 2
}
