{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Salt Lake City, UT, US: mountain vistas, Wasatch foothills access, and abundant parks; plan for occasional winter inversion air alerts.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Salt Lake City area\u0027s drought and shrinking Great Salt Lake drive dust, smoke, and air-quality risk; no hurricanes or sea-level rise risk nearby.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Salt Lake City\u0027s dry summers and snowy winters fit the family\u0027s mild-weather goals; plan for hot spells in summer and winter gear.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Salt Lake City\u0027s winter inversions and wildfire smoke create seasonal air-quality spikes; home filtration helps protect the kids.",
      "alignmentValue": 6
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Salt Lake City faces Wasatch Fault quakes and wildfires, but robust codes and emergency planning keep risk moderate and manageable.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Salt Lake City springs are usually mild (15–24 C) with dry sidewalks. Expect a few cold snaps and windy days, so keep light jackets handy.",
      "alignmentValue": 8
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Salt Lake City summers are warm but dry, with highs near 30–34 °C and cool nights. Rare heatwaves above 38 °C occur thanks to low humidity.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Salt Lake City fall runs ~5–24 C (41–75 F): cool mornings, warm afternoons. Plan for layered clothing and occasional frosty nights.",
      "alignmentValue": 7
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Salt Lake City winters regularly drop below -5 C with monthly cold snaps and snow; plan for robust heating and snow tires.",
      "alignmentValue": 6
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches around Salt Lake City are modest; waters are cold and salty with limited services. We rely on pools or Bear Lake trips for beach days.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Salt Lake City: Great Salt Lake water is around 20–23°C in summer. Swims are feasible for several months, though shoulder seasons may need light rash guards.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Stunning Wasatch scenery minutes from Salt Lake City; easy family hikes, nearby world-class skiing, and national parks within a few hours.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Salt Lake City, Utah, federal $7.25 wage leaves a family of four far from subsistence; many rely on multiple jobs or subsidies.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Silicon Slopes in Salt Lake City offers about $110k-$150k for software pros; strong regionally, still below coastal hubs; dual incomes/remotes support a family budget.",
      "alignmentValue": 7
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Salt Lake City offers steady .NET demand in regional firms and startups; remote/hybrid roles support family work-life balance.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby jobs exist but cluster in a few Salt Lake City firms; consistent networking needed to keep opportunities flowing.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Both adults are US citizens; in Salt Lake City, visa sponsorship isn’t needed for local tech roles.",
      "alignmentValue": 0
    },
    {
      "key": "Economic Health",
      "alignmentText": "Salt Lake City\u0027s Silicon Slopes tech growth and diversified economy offer stability, but housing costs and global cycles can pressure family finances.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Salt Lake City, US has a strong remote/hybrid culture. Coworking networks and a suitable time zone ease cross-coast collaboration.",
      "alignmentValue": 9
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Salt Lake City\u0027s family-friendly tech scene offers flexible hours and remote options; crunch can occur in startups, with recovery time available.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Salt Lake City, most roles stay near 40 hours. Occasional crunch during launches is possible, but hybrid options help protect family time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Utah (Salt Lake City) has no state-mandated paid vacation; leave is up to the employer, matching your need for flexible, family-friendly policies.",
      "alignmentValue": 3
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Salt Lake City, Utah tech firms typically offer 15-20 paid days off plus flexible remote options, supporting a family-friendly, slower-paced work life in Utah.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Salt Lake City, USA, offers a relaxed pace with short commutes. Family-friendly neighborhoods and quick access to parks and the Wasatch support work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Salt Lake City schools run 9-3:30; Trey\u0027s flexible hours and Sarah remote work pair with wraparound childcare for steady aftercare.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Salt Lake City weekends offer parks, markets, and family-friendly events. Most outings are easy, walkable, and open, with few reservations needed.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Salt Lake City is generally family-friendly with parks and recreation centers. Childcare and some public services may require proactive outreach.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Salt Lake City, Utah, polyamory faces mixed reactions; private networks exist, but law and institutions still default to monogamy.",
      "alignmentValue": 5
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Salt Lake City, Utah blends progressive values with traditional norms; shared parenting remains common, though local opinions on methods persist.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Most Salt Lake City neighborhoods are kid-friendly with parks; downtown areas can be busy, and winter inversions require extra planning.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Salt Lake City offers public and charter options, including dual-immersion; district quality varies, so plan boundaries and nearby suburbs for strong options.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Salt Lake City has some public pre-K options, but demand often outpaces supply; many families supplement with private care due to waitlists and costs.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Salt Lake City, Utah, subsidies mainly help the lowest earners. Middle-income families still face high daycare costs.",
      "alignmentValue": 3
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "US citizen family in Salt Lake City; Utah CCSP offers income-based childcare subsidies with clear docs and local provider networks.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Salt Lake City, UT public schools exist, but quality varies by district. Proactive families can access solid options, including bilingual programs.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Salt Lake City public schools enroll US citizen children without visa hurdles; seamless access and standard English support available if needed.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Salt Lake City private schools vary; many are faith-based and costly. With strong secular public options, private schooling merits accreditation scrutiny.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Salt Lake City, UT offers limited paid family leave; many families rely on short-term disability and accrued PTO.",
      "alignmentValue": 3
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Salt Lake City, USA: US citizens face no visa barriers; family benefits align with native citizens from day one.",
      "alignmentValue": 10
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Utah public universities offer in-state tuition and aid for residents. Salt Lake City living costs require budgeting for your children\u0027s education.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "US citizens in Utah have in-state tuition and state aid at Salt Lake City public universities. Residency helps access and support for higher education.",
      "alignmentValue": 10
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Salt Lake City, USA blends traditional faith norms with a rising urban egalitarian culture; parity is growing, but legacy roles linger.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Salt Lake City, UT offers strong protections and an active LGBTQ\u002B community. Rural Utah remains slower to fully accept gender-diverse identities.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Salt Lake City, UT, USA offers LGBTQ\u002B protections in housing and employment; leadership representation is growing but gaps persist.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Salt Lake City, UT, femininity norms mix tradition with urban diversity. Women enjoy autonomy but may face subtle appearance and parenting pressures.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Salt Lake City\u0027s outdoor culture supports broader masculine roles. Some traditional attitudes still surface, with mild pushback toward nontraditional men.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Salt Lake City, Utah offers quick access to Wasatch mountains and nearby parks. Indie-tech scene and family-friendly neighborhoods support a balanced life.",
      "alignmentValue": 8
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English dominates in Salt Lake City. Schooling is mainly in English, with expanding Spanish supports for families.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "Salt Lake City sits in a moderate balance; progressive gains are visible in city neighborhoods and local policy, with conservative currents still strong.",
      "alignmentValue": 6
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Salt Lake City, US: Marxism is viewed skeptically outside campuses; mainstream discourse remains conservative and marginal.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "Utah\u0027s Salt Lake City context: open atheism may face social pressure and career limitations amid strong LDS culture.",
      "alignmentValue": 4
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Salt Lake City, Utah (US) offers sex-positive communities and resources, but Utah norms keep some topics discreet.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Salt Lake City has visible queer communities and Pride events; Utah statewide attitudes are mixed and vary by neighborhood.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Salt Lake City, USA, offers friendly neighborhoods with outdoor clubs and maker spaces; newcomers find welcome spaces, though deep ties take time.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Salt Lake City blends outdoor pride with progressive values; we balance optimism with humility amid Utah and US political divides.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Salt Lake City, US, neighbor relations (Canada/Mexico) are viewed positively; cross-border travel and cultural exchange are generally welcomed.",
      "alignmentValue": 9
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Canadians and regional partners view Salt Lake City, Utah as friendly but conservative, with a strong outdoors culture and family-oriented values.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Moderate nightlife in Salt Lake City; bars close early and Utah alcohol rules limit late hours, with safe downtown options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Salt Lake City men favor casual outdoor and business-casual looks; modest, practical wear dominates, with limited avant-garde options in many settings.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Salt Lake City\u0027s modest-fashion norms keep looks modest and layered. Urban districts are embracing more diverse styles.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Salt Lake City, Utah offers hiking, skiing, climbing gyms, maker spaces, and board game venues - most hobbies are popular locally and well-supported.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Salt Lake City offers an active, family-friendly tabletop scene with SaltCON and regular game nights. Local stores stock many titles.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Salt Lake City has a solid local music scene (Depot, Eccles). Major tours come through, but bigger acts may require planning and occasional trips.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Salt Lake City Silicon Slopes has frequent tech, parenting, and community meetups; newcomers should engage proactively for inclusive venues.",
      "alignmentValue": 9
    },
    {
      "key": "Nature Access",
      "alignmentText": "Wasatch Range is within an hour of downtown Salt Lake City, with numerous family-friendly trails and campsites. Ski areas are a short drive for weekend trips.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Salt Lake City leans progressive locally; Utah state politics stay conservative. Democracy works with active civil society, though gridlock exists.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Salt Lake City, Utah has notable religious influence in some laws. Minority rights and pluralism are protected; secular families should stay informed.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Salt Lake City\u0027s right-to-work laws and weak unions limit worker leverage, but a growing tech scene sustains wages and enables remote-friendly roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "Salt Lake City, Utah leans traditional and pro-business; pluralism and LGBTQ\u002B acceptance are limited, contrasting with this progressive, family-focused profile.",
      "alignmentValue": 3
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Salt Lake City, USA: stable institutions with active civil society; Utah\u0027s one-party dominance warrants monitoring, but civil liberties remain protected.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Salt Lake City\u0027s dynamic, regulated market fuels startups and jobs; policymakers push stronger family safety nets and fair competition.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "Salt Lake City remains broadly stable amid growth and strong budgets in Utah, though water scarcity and rising housing costs create local tensions.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Salt Lake City media mix includes church-affiliated outlets with independent voices; propaganda exists, but watchdogs keep counter-narratives visible.",
      "alignmentValue": 6
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Salt Lake City media mix community focus with local pride; factual reporting exists, though some framing reflects local values.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "In Salt Lake City, Utah, Medicaid expansion exists and some housing support. Overall safety nets are not as robust as in progressive states.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Salt Lake City, USA: trust in local government is moderate; residents value transparency and simple, predictable services for families.",
      "alignmentValue": 6
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Salt Lake City, USA shows low perceived corruption with strong transparency; minor bureaucratic hiccups may occur.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Moderate corruption risk in Salt Lake City; occasional procurement/zoning issues occur but are typically manageable through oversight.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Salt Lake City area has rising prices and tight family-housing supply; suburban options with parks exist, but competition remains.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Salt Lake City, USA is generally safe with low violent crime; exercise caution in downtown areas after dark.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Salt Lake City, UT has strong urban care (Intermountain/UT); universal affordable coverage isn\u0027t guaranteed, with potential costs and wait times.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Salt Lake City has healthcare options. Visa status may add paperwork and costs, so private insurance helps.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Salt Lake City has subsidies and Head Start options, but slots and waitlists require proactive networking.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Salt Lake City, Utah, offers limited formal family benefits; families depend on private care and modest subsidies with relatively simple processes.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Education",
      "alignmentText": "Salt Lake City public schools are generally good; strong STEM magnets exist, but funding varies by district and bilingual programs are expanding.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Salt Lake City, Utah: TRAX/FrontRunner serve core areas well; outer suburbs and weekend frequencies require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "Salt Lake City\u0027s US economy backs startups with solid governance. It has a strong tech scene, but housing costs and caregiving support lag.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Salt Lake City\u0027s online tax filings are straightforward for families. Self-employed founders may want a tax pro for quarterly estimates.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Salt Lake City, UT (USA): combined federal/state taxes are in the mid-20% range. Utah property taxes are modest, aligning with local service levels.",
      "alignmentValue": 8
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Salt Lake City, USA: modern banking with easy account setup for residents; strong fintech options and reliable digital tools for daily needs.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Salt Lake City provides cheaper housing than coasts, but childcare costs and rising rents still require careful budgeting for a family of four.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Salt Lake City, USA retirees have solid basics and pension options, but healthcare costs and winter inversions can strain finances; plan supplementary income.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Salt Lake City, as US citizens, retirement relies on Social Security and private savings; visa retiree services aren\u0027t needed.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Visa paths: As US citizens relocating to Salt Lake City, Utah, no visa required; standard state residency/work eligibility applies.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Salt Lake City\u0027s tech scene is welcoming to diverse families, but LDS culture can bring curiosity and occasional misconceptions.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "As US citizens, residency is straightforward nationwide; Salt Lake City requires domicile but has no visa hurdles.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Salt Lake City, USA: The family already holds US citizenship; no naturalization steps needed for adults or children.",
      "alignmentValue": 1,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "Salt Lake City, US: Spouses and minor children can be sponsored under streamlined US processes; extended relatives face longer backlogs.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Salt Lake City, U.S. citizens relocate quickly—no visa waits; costs are mainly moving and housing, not immigration fees.",
      "alignmentValue": 10
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Salt Lake City offers straightforward U.S. compliance. Utah business filings are annual but predictable for a founder family.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Salt Lake City (US) allows dual citizenship with minimal reporting; tax obligations stay standard for US citizens.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "As U.S. citizens in Salt Lake City, you enjoy broad rights and mobility; strong tech jobs and solid schools support your family.",
      "alignmentValue": 10
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Salt Lake City hosts Avalanche/WB Games and VR studios; roles exist but the scene is modest; remote/hybrid work is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Salt Lake City studios usually take 3-4 months to hire, with relocation steps common. Remote options help families stay flexible.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Salt Lake City, pay generally tracks global medians after cost-of-living adjustments. Family-friendly packages and perks help offset gaps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Salt Lake City studios are English-dominant; some bilingual support aids community and compliance, aligning with English ubiquity and local language learning.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Salt Lake City, USA studios offer mixed on-site and hybrid work; remote on a case-by-case basis, aligning with our family-friendly needs.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "WB Games Salt Lake anchors a budding Salt Lake City game scene with indie studios like The Void; solid local ecosystem, growing hiring.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Salt Lake City has Utah Games Guild and university meetups; events exist but are less frequent than in bigger metros, with family-friendly options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Salt Lake City\u0027s growing game-dev scene has local accelerators and GOED grants; investors remain coast-focused, so bootstrapping or remote funding is common.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Salt Lake City startups show moderate hiring; expect about 3 months to land specialists as talent evaluates risk.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Salt Lake City startups balance cash and equity. Lower cost of living supports runway with meaningful equity, though cash may be modest.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Salt Lake City, startups run mainly in English; bilingual capabilities (e.g., Spanish) help hiring, compliance, and community outreach.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Salt Lake City startups are hybrid-friendly but not fully remote. Ample on-site collaboration with remote options suits family needs.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Salt Lake City has expanding transit and broad fiber reach. Aging water systems tied to the shrinking Great Salt Lake require attention.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Salt Lake City, USA shows seasonal swings: cold snaps and snow in winter, dry heat in summer. Plan for weather with gear and contingencies.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Salt Lake City\u0027s long summer days and bright winters keep daylight ample year-round; outdoor breaks and light routines help mood stay steady.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Two to three strong seasons in Salt Lake City; springs/falls are pleasant for outdoor life, while hot, dry summers and snowy winters require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Salt Lake City offers manageable costs and solid services for a two-adult, two-child family; some housing trade-offs and childcare budgeting may be needed.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Salt Lake City, housing and childcare strain the budget for a family of four, limiting savings. Still, good schools, parks, and mild weather support QoL.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Salt Lake City, Utah offers solid dining, parks, and schools. High-end services exist but require planning or trips to Park City.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Salt Lake City, 2k sq ft rentals exist but inventory is tight; you may need a longer commute or accept older finishes to fit budget.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Salt Lake City has some intentional communities, but options are limited in size. Family-friendly co-housing exists but tends to be niche.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Salt Lake City has active startup and LGBTQ-friendly circles, but deeper neighborly support varies by neighborhood; invest time to connect.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Salt Lake City, Utah generally welcoming to immigrants; active refugee services and diverse communities, though occasional rhetoric persists.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Salt Lake City, UT offers mixed reception for white migrants, shaped by class and language. In LDS communities, adapt quickly to avoid aloof impressions.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Salt Lake City, service staff respond positively when we engage; overall, interactions feel respectful yet sometimes brisk, especially in busy areas.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Salt Lake City, social circles are cautious at first; steady outreach and shared projects can build close friendships over time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Salt Lake City, USA, personal space can feel compressed in crowded family spots. Gently assert boundaries and watch local cues for comfort.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Salt Lake City, UT welcomes direct discussion with cultural nuance. Share needs respectfully, mindful of local beliefs and community norms.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Salt Lake City work settings can expect a polished look. For a busy, low-maintenance family, that daily standard can feel stressful.",
      "alignmentValue": 4
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Salt Lake City outdoor fitness culture sits with progressive, family-friendly communities; fitness talk is usually respectful and inclusive.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Salt Lake City fashion leans practical and casual-to-smart. Stylish but comfortable outfits fit work, school, and weekend life.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Salt Lake City, UT, consent culture is mixed: respectful flirting exists in urban, LGBTQ\u002B-friendly spaces, but outdated attitudes persist.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Salt Lake City, UT: progressive, sex-positive culture supports inclusive flirting; most spaces are open, though a few conservative venues linger.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Salt Lake City, Utah, USA: acceptance varies; urban pockets exist, but privacy is prudent in more conservative areas.",
      "alignmentValue": 6
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Salt Lake City, USA: attitudes are mixed; urban circles may discuss nonmonogamy openly, while some groups stigmatize.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Salt Lake City, USA: openness varies; we find understanding circles but still remain discreet with institutions.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Salt Lake City norms favor polite personal space; greetings are casual and touch is optional; respect cues for sensory-sensitive family.",
      "alignmentValue": 6
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Salt Lake City gun laws are moderate. Firearms are common, but safety norms and training reduce risk.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Salt Lake City, UT, USA enforces strict drug laws; only medical cannabis is legal; minor offenses risk penalties, though some treatment options exist.",
      "alignmentValue": 6
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Salt Lake City, USA: policing varies by district; track safer neighborhoods to avoid heavy-handed areas for a family-friendly home.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Salt Lake City, UT, USA: sporadic mass violence history; stay vigilant at large gatherings.",
      "alignmentValue": 7
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "In Salt Lake City, UT, carceral conditions show ongoing oversight but room for improvement; advocacy groups monitor abuses.",
      "alignmentValue": 7
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkable pockets exist in Salt Lake City (downtown/Sugar House) with decent transit; plan routes to avoid busy arterials.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Salt Lake City, USA has an active-lifestyle culture with parks, markets, and preventive-care messaging that supports our family\u0027s healthy routines.",
      "alignmentValue": 9
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Salt Lake City, UT: strong farmers markets balance processing snacks; schools and events still lean on packaged options.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Salt Lake City has solid fresh markets and diverse eateries. However, niche international ingredients cluster in a few neighborhoods (e.g., Sugar House).",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Salt Lake City, UT, USA has moderate depression prevalence. Plan for some therapy wait times, but local clinics offer access.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Salt Lake City, UT obesity rates are below national averages, supported by outdoor lifestyles, parks, and Utah wellness initiatives.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Salt Lake City, UT: cancer incidence is slightly elevated; ensure regular screening and stay updated with local health advisories.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "9: Salt Lake City\u0027s diverse tech, healthcare, and government sectors support quick rehiring; strong startup grants help families transition.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Salt Lake City has a moderate studio presence with a few indie/game studios and coworking hubs. It suits small teams and remote work well.",
      "alignmentValue": 6
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Salt Lake City hosts a growing mid-size dev scene with several studios; no large AAA anchors, but regional shops offer steady work and community.",
      "alignmentValue": 5
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Salt Lake City\u0027s vendor scene is small but growing; a few trusted art/QA outfits exist, with broader production needs often handled remotely.",
      "alignmentValue": 6
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Salt Lake City has the University of Utah\u0027s EAE program feeding local studios. One to two strong pipelines supply game talent.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Salt Lake City has regular web/game dev bootcamps. There are frequent meetups that cover most upskilling needs locally.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "Salt Lake City hosts frequent tech and game-dev meetups with annual conferences, building a connected, indie-friendly local community.",
      "alignmentValue": 9
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Salt Lake City hosts a Unity-led game dev scene with solid Unreal resources; cross-training and community events support diversification.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Salt Lake City has a growing real-time game dev scene with Azure access; some pre-rendered work exists, but real-time is the focus.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Salt Lake City\u0027s growing tech scene offers local software roles and remote options; slight scarcity for specialized game-dev and Azure roles.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Salt Lake City, USA: tech hiring is stable for families; occasional funding-cycle churn, but overall retention remains solid.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "In Salt Lake City, Utah (USA), some studios show D\u0026I commitments and LGBTQ\u002B support, but progress remains uneven across companies.",
      "alignmentValue": 7
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Utah offers film/creative tax credits and grants; game-specific incentives exist but funding fluctuates and caps apply in Salt Lake City.",
      "alignmentValue": 6
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Salt Lake City\u0027s pro-business climate and Utah incentives create stable policy for tech/creative startups; occasional shifts, but teams adapt.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Salt Lake City\u0027s Silicon Slopes offers a growing founder network with mentors and meetups. This supports Trey\u0027s game/tech venture and grant access.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "In Salt Lake City, generalist funds and public grants exist, but game-specific backers are rare; fundraising will be competitive for a game startup.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Salt Lake City offers general tech accelerators and university labs (e.g., Lassonde), with limited game-specific tracks.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Salt Lake City and Silicon Slopes offer a solid pool of senior software and cloud leaders. Hiring is competitive; startups need strong offers and funding signals.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Salt Lake City\u0027s contractor pool is serviceable, with pockets of scarcity; expect lead times for top game dev and specialized cloud talent.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Salt Lake City has solid coworking options and a growing indie game dev scene; expect basic facilities with limited mocap/audio labs.",
      "alignmentValue": 7
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Salt Lake City has a handful of IP/tech lawyers with game experience; startups should rely on referrals and Utah clinics for cost-conscious counsel.",
      "alignmentValue": 6
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Salt Lake City has a modest publisher presence; this family should rely on national conferences and remote engagement, with limited local BD access.",
      "alignmentValue": 5
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Salt Lake City has a budding indie game scene and Utah universities offering local playtests; expect lead times, but accessible feedback and remote options.",
      "alignmentValue": 7
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Salt Lake City, Utah startup visas are not a primary route for US citizens; rely on existing work status, local grants, and Utah’s developing startup ecosystem.",
      "alignmentValue": 2
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Salt Lake City offers favorable payroll/office costs, affordable housing vs coasts, and growing grants; great runway for small game/web teams.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Salt Lake City has a limited 3D character artist pool; mid-level talent exists, but senior or niche skills may require relocation or remote hiring.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Salt Lake City, UT has multiple strong game-art programs (U of Utah EAE; UVU; SLCC) feeding ready 3D character artists.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Salt Lake City, UT has modest 3D character education via local colleges and the University of Utah. Expect occasional workshops and solid online options.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Salt Lake City\u0027s 3D character artist market is modest; local pipelines are shallow. Remote/global searches are recommended; expect 4–6 months.",
      "alignmentValue": 4
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Salt Lake City 3D character artist pay trails top US hubs by 25-30%; lower living costs soften the gap but top packages remain rare.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Salt Lake City studios largely conduct work in English; basic multilingual skills help, but most 3D character artist roles use English here.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Salt Lake City has a growing game-dev scene with remote/hybrid 3D character roles, aligning with your family\u0027s work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Salt Lake City has a growing mid-size 3D animator pool with local studios and grads; hiring may require relocation or extended searches for senior roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Salt Lake City hosts University of Utah\u0027s EAE program (plus SLCC/UVU options); grads feed regional studios, keeping a steady 3D animator pipeline.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Salt Lake City has university and community college 3D animation courses; regular local meetups and occasional workshops help keep skills current.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Salt Lake City has a modest 3D animator pool. Hiring may take 3-4 months, often needing proactive sourcing or relocation.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Salt Lake City: 3D animator pay trails top hubs by ~10-15%; mid-market with lower cost of living and family-friendly benefits.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Salt Lake City, UT, USA: English is dominant among 3D animators; bilingual skills exist but aren’t universal.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Salt Lake City studios typically offer hybrid 3D animator roles. Remote work is allowed for trusted contractors, with on-site collaboration as needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Salt Lake City, USA has a growing game-dev scene. 2D environmental artists form a moderate local pool; senior roles may require relocation or remote hiring.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Salt Lake City-area universities (U of Utah, SLCC) regularly graduate 2D environmental art students. Local studios hire many of these grads each year.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Salt Lake City offers 2D art/environment design courses through local colleges; most upskilling is via occasional workshops and online programs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Salt Lake City, US, has a modest local pool of 2D environmental artists. Hiring will likely take 3–4 months with proactive sourcing or relocation.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In US Salt Lake City, 2D Environmental Artist comp trails top hubs by ~20%. Family-friendly benefits and lower cost of living offset the gap.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Salt Lake City, UT, English is widely used in studios; some teams value basic local-language skills, aligning with your plan to learn locally.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Salt Lake City, studios commonly support flexible remote/hybrid 2D environmental art roles with async workflows; equipment stipends are often offered.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Salt Lake City offers a moderate Real-Time VFX talent pool; senior hires may require relocation or strong remote options.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "In Salt Lake City, the University of Utah offers VFX/film programs; local studios provide internships, but real-time VFX still requires on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Salt Lake City has occasional VFX Real-Time continuing education through universities and local meetups; expect remote options and visiting experts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Salt Lake City’s real-time VFX market is modest; local pool is limited. Expect 4-5 month timelines and multiple search cycles.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Salt Lake City, VFX (real-time) pay aligns with global medians after cost-of-living; Utah\u0027s growing game/tech scene supports solid benefits.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Salt Lake City, US: English is standard in VFX real-time roles; studios offer multilingual support for cross-market work.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Salt Lake City, US: most studios support flexible remote models for real-time VFX and often provide equipment stipends.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Salt Lake City\u0027s Silicon Slopes has a moderate community manager pool; startups may need remote hires or relocation for senior CM.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Salt Lake City has CM-related programs at the University of Utah and UVU. However, dedicated community-manager curricula are limited, so on-the-job upskilling is common.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Salt Lake City offers occasional community manager trainings and active online groups. University extensions and bootcamps help your family stay up to date.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Salt Lake City’s tech scene yields 4–5 month timelines for community managers; combine local networks with remote options to accelerate.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Salt Lake City CM pay trails top hubs ~10–15%, but lower living costs help offset. Strong benefits and remote options aid families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Salt Lake City, USA: English-dominant community managers are common; expect bilingual (Spanish) support for local outreach.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Salt Lake City studios offer partial remote weeks but require onsite event participation; this supports family-friendly balance.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Salt Lake City\u0027s game scene is growing; PMM (Games) talent is moderate—local hires possible, but senior roles may need relocation or remote sourcing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Salt Lake City has game/marketing programs at the University of Utah and SLCC. Internships help, but broader studio ties boost the pipeline.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Salt Lake City, UT has occasional game marketing trainings and meetups. In-person continuing education for this niche is limited.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Salt Lake City\u0027s game scene is growing, but PMM (Games) talent remains niche. Expect 3–4 month searches; proactive sourcing or relocation can help.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "7: Salt Lake City PMM (Games) pay trails top hubs by ~10-15%; cost of living offsets it, with a family-friendly lifestyle and remote-ready roles.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Salt Lake City, US: English-dominant PMM market; strong multilingual capability across teams. English fluency is common, with bilinguals valued.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Salt Lake City, US supports flexible remote/hybrid Games PMM roles with strong async workflows. This fits a family prioritizing remote work and stability.",
      "alignmentValue": 9
    }
  ]
}