{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In Austin, TX, .NET roles span startups and enterprises with strong remote options; the market shows solid demand and competitive pay for a family-focused plan.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Austin\u0027s 2D environmental artist pay trails top hubs by ~10–15%, but the growing Austin game scene attracts experienced talent. Mild climate helps the family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "2D environmental art education in Austin exists via UT/ACC courses; plus active game-dev meetups and occasional workshops, with remote options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Education Pipeline Strength insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Hiring Velocity insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "English is widely used in Austin, Texas game studios; your family\u0027s English-first preference aligns, with bilingual help as a plus.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Remote Expectations insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Austin, TX\u0027s 2D environmental artist pool is moderate; solid local studios exist, but senior roles may require relocation or remote hiring.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Austin, TX, 3D animator pay lags top hubs by ~10-15%. The city\u0027s strong tech scene and lifestyle balance offset the gap.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide 3D Animator: Continuing Education Availability insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Austin has multiple 3D animation programs (UT Austin and area colleges) consistently producing well-prepared grads for local studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 3D Animator: Hiring Velocity insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Austin, TX, 3D animation roles mainly use English; some studios value bilingualism (e.g., Spanish), but English remains the default.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 3D Animator: Remote Expectations insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Austin, TX offers a solid 3D animator pool with a mix of studios and indie shops; competition for senior talent is noticeable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Austin, TX compensation for 3D character artists trails top hubs by ~10-15%; strong game dev scene and grants help offset costs for founders.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Austin has occasional 3D character art training via local meetups and college courses; remote options supplement in this growing scene.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Austin has UT Austin and ACC 3D/animation programs feeding the local game/art scene; steady grads to regional studios, a solid regional pipeline.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Austin, TX, 3D character artist roles typically span 2-3 months due to strong game-dev demand and limited specialists.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Language insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Remote Expectations insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Austin, TX has a growing game-dev scene with Retro and Certain Affinity; 3D character artist talent is solid but concentrated among a few employers.",
      "alignmentValue": 7
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Occasional game-focused accelerator cohorts appear in Austin\u0027s general programs (Capital Factory/Techstars). Strong startup scene but few dedicated game tracks.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Austin, TX air quality is generally moderate; hot days bring ozone alerts, but breezes help. Check AQI before outdoor play.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Austin hosts multiple game studios (EA Austin, Blizzard campus, Rooster Teeth, Certain Affinity) with steady hiring and solid local training.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "Secular residents coexist easily within the city, though surrounding suburbs and politics remain church-influenced.",
      "alignmentValue": 6
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Authoritarian backsliding risk in Austin, TX: elections and civil liberties face partisan pressure; institutions show warning signs, but resilience exists.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Digital banking, credit access, and payment apps are robust, supporting entrepreneurial needs.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches aren\u0027t local; a Gulf trip (about 3-4 hours) is needed. Austin relies on lakes and Barton Springs for water days.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Stores like Dragon’s Lair and conventions such as Chupacabracon nurture active tabletop communities.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Austin, TX, body diversity is welcomed and fitness is framed as well-being; inclusive gyms and respectful conversations are common.",
      "alignmentValue": 9
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Resilience is good with occasional layoffs offset by quick reemployment.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Austin, USA cancer incidence aligns with global norms; prioritize regular screenings and preventive care for Trey, Sarah, Anduin, and Alasdair.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Systemic issues persist—forced labor, poor healthcare, or punitive isolation.",
      "alignmentValue": 5
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Austin, subsidies exist but access is patchy; families must build networks, mixing paid care with community and neighbor help.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Austin, TX: abundant splash pads, trails, and family-friendly neighborhoods; hot summers push outings to mornings and evenings, yet parks and safety support kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Austin, TX, USA: subsidies exist but mainly aid low-income families; a middle-class family still pays most daycare costs for a 1-year-old.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Austin, TX, USA: visa families have limited subsidies; most rely on private care or employer help; expect self-funding with waitlists.",
      "alignmentValue": 3
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Residents juggle trail running, tubing rivers, live music, and a thriving food truck scene.",
      "alignmentValue": 7
    },
    {
      "key": "Community Activity",
      "alignmentText": "Austin\u0027s tech/game dev scene features frequent meetups and major annual conferences like SXSW. This supports founders and family-friendly collaboration.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Austin, TX, the wellness ecosystem supports active living and preventive care. Families can access healthy choices and community programs.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Intentional communities exist but are limited in size or geared toward niche demographics.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Austin, TX community manager pay is near local medians after cost of living; 8, suitable for a family-friendly, remote/hybrid setup.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Community Manager: Continuing Education Availability insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Austin benefits from UT Austin and nearby programs that produce steady community manager grads each year; many studios and tech firms in town offer roles.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide Community Manager: Hiring Velocity insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Austin, TX offers English-dominant community management; Spanish bilingual support helps local outreach when needed.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "On Austin\u0027s gaming/tech scene, most studios support flexible remote/hybrid roles and often provide equipment stipends, aligning with this family\u0027s needs.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Austin, TX offers a solid community manager pool with mid-level talent across startups and studios; competition for senior roles is noticeable.",
      "alignmentValue": 7
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Austin, TX offers friendly neighbors, active farmers markets, and mutual-aid networks that help newcomers feel at home fast.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Compensation in Austin, TX, established studios tracks global medians adjusted for cost of living; solid for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Compensation clusters around global medians, requiring negotiation to balance cost of living. Early teams in Austin balance cash and equity to stay competitive while managing runway.",
      "alignmentValue": 6
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Legal compliance is straightforward for citizens, though regulated industries require diligent paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "[Placeholder] Provide Continuing Education Availability insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "[Placeholder] Provide Contractor/Freelancer Bench insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Enforcement leans punitive; we monitor rules closely to avoid harsh consequences.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Austin\u0027s costs run above peers (15-20%), with high rents and payroll pressures, but Texas incentives and no state income tax help on overall runways.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Austin\u0027s cost of living is moderate but rising; two tech incomes and no state income tax make budgeting straightforward.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "[Placeholder] Provide Coworking \u0026 Startup Infrastructure insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Austin\u0027s tech market is competitive for software/game roles; expect friction for key specialties, but remote options and local pipelines help.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Stigma or limited providers make it harder to secure consistent care.",
      "alignmentValue": 5
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Austin, TX, a friendly, progressive scene supports families; steady outreach through meetups and community events deepens connections over time.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Austin, US offers solid D\u0026I with diverse communities and LGBTQ\u002B support; private-sector inclusion varies, but family-friendly policies are evident.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Austin, TX, policing is targeted with civilian oversight; most stops are rare, but occasional crackdowns can feel uneasy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: The U.S. tolerates dual citizenship, though obligations like taxes remain.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Austin, TX offers $700k–$1M in early-stage grants (SBIR/STTR, TX incentives, private grants) for Trey\u0027s game-dev startup.",
      "alignmentValue": 9
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "[Placeholder] Provide Early-Stage Capital Access insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "Austin\u0027s robust tech and university sectors support steady growth and job options. However, rising housing costs temper gains for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "In Austin, a market-driven economy backs startups with reliable governance, though housing and growth pressures affect families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Austin, TX offers generally stable, business-friendly policy with election-driven tweaks; startups can plan, families benefit from ongoing support.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Austin, TX AISD offers solid outcomes via magnets and parental involvement; variability exists across schools, so consider tutoring support.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Austin, anchored by UT Austin, has 1-2 strong programs feeding game-dev talent via studio internships and capstone projects.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Austin, TX, many tech employers sponsor skilled visas; US citizenship eases routes, and family-friendly relocation is common.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "[Placeholder] Provide Engine Community Bias insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Environment",
      "alignmentText": "Austin\u0027s Hill Country greenbelts and Lady Bird Lake trails offer great nature access, but growth strains water and tree canopy; prepare for heat.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: A dual tech-income household faces combined federal and state rates around 25–30% depending on location.",
      "alignmentValue": 5
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in Austin, TX stays mild; daytime 21-28 °C (70-82 °F) with cooler nights and occasional fronts delivering light winds.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Family life in Austin, TX is welcoming: parks, festivals, and active PTAs; strong schools in many neighborhoods support newcomers.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Immediate relatives of citizens have streamlined sponsorship options, though backlogs affect extended family.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Texas provides minimal paid leave or childcare benefits, leaving families to rely on employer policies.",
      "alignmentValue": 3
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "US-Austin: no state paid family leave; families rely on employer PTO and savings; FMLA offers unpaid leave with limited protections.",
      "alignmentValue": 3
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa holders receive the same lack of state support and must self-fund leaves or childcare gaps.",
      "alignmentValue": 3
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Austin, TX, many settings tolerate smart-casual. Corporate hubs may expect polished looks in some districts.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women blend boho, athleisure, and vintage pieces, though upscale fashion scenes are smaller than in coastal cities.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Tech casual reigns—jeans, boots, and statement sneakers—with boutique designers gaining traction.",
      "alignmentValue": 6
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Austin, TX, US shows flexible femininity norms for women leaders and parents. Media still amplifies beauty standards, but family support is strong.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Mixed regulations mean some communities normalize casual carry; we stay aware of local norms.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Austin, TX, consent norms are generally strong in urban spaces; nightlife still requires proactive boundaries and clear communication.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Austin’s startup scene, with Capital Factory, SXSW, and game/web meetups, offers mentorship and funding paths for Trey; Sarah gains solid local tech networks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Austin, TX offers abundant fresh markets and a thriving mix of international cuisines; diverse options are readily available across neighborhoods.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Austin, friendliness varies by neighborhood; we\u0027ll build ties in family-friendly areas, but it takes time and careful choice.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Austin, TX, USA\u0027s game dev scene—Arkane Austin, Bethesda and many indies—offers steady openings, remote gigs, and local startup funding options.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Austin is largely welcoming to gender diversity, but Texas-wide policies keep legal uncertainty for families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Austin, TX, promotes gender equality across sectors. Yet Texas bans and civil-rights rollbacks undermine progress for families like ours.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Within Austin, TX, USA, egalitarian norms support shared caregiving and leadership; some legacy gender expectations linger in broader Texas.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Austin\u0027s LGBTQ\u002B-friendly scene, gendered flirting is largely fluid. Our family can navigate it easily, with only minor pockets of traditional scripts.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Visa holders must maintain employment, face travel restrictions, and manage complex paperwork to avoid status loss.",
      "alignmentValue": 3
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Austin, TX: warming brings hotter summers, more droughts and heavy rains; risk is moderate and manageable with adaptation and planning.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "[Placeholder] Provide Government/Startup Visas insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Noticeable emphasis on grooming means we budget extra time and money to fit in.",
      "alignmentValue": 6
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Austin, TX, progressive circles welcome polyamory; public life is tolerant, but formal services still lack clear poly frameworks.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Dell Seton, St. David’s, and specialty clinics offer quality care, though insurance costs remain significant.",
      "alignmentValue": 5
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Austin, visa families can access care but must navigate extra paperwork or costs. Public coverage is limited, so private insurance is often essential.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "UT Austin, Texas State, and community colleges offer strong pathways with in-state tuition and scholarships.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Universities welcome international students but charge higher tuition and require careful visa management for internships.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Austin, established game studios fill roles in 6–8 weeks thanks to robust pipelines and remote options, aligning with family-friendly, hybrid needs.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "7: In Austin, startup hires often take ~3 months. Tap Capital Factory, grants, and remote options to support a family-friendly search.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Austin housing is costly and competitive for families. Expect bidding wars and sizable deposits.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Texas has no state income tax, easing personal taxes for a family in Austin. Sales and property taxes, plus business taxes, may need planning or a tax pro.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Austin, TX is broadly welcoming to immigrants. Language and traditions are generally respected, with occasional debates in local politics.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Public schooling in Austin, TX varies by district; AISD offers dual-language and STEM/magnet options. Savvy parents navigate boundaries for good placements.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Public K-12 in Austin, TX is free for residents. AISD provides ESL support to ease transitions.",
      "alignmentValue": 9
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: English dominates in daily life and services, eliminating language barriers for the family.",
      "alignmentValue": 10
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Austin, English is widely used in studios; local-language support aids documentation, community, and partnerships.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Founding teams in Austin lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach.",
      "alignmentValue": 6
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "[Placeholder] Provide Legal \u0026 IP Support insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Austin, TX, USA: LGBTQ\u002B-friendly city with Pride events and protections; rural TX may present caution.",
      "alignmentValue": 8
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "[Placeholder] Provide Market Research \u0026 Playtesting insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Austin, TX, Marxism shows up in activist circles and co-ops but remains fringe in policy; a progressive city with open debate, limited practical influence.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Austin, TX, masculinity norms are broad and inclusive, though some older circles still lean traditional.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Austin, TX, mass violence is an ongoing topic; we regularly rehearse safety plans and vet venues with security measures.",
      "alignmentValue": 5
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Austin has a vibrant tech, game dev, and parenting meetup scene. Many venues and SXSW support inclusive networking.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Texas\u0027s $7.25 federal minimum remains; for a two-adult, two-child Austin family, housing and childcare costs far exceed this.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Google Fiber, expanding toll roads, and a growing airport underpin modern living, even as power grid resilience remains a concern after winter storms.",
      "alignmentValue": 7
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Austin, TX, US offers supportive subcultures and tolerant spaces; stay discreet in some mainstream venues to avoid backlash.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Politeness norms favor indirect communication; being candid sometimes backfires.",
      "alignmentValue": 6
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Austin-area Hill Country vistas and Barton Creek Greenbelt offer scenic, family-friendly trails; nearby state parks are easy weekend options.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Austin, TX has occasional floods, hail, and severe storms; robust warnings and infrastructure keep impacts on families short.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Barton Creek, Zilker Park, and the Highland Lakes system make outdoor escapes easy between heat waves.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Austin\u0027s vibrant live music scene offers regular concerts and community events; many family-friendly daytime options fit your pace.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Austin is vibrant in select districts; for a family, plan early-evening outings and arrange sitters.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Austin, TX features IGDA Austin, SXSW Gaming, and frequent local game jams; welcoming to newcomers and families.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Arkane, Retro Studios, and Blizzard Austin anchor Austin\u0027s game scene. The city offers strong hiring and frequent events in TX, USA.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity is widespread, signaling systemic lifestyle challenges we must counter individually.",
      "alignmentValue": 5
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Austin offers Capital Factory, city grants, and strong game-dev talent; funding remains competitive, but local programs help startups.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Austin, TX has busy I-35 traffic and frequent events. Mueller and South Austin offer laid-back rhythms for a slower family pace.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Austin, TX, progressive parenting is supported, but Texas-sized activity schedules and occasional traditional cues still surface.",
      "alignmentValue": 8
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Austin, as US citizens, the family already holds citizenship; no naturalization path needed.",
      "alignmentValue": 1
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Austin, TX, corruption is seen as moderate: campaign finance and lobbying raise questions, but overall trust remains.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Austin, TX, personal space can feel close in crowds; we\u0027ll gently advocate for comfort, aligning with the city\u0027s open, family-friendly vibe.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Austin\u0027s springs and falls are mild; summers are hot and humid. Pleasant weather window is about 6-7 months.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "In Austin, progressive values flourish locally, but US federal politics remain procedural with gerrymandering and entrenched power hindering broad progress.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Austin, TX (USA): poly networks are visible and welcoming in private circles, but statewide bureaucracy can hinder official recognition and services.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Austin, TX has AISD Pre-K 3/4 and private centers; top providers fill quickly and hours are often inflexible for working families.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Austin has a solid private-school network with bilingual options; top schools are competitive, and tuition varies.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Product marketing (games) pay in Austin, TX runs ~10-15% below top hubs. Local firms offer solid benefits and remote options that help families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Austin, TX, USA has a growing game-dev scene with regular meetups and courses. Local universities offer product-marketing and game-dev programs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Education Pipeline Strength insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Austin, TX (US) has a solid PMM talent pool for games; expect 2-3 month timelines with proactive sourcing.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Austin, TX: English is widely used in Product Marketing Manager (Games) roles; knowledge of Spanish helps reach local audiences.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Remote Expectations insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Talent Pool insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Progressivism",
      "alignmentText": "Austin votes solidly progressive, yet statewide leadership often blocks policy experiments.",
      "alignmentValue": 6
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Promiscuity attitudes in Austin, TX: urban, progressive culture supports open discussion and non-monogamy; casual relationships are commonly accepted.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Austin, TX, US, local discourse leans toward inclusive community welfare with pluralistic media; nationalist spin is less dominant.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Austin, TX, diverse local outlets and community media offer many independent voices, though national corporate feeds still shape some coverage.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Public transit in Austin is limited; CapMetro requires planning and multiple modes for family trips; car ownership remains standard.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "[Placeholder] Provide Publisher/Platform Relationships insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Austin, TX offers high-quality schools and premium services, but some elite providers and clubs remain exclusive; plan ahead.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Austin, TX, a two-parent family can meet basics, but saving and extracurriculars are hard without extra support.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Austin, TX, housing and childcare strain this middle-income family\u0027s budget; strong schools and parks help, but costs bite.",
      "alignmentValue": 6
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Austin, TX has a growing real-time game dev scene and strong broadband, aligning with Trey\u0027s real-time needs and Sarah\u0027s web work.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Austin, TX, religious discourse shapes culture and debates, but governance stays pluralistic with minority rights protected.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Austin, TX, established studios typically support hybrid/remote work with formal policies, matching Trey’s founder setup and Sarah’s remote/hybrid needs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Remote/hybrid options are common in Austin startups (TX, USA); strong infrastructure supports Sarah\u0027s and Trey\u0027s remote-friendly setup.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Austin, TX offers strong remote options and hybrid norms; many coworking spaces, central time helps collaboration, though some sectors still favor in-office.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "In Austin, US citizenship makes residency status straightforward nationwide; state benefits depend on domicile.",
      "alignmentValue": 9
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Austin\u0027s booming game/tech scene offers stable roles; churn is low, with periodic funding-cycle shifts, but retention remains solid for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "No state income tax helps, yet healthcare and property taxes demand careful planning for retirement.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Austin, TX, US citizens can access Social Security and retiree services; visa-specific limits don\u0027t apply.",
      "alignmentValue": 10
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Austin Rails demand is moderate; expect maintenance roles and remote work, in a strong US tech market but less Ruby-specific than JS/Java.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Austin, TX, USA: crime around national averages; suburban neighborhoods feel safe for families, but downtown nightlife after dark warrants caution.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Strong options in Austin: AISD magnets, charters, and nearby districts like Eanes; lotteries and programs require planning.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Austin-area lakes (Lake Travis, Lady Bird) stay warm in summer at about 25-30°C; early summer or fall may require light wetsuits for kids.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Austin, TX has mild winters and long summer days. Daylight remains ample year-round, supporting mood with light-touch coping.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Austin, TX (US): hot, humid summers limit outdoor time; mild winters keep most days comfortable, though seasonal heat remains a challenge.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "[Placeholder] Provide Senior Talent Availability insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Austin embraces sex-positive events and inclusive healthcare, yet state restrictions on reproductive services add caution.",
      "alignmentValue": 6
    },
    {
      "key": "Social Policies",
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Progressive policies advance in blue states while conservative states curtail rights, leaving a mixed national picture.",
      "alignmentValue": 5
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "sameAsParent": true
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Austin, TX averages 12-23 C (54-73 F) with breezes and occasional chilly rain; expect bluebonnets and plan for light layers.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "Austin, TX sits in a stable US framework; strong growth and policy shifts here bring housing pressures and occasional protests, but governance stays steady.",
      "alignmentValue": 7
    },
    {
      "key": "State Ideology",
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Market-oriented capitalism and individual responsibility dominate policy making.",
      "alignmentValue": 4
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Austin, TX (US) has a dynamic, pro-business market; housing costs and inequality require stronger safety nets.",
      "alignmentValue": 8
    },
    {
      "key": "Studio Density",
      "alignmentText": "Austin, TX has a thriving game studio scene with dozens of studios across AAA and indie; strong support for game dev founders and grants.",
      "alignmentValue": 9
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer in Austin, TX, USA is hot and humid. Highs are typically 34–37°C (93–99°F) with frequent cooling needs.",
      "alignmentValue": 6
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Austin, TX, USA, service tends to be friendly when we initiate. Staff respond positively even in busy venues.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "[Placeholder] Provide Tax Incentives for Games/Creative insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: For citizens moves are immediate; sponsoring relatives involves fees and multi-year waits but predictable processes.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Austin, TX, trust in government is mixed and often strained in daily life. Residents value transparency and faster, simpler government services.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Austin, United States, corruption tends to surface in mid-level bureaucracy, but strong oversight keeps essential services reliable.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Austin\u0027s senior software pay typically ranges $140K-$190K with equity. Salaries exceed local middle-class norms and support family goals.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Austin, TX offer farmers markets, Barton Springs swims, family-friendly live music, and easy Hill Country day trips.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Austin, TX schools often start before 8:00; wraparound care bridges 15:30–16:00, with one early start or late pickup weekly.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Austin, TX there is no statutory paid vacation. PTO depends on employer policy, often 2-3 weeks.",
      "alignmentValue": 3
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Austin, US, typical leave is 20–24 days. This matches the family’s higher time-off expectations, with remote work options to extend breaks.",
      "alignmentValue": 7
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "[Placeholder] Provide Vendor/Outsource Ecosystem insights for United States Austin.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX Real-Time pay in Austin trails top hubs by ~25–30%. The family-friendly tech scene, broadband and grants support a balanced move.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Austin offers limited but present VFX real-time training via UT Extension and local meetups; advanced workshops are not consistently available.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Austin has UT and ACC offering VFX/animation pathways; many game dev studios but real-time VFX pipelines rely on upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Austin, TX\u0027s growing game/tech scene yields VFX Real-Time roles usually closing in 2–3 months; remote options help the family land sooner.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Austin, TX: English-first VFX studios with multilingual teams; strong English ubiquity; family open to learning Spanish if needed.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Austin, TX, VFX Real-Time roles are typically hybrid/remote with on-site as needed; family-friendly schedules are supported.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Moderate VFX real-time talent in Austin; solid game dev scene but may require targeted sourcing or relocation for senior roles.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Austin, Canada is seen as a close partner. Mexico is a complex partner amid migration tensions.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Strong national identity and belief in exceptionalism remain common.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "As part of the United States, Austin experiences similar dynamics: Neighbors respect US influence yet critique cultural dominance and policy swings.",
      "alignmentValue": 5
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Austin, TX: As US citizens, visa paths aren\u0027t needed for internal relocation. Focus on residency, taxes, and local requirements.",
      "alignmentValue": 0
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In Austin, walkable pockets exist in the core (Downtown/Capitol area). But drivers often rush, so we stay alert with children.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Austin, US citizens are generally welcomed; the city\u0027s tech scene and communities support easy relocation and family settling.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Austin, USA\u0027s SXSW, indie studios, and music-film crossovers continuously fuel Trey\u0027s entrepreneurial imagination.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Austin, TX winters are mild; sub-freezing nights occur but temps stay around 5–10 °C (41–50 °F); snow is rare and roads stay clear.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Austin, TX, US, strive for a 30-34 hour week with full pay. Remote/hybrid options and family-friendly policies support Trey and Sarah.",
      "alignmentValue": 10
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Austin, many firms value downtime and flexible hours; managers champion boundaries, aligning with a slower pace and family-friendly policies.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Austin, at-will work, weak unions, and no state paid leave persist; protections exist but enforcement is limited, affecting family-friendly aims.",
      "alignmentValue": 7,
      "sameAsParent": false
    }
  ]
}