{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentValue": 4,
      "alignmentText": "Desert landscaping, Red Rock Canyon views, and new parks add greenery, yet sprawl, heat islands, and limited tree cover reduce day-to-day environmental comfort."
    },
    {
      "key": "Global Warming Risk",
      "alignmentValue": 4,
      "alignmentText": "Extreme heat days and prolonged drought threaten water supplies despite conservation gains, while flash floods from monsoon storms remain a concern."
    },
    {
      "key": "Seasonal Weather",
      "alignmentValue": 5,
      "alignmentText": "Shoulder seasons are pleasant, summers are intensely hot, and winters are mild and sunny, aligning partially with the family’s climate goals if heat mitigation is prioritized."
    },
    {
      "key": "Air Quality",
      "alignmentValue": 5,
      "alignmentText": "Desert dust and regional wildfire smoke occasionally spike AQI, though overall pollution remains moderate with few industrial sources."
    },
    {
      "key": "Natural Disasters",
      "alignmentValue": 5,
      "alignmentText": "Flash flooding, extreme heat emergencies, and distant seismic risks require preparedness, but hurricanes and tornados are rare."
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "March–May ranges 12–29 °C (55–85 °F) with low humidity and occasional windy dust events—ideal for outdoor exploration."
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentValue": 3,
      "alignmentText": "June–August frequently exceed 38–43 °C (100–110 °F); evenings cool to 26 °C (78 °F), so activities shift to early mornings or indoors."
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "September–November sits around 13–30 °C (55–86 °F), offering long patio seasons and pool weather without peak heat."
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentValue": 7,
      "alignmentText": "December–February stays near 4–18 °C (40–65 °F) with abundant sun and rare freezes, supporting outdoor play."
    },
    {
      "key": "Beach Life",
      "alignmentValue": 2,
      "alignmentText": "Man-made lakes and pools dominate; real beaches require road trips to Southern California, limiting spontaneous seaside access."
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentValue": 2,
      "alignmentText": "Lake Mead and local reservoirs warm enough for swimming mid-summer but are chilly in shoulder seasons and affected by receding water levels."
    },
    {
      "key": "Natural Beauty",
      "alignmentValue": 7,
      "alignmentText": "Red Rock Canyon, Valley of Fire, and Mt. Charleston provide striking desert scenery within an hour, though shade and water planning are essential."
    },
    {
      "key": "Minimum Wage",
      "alignmentValue": 4,
      "alignmentText": "Nevada’s minimum wage sits at $12/hr with modest increases; tips help hospitality workers but wage floors remain modest."
    },
    {
      "key": "Typical Software Salaries",
      "alignmentValue": 5,
      "alignmentText": "Gaming, defense, and hospitality tech roles pay $110k–$150k, below major tech hubs but paired with lower taxes."
    },
    {
      "key": ".NET Work Prospects",
      "alignmentValue": 6,
      "alignmentText": "Resorts, logistics firms, and defense contractors use Microsoft stacks, offering stable mid-level positions."
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentValue": 4,
      "alignmentText": "Ruby roles are limited to select startups and remote-friendly companies, requiring national job searches."
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentValue": 4,
      "alignmentText": "A few large casino corporations sponsor visas, but the tech ecosystem is small, leading to limited sponsorship volume."
    },
    {
      "key": "Economic Health",
      "alignmentValue": 6,
      "alignmentText": "Tourism rebounded strongly, sports investments attract new business, and diversification into logistics and tech is underway."
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentValue": 6,
      "alignmentText": "Many residents work remotely for out-of-state employers; coworking spaces and strong broadband support distributed teams."
    },
    {
      "key": "Work-Life Balance",
      "alignmentValue": 6,
      "alignmentText": "Shift work culture contrasts with daytime office roles, but flexible scheduling and abundant recreation help maintain balance for remote tech workers."
    },
    {
      "key": "Work Week Hours",
      "alignmentValue": 5,
      "alignmentText": "Standard tech roles average 40–45 hours, while hospitality-driven firms may expect atypical hours during events."
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentValue": 3,
      "alignmentText": "Nevada lacks mandated paid vacation, so benefits depend on employer policies aligned with national norms."
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentValue": 4,
      "alignmentText": "Tech and corporate employers offer 15–18 days; hospitality roles can earn comp time based on seniority."
    },
    {
      "key": "Pace of Life",
      "alignmentValue": 6,
      "alignmentText": "Outside the Strip, suburban neighborhoods feel relaxed, though tourism surges can crowd infrastructure on weekends."
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentValue": 6,
      "alignmentText": "Schools run roughly 7:30 a.m.–2 p.m.; remote roles allow midday errands before extracurriculars and evening desert walks."
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentValue": 6,
      "alignmentText": "Families split time between hiking, splash pads, and occasional Strip shows, using early mornings or evenings to avoid heat."
    },
    {
      "key": "Family Life",
      "alignmentValue": 5,
      "alignmentText": "New master-planned communities add parks and libraries, yet 24/7 service economy schedules complicate family routines for shift workers."
    },
    {
      "key": "Polyamory",
      "alignmentValue": 6,
      "alignmentText": "Vegas hosts vibrant nightlife, kink, and poly communities with regular meetups, though suburban norms can be conservative."
    },
    {
      "key": "Parenting Expectations",
      "alignmentValue": 5,
      "alignmentText": "Parent groups value involvement but are less competitive than coastal metros, focusing on keeping kids active and safe."
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentValue": 5,
      "alignmentText": "Splash pads, indoor playgrounds, and school events cater to kids, but car dependence and heat limit midday outdoor play."
    },
    {
      "key": "Schooling Options",
      "alignmentValue": 4,
      "alignmentText": "Clark County School District faces overcrowding and funding challenges; magnets and charters offer stronger academics with lotteries."
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentValue": 4,
      "alignmentText": "Private daycare dominates and can be costly; state pre-K expansion is growing but not universal."
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentValue": 3,
      "alignmentText": "Subsidies exist for qualifying families, yet middle-income households pay $1,200–$1,500 per month for quality care."
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentValue": 2,
      "alignmentText": "Eligibility for subsidies is limited, making employer stipends or nanny shares crucial for non-citizens."
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentValue": 5,
      "alignmentText": "Neighborhood enrollment is simple, yet families often move for better-rated schools or pursue magnet lotteries."
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentValue": 5,
      "alignmentText": "Schools accept resident children regardless of status, though documentation and immunization requirements demand preparation."
    },
    {
      "key": "Private Education",
      "alignmentValue": 4,
      "alignmentText": "Independent and parochial schools range $10k–$18k annually; supply is growing but adds commute times."
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentValue": 3,
      "alignmentText": "Nevada lacks statewide paid family leave; parents rely on employer PTO or unpaid FMLA protections."
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentValue": 2,
      "alignmentText": "Without state leave programs, visa holders must negotiate private leave arrangements to maintain status and income."
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentValue": 5,
      "alignmentText": "UNLV, UNR, and community colleges provide accessible degrees with in-state tuition and growing research programs."
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentValue": 4,
      "alignmentText": "International tuition is higher, though hospitality and drone-tech programs offer OPT-friendly pathways."
    },
    {
      "key": "Gender Roles",
      "alignmentValue": 5,
      "alignmentText": "Service industry flexibility supports dual-income households, yet traditional gender expectations linger in some communities."
    },
    {
      "key": "Gender Fluidity",
      "alignmentValue": 5,
      "alignmentText": "Legal protections exist, and downtown arts districts host queer-friendly spaces, though acceptance varies in suburbs."
    },
    {
      "key": "Gender Rights",
      "alignmentValue": 6,
      "alignmentText": "State law protects reproductive rights and gender identity, aligning better with progressive expectations than neighboring states."
    },
    {
      "key": "Femininity Norms",
      "alignmentValue": 5,
      "alignmentText": "Fashion swings from casual desert wear to glam nightlife outfits, allowing experimentation without constant pressure."
    },
    {
      "key": "Masculinity Norms",
      "alignmentValue": 5,
      "alignmentText": "Tourism, esports, and outdoor recreation diversify masculine norms beyond casino machismo."
    },
    {
      "key": "What Is Intriguing",
      "alignmentValue": 6,
      "alignmentText": "Access to entertainment, desert adventures, and lower taxes support entrepreneurial experimentation for Trey’s studio ideas."
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentValue": 9,
      "alignmentText": "English dominates, with Spanish widely spoken across hospitality and community services."
    },
    {
      "key": "Progressivism",
      "alignmentValue": 5,
      "alignmentText": "Local politics trend moderate; the city votes blue but shares governance with a purple state legislature."
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentValue": 3,
      "alignmentText": "Labor unions influence casinos, yet broader socialist politics remain niche."
    },
    {
      "key": "Atheism",
      "alignmentValue": 6,
      "alignmentText": "Secular lifestyles are common, and religious institutions have limited sway over local policy compared to other Western metros."
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentValue": 7,
      "alignmentText": "Vegas’s adult entertainment industry normalizes sex-positive attitudes, though family neighborhoods keep discussions discreet."
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentValue": 6,
      "alignmentText": "Pride events, inclusive ordinances, and LGBTQ-owned businesses create support, but suburban attitudes can be mixed."
    },
    {
      "key": "Community Vibes",
      "alignmentValue": 5,
      "alignmentText": "Master-planned communities host HOA events and block parties, yet transient populations can make deep friendships slower to form."
    },
    {
      "key": "View of self",
      "alignmentValue": 6,
      "alignmentText": "Residents balance hospitality pride with efforts to grow tech and sports sectors, crafting a pragmatic civic identity."
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentValue": 5,
      "alignmentText": "International outlook centers on tourism markets and cross-border travel to Mexico and Canada."
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentValue": 5,
      "alignmentText": "Visitors see Vegas as entertainment-first, sometimes overlooking local family life."
    },
    {
      "key": "Nightlife Culture",
      "alignmentValue": 9,
      "alignmentText": "World-class shows, 24-hour dining, and club scenes offer endless adult entertainment options."
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentValue": 6,
      "alignmentText": "Casual streetwear dominates by day, while nightlife encourages upscale tailoring and statement pieces."
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentValue": 7,
      "alignmentText": "Evening wear, athleisure, and festival-inspired looks coexist, giving Sarah creative freedom."
    },
    {
      "key": "Common Hobbies",
      "alignmentValue": 6,
      "alignmentText": "Residents embrace hiking, pool gatherings, esports, and culinary exploration beyond the Strip."
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentValue": 6,
      "alignmentText": "Game stores like Little Shop of Magic and casino-adjacent conventions support tabletop communities."
    },
    {
      "key": "Nightlife & Music",
      "alignmentValue": 8,
      "alignmentText": "Residencies, touring acts, and local venues keep live music calendars full year-round."
    },
    {
      "key": "Meetups & Communities",
      "alignmentValue": 6,
      "alignmentText": "Tech meetups, coworking hubs, and parenting groups gather in Summerlin and Henderson, though turnover is frequent."
    },
    {
      "key": "Nature Access",
      "alignmentValue": 6,
      "alignmentText": "Red Rock and Mount Charleston hikes are close, but shade and water logistics limit summer excursions."
    },
    {
      "key": "Political System",
      "alignmentValue": 5,
      "alignmentText": "Clark County leans progressive but negotiates with a statewide government that swings between parties."
    },
    {
      "key": "Religion in Politics",
      "alignmentValue": 6,
      "alignmentText": "Nevada maintains secular governance with limited religious lobbying compared to neighboring Utah or Arizona."
    },
    {
      "key": "Workers' Rights",
      "alignmentValue": 5,
      "alignmentText": "Right-to-work laws constrain unions, but powerful culinary and hospitality unions deliver benefits and wage gains."
    },
    {
      "key": "State Ideology",
      "alignmentValue": 5,
      "alignmentText": "Pro-business policies dominate, yet ballot initiatives and diverse voters moderate extremes."
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentValue": 6,
      "alignmentText": "Independent courts, active unions, and competitive elections provide guardrails against democratic erosion."
    },
    {
      "key": "State of Capitalism",
      "alignmentValue": 5,
      "alignmentText": "Low taxes and deregulation encourage entrepreneurship while sometimes underfunding social safety nets."
    },
    {
      "key": "Stability",
      "alignmentValue": 6,
      "alignmentText": "Tourism volatility remains a risk, but new sports franchises and logistics investments broaden the economic base."
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentValue": 6,
      "alignmentText": "Local media and alternative weeklies cover civic issues, though national partisan media still shapes narratives."
    },
    {
      "key": "Propaganda Messaging",
      "alignmentValue": 6,
      "alignmentText": "Marketing emphasizes entertainment and growth, with political messaging split between pro-union and libertarian themes."
    },
    {
      "key": "Social Policies",
      "alignmentValue": 5,
      "alignmentText": "Nevada expanded Medicaid and legalized cannabis, but housing and education investments lag rapid growth."
    },
    {
      "key": "Trust in Government",
      "alignmentValue": 5,
      "alignmentText": "Residents appreciate responsive city services but question state-level funding priorities and growth management."
    },
    {
      "key": "Perceived Corruption",
      "alignmentValue": 5,
      "alignmentText": "Casino regulation keeps scandals in check, yet campaign finance ties between developers and officials draw scrutiny."
    },
    {
      "key": "Type of Corruption",
      "alignmentValue": 5,
      "alignmentText": "Concerns revolve around zoning favors, lobbying influence, and resort-driven policy decisions rather than overt bribery."
    },
    {
      "key": "Housing Situation",
      "alignmentValue": 5,
      "alignmentText": "New subdivisions offer modern homes, but rents and prices climb quickly and summer cooling bills add to costs."
    },
    {
      "key": "Safety & Crime",
      "alignmentValue": 4,
      "alignmentText": "Tourist areas face property crime and occasional violence; suburban neighborhoods stay safer with standard precautions."
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentValue": 5,
      "alignmentText": "Hospital quality has improved yet trails larger metros; complex care often requires trips to Los Angeles or Phoenix."
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentValue": 4,
      "alignmentText": "Employer insurance is common, but plan networks can be narrow and out-of-pocket costs high for specialists."
    },
    {
      "key": "Child Care Support",
      "alignmentValue": 3,
      "alignmentText": "Daycare averages $1,000–$1,300 per month with long waitlists; in-home providers fill gaps for odd work schedules."
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentValue": 4,
      "alignmentText": "Flexible remote work and extended family networks help manage childcare, but 24/7 shifts strain coordination."
    },
    {
      "key": "Education",
      "alignmentValue": 4,
      "alignmentText": "State test scores lag national averages; reform efforts aim to boost literacy and STEM but results are uneven."
    },
    {
      "key": "Public Transportation",
      "alignmentValue": 4,
      "alignmentText": "RTC buses and limited BRT provide coverage, yet car dependence remains the norm and summer heat challenges walking."
    },
    {
      "key": "Economic System",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Las Vegas experiences similar dynamics: A lightly regulated capitalist system prioritizes markets over social protections."
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentValue": 6,
      "alignmentText": "No state income tax simplifies filings; businesses handle sales and gaming taxes through streamlined online portals."
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentValue": 6,
      "alignmentText": "Absence of state income tax keeps effective rates near 22–25%, though sales taxes and HOA fees add up."
    },
    {
      "key": "Banking & Payments",
      "alignmentValue": 7,
      "alignmentText": "Major banks, online lenders, and hospitality-focused fintech make payments and small-business banking straightforward."
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentValue": 5,
      "alignmentText": "Housing is cheaper than coastal hubs but rising quickly; utilities and transportation costs spike during extreme heat."
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "Sunshine, low taxes, and new healthcare facilities attract retirees who can manage heat and water use."
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Without Social Security, long-term visa holders must rely on savings or eventual naturalization to retire comfortably."
    },
    {
      "key": "Visa Paths",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Las Vegas experiences similar dynamics: Diverse visa categories exist, but quotas, interviews, and sponsorship hurdles make immigration arduous for non-citizens."
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentValue": 7,
      "alignmentText": "Relocation from California and the Midwest is common, so new arrivals find plenty of fellow transplants building community."
    },
    {
      "key": "Residency Types & Durations",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Las Vegas experiences similar dynamics: Citizenship grants permanent residency rights nationwide, though state benefits depend on domicile."
    },
    {
      "key": "Path to Citizenship",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Las Vegas experiences similar dynamics: Citizenship is automatic for the family and their children, eliminating naturalization concerns."
    },
    {
      "key": "Family Members",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Las Vegas experiences similar dynamics: Immediate relatives of citizens have streamlined sponsorship options, though backlogs affect extended family."
    },
    {
      "key": "Timelines & Costs",
      "alignmentValue": 7,
      "alignmentText": "As part of the United States, Las Vegas experiences similar dynamics: For citizens moves are immediate; sponsoring relatives involves fees and multi-year waits but predictable processes."
    },
    {
      "key": "Compliance & Risks",
      "alignmentValue": 8,
      "alignmentText": "As part of the United States, Las Vegas experiences similar dynamics: Legal compliance is straightforward for citizens, though regulated industries require diligent paperwork."
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Las Vegas experiences similar dynamics: The U.S. tolerates dual citizenship, though obligations like taxes remain."
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Las Vegas experiences similar dynamics: Visa holders must maintain employment, face travel restrictions, and manage complex paperwork to avoid status loss."
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentValue": 5,
      "alignmentText": "Esports, VR attractions, and casino game design offer roles, but AAA studios are scarce and many devs work remotely."
    },
    {
      "key": "Notable Game Studios",
      "alignmentValue": 5,
      "alignmentText": "Scientific Games, Aristocrat, and smaller VR/AR teams drive local hiring alongside esports organizations."
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentValue": 5,
      "alignmentText": "Vegas IGDA meetups and UNLV’s game design program create a modest but enthusiastic community."
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentValue": 5,
      "alignmentText": "Lower overhead and entertainment partnerships create niches, yet funding often comes from angel networks or remote investors."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentValue": 6,
      "alignmentText": "New master-planned suburbs, widespread fiber internet, and a modern airport contrast with aging water infrastructure and car-centric streets."
    }
  ]
}
