{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Burbank offers parks and a kid-friendly climate; LA sprawl causes heat islands and occasional air-quality alerts; plan outdoor time accordingly.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Burbank, CA faces wildfire and drought risks; plan for evacuations and rising insurance costs.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Burbank, CA enjoys a Mediterranean climate: mild, dry winters and warm, low-humidity summers; occasional heat spikes, but generally comfortable year-round.",
      "alignmentValue": 9
    },
    {
      "key": "Air Quality",
      "alignmentText": "Burbank, CA sees LA smog and wildfire smoke; several days yearly unhealthy for kids; use purifiers on bad air days.",
      "alignmentValue": 6
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Earthquakes and wildfires are periodic in Burbank near the San Gabriel foothills; maintain evacuation plans and emergency kits as mudslide alerts surface.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Burbank, CA: about 15–24 °C (60–75 °F) with light breezes and dry days—perfect for outdoor family activities.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Summer afternoons reach 18–32 °C (65–90 °F), though Santa Ana winds can push peaks above 38 °C (100 °F) for short stretches.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall stays warm at 15–30 °C (59–86 °F), with offshore winds keeping evenings dry and occasionally smoky.",
      "alignmentValue": 6
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Burbank, CA are gentle—rarely below freezing; light coats suffice and snow is a novelty in southern California.",
      "alignmentValue": 10
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near Burbank, CA offer family-friendly sands with lifeguards and transparent water data; expect seasonal crowds around summer.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "At LA-area beaches in the USA, Pacific water runs ~18–20 °C most of the year; wetsuits help the kids extend beach time.",
      "alignmentValue": 5
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Views of the Verdugo Mountains, Griffith Park’s canyon hikes, and weekend escapes to the Angeles National Forest keep nature close.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "California’s $16-per-hour floor (higher for some local ordinances) helps, yet housing and childcare prices still outpace entry-level pay.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Studios across Burbank, Glendale, and Culver City offer $130K–$160K senior packages, often with stock or production bonuses.",
      "alignmentValue": 8
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "LA/Burbank area has steady .NET roles in media tech; remote options with Disney/WB Discovery and Azure teams nearby.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "In the Burbank/LA metro, Ruby roles exist with steady openings in media-tech and product firms. Remote work options and sponsorship are increasingly common.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Major studios and tech firms routinely file H-1B and O-1 petitions, yet processing times and caps still create uncertainty.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "LA County/Burbank shows steady growth in tech/services; occasional entertainment slumps occur, but safety nets cushion family finances.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Burbank, CA, remote work is allowed but film/creative sprints often need on-site; hybrids align with this family\u0027s balance.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Project cycles and production crunches normalize late nights, challenging Sarah’s need for predictable downtime.",
      "alignmentValue": 4
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Burbank, US, workweeks are about 37-38 hours with occasional crunch. Flexible hours and leave support a family-friendly balance for Trey and Sarah.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: There is no statutory paid vacation, leaving time off entirely to employer policy.",
      "alignmentValue": 1
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Burbank, typical vacation is about 15-19 days after tenure; this is modest vs the family\u0027s goal for longer trips.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Traffic on the 134 and 101, packed calendars, and competitive school culture keep daily life high tempo.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Burbank, CA, schools run ~8:15–15:00. Aftercare and flexible work cover studio calls; one late pickup per week keeps routine intact.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends brim with Griffith Park hikes, studio tours, and kids’ theater programs, though reservations and traffic logistics require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Tree-lined neighborhoods, strong public libraries, and studio family events help newcomers plug into a supportive community.",
      "alignmentValue": 8
    },
    {
      "key": "Polyamory",
      "alignmentText": "LA metro poly communities are visible; in Burbank, CA, discretion at work/school remains prudent, but supportive networks exist.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Burbank, CA, parenting leans progressive, but academics/arts pressures push overscheduling. Families seek balance via supportive schools and slower pace.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "In Burbank, CA, Magnolia Park\u0027s parks and walkable streets suit families; safe neighborhoods with kid-friendly spots, but busy boulevards require vigilance.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Burbank Unified offers STEAM magnets and dual immersion, with charters; strong options for bilingual learners, though some programs require applications.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Burbank, CA offers TK and strong preschools; demand fills slots early, though private options vary in cost.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "State subsidies, expanded CalWORKs funding, and sliding-scale city programs offset part of the daycare bill for qualifying households.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Burbank, CA: US citizens access standard state childcare subsidies; residency/income checks apply, documentation is clear, with some waitlists.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "K-12 access in Burbank, CA is solid: broad enrollment and public options; top schools may rely on zoning/lotteries; bilingual/ELL support available.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "As US citizens in Burbank, CA, the children enroll in public K-12 with full rights and language support.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Independent schools like Oakwood, Campbell Hall, and Catholic academies abound, albeit with tuition exceeding $25K per year.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "California Paid Family Leave and state disability insurance deliver partial wage replacement, supplementing employer benefits.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Visa families can tap paid family leave once they hold qualifying work authorization, though some cash benefits still require citizenship or long residency.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Burbank, CA, public campuses (CSU/UC) and nearby community colleges offer in-state tuition with Cal Grants and transparent aid for residents.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Universities welcome international students and offer OPT/CPT pipelines, albeit at higher tuition levels.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Dual-career households are standard, and dads pushing strollers or leading PTA events barely raise eyebrows.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Nonbinary and trans visibility is high, with inclusive health providers in Los Angeles and school policies supporting chosen names and pronouns.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In California (Burbank), gender rights are strong with anti-discrimination and pay equity; federal rollbacks create nationwide uncertainty.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Burbank, CA, femininity is broadly welcomed across styles. Minor conservative pockets exist, but LGBTQ\u002B and poly-affirming communities are common.",
      "alignmentValue": 9
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Burbank, CA, masculine norms are evolving. Trey blends leadership with caregiving, reflecting a progressive, family-first household.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "In Burbank, CA near LA\u0027s film/animation/XR hubs, Trey gains cross-disciplinary collaborations and hands-on access to cutting-edge tools.",
      "alignmentValue": 9
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Burbank, CA, English dominates daily life and services; abundant local resources and bilingual-friendly materials support smooth integration.",
      "alignmentValue": 10
    },
    {
      "key": "Progressivism",
      "alignmentText": "Local politics lean strongly progressive, supporting LGBTQ\u002B protections, renters’ rights, and climate initiatives.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist ideas circulate in union halls and art schools, though mainstream culture still favors pragmatic liberalism over radical change.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "In Burbank, CA, secular life is well-supported. Nonreligious families face little pressure and enjoy broad local acceptance.",
      "alignmentValue": 9
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex-positive education, inclusive media, and accessible clinics foster open conversations about relationships.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Burbank, CA offers broad LGBTQ\u002B protections and visible support. Schools and services are inclusive for families.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Burbank, CA, neighbors are kind but busy; social ties form through schools, parent groups, and local volunteer networks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Strong national identity and belief in exceptionalism remain common.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Public opinion sees Canada as close and Mexico as a complex partner with migration tensions.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "From Burbank, neighbors see the US as a strong tech partner with Canada/Mexico ties, but policy shifts and cultural debates trigger questions.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Burbank\u0027s nightlife is strong in the LA region, but family-friendly late options are limited. Plan with sitters and early evenings.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Burbank, CA, men\u0027s fashion is trend-forward yet approachable. Tech culture supports creative but practical style.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Burbank, CA, women\u0027s fashion is dynamic and inclusive. Body-positive options are widely available, offering broad style freedom.",
      "alignmentValue": 10
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Burbank, CA, USA offers a broad, family-friendly hobby scene: parks, board games, climbing gyms, and LA game-dev meetups that fit Trey’s interests.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "GameHaus Café and multiple FLGS locations host vibrant RPG leagues and designer playtests year-round.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Live music from the Hollywood Bowl to indie venues, plus comedy clubs and speakeasies, offers endless date-night options.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Meetup.com, IGDA LA, and local coworking spaces produce daily events for tech, gaming, parenting, and creative circles.",
      "alignmentValue": 9
    },
    {
      "key": "Nature Access",
      "alignmentText": "Griffith Park, the LA River bike path, and quick drives to Malibu or the San Gabriel Mountains keep outdoor adventures within reach.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Federal democracy with checks and balances remains, yet gerrymandering and minority rule structures frustrate progressives.",
      "alignmentValue": 6
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Burbank, CA, religion shapes culture but state policy stays secular and pluralistic; minority rights protected.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: At-will employment, limited unions, and minimal paid leave fall short of the family’s expectations.",
      "alignmentValue": 3
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Burbank, CA, state ideology leans pluralist. This aligns with your progressive, community-driven family.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Progressive, family-focused in Burbank, CA: strong local safeguards; backsliding risk remains moderate amid national rhetoric.",
      "alignmentValue": 5
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "US (Burbank): capitalism is dynamic yet regulated to prevent inequality; startups thrive with grants and a growing local ecosystem.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "Stability in the US, with Burbank in CA, is solid with predictable governance; CA sees debates and occasional protests, adding light volatility.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Burbank, CA, US, media is broadly free with watchdogs that debunk spin, supporting your pluralistic, independent media expectations.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "From Burbank, CA, U.S., stay with independent outlets for balanced, community-focused reporting and minimal propaganda.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Progressive policies advance in blue states while conservative states curtail rights, leaving a mixed national picture.",
      "alignmentValue": 5
    },
    {
      "key": "Trust in Government",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Public trust remains low, matching Gallup surveys that show skepticism toward federal institutions.",
      "alignmentValue": 3
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Citizens rate corruption as moderate—campaign finance and lobbying raise concerns without daily bribery.",
      "alignmentValue": 5
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Burbank, CA, corruption is mainly petty/localized with strong oversight; transparent processes and watchdogs help keep daily life predictable.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Median single-family homes hover near $900K and rents exceed $3,000 for three-bed units, demanding high incomes or creative housing strategies.",
      "alignmentValue": 3
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Burbank, CA, enjoys low crime vs much of LA County; proactive policing and well-lit streets let families and kids roam locally with confidence.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Providence Saint Joseph Medical Center and nearby Cedars-Sinai specialists deliver top-tier care, but premiums and co-pays are steep.",
      "alignmentValue": 5
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Burbank, CA, USA, citizens/visa families have easy enrollment and equal healthcare benefits via private plans; no visa hurdles here.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Child Care Support",
      "alignmentText": "California offers TK and subsidies that ease costs, but private daycare remains pricey in Burbank. Parents must actively coordinate care and use networks.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Paid family leave, expanded child tax credits, and renter protections offer more cushioning than most U.S. states.",
      "alignmentValue": 6
    },
    {
      "key": "Education",
      "alignmentText": "Public school quality varies across LA County, but Burbank’s district posts strong outcomes with magnet tracks for media arts.",
      "alignmentValue": 7
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Metrolink trains, Metro buses, and the Burbank airport offer options, yet last-mile travel often still requires a car.",
      "alignmentValue": 4
    },
    {
      "key": "Economic System",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: A lightly regulated capitalist system prioritizes markets over social protections.",
      "alignmentValue": 4
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Federal, state, and local layers add complexity, but withholding automation means payroll taxes are manageable.",
      "alignmentValue": 5
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: A dual tech-income household faces combined federal and state rates around 25–30% depending on location.",
      "alignmentValue": 5
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In Burbank, US, digital banking is robust and affordable for families. Accounts are easy to open with instant payments and strong protections.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Burbank\u0027s housing and childcare costs are high; budgets strain, but the area offers solid tech salaries and family-friendly options to balance costs.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "US California retiree support is modest. Healthcare is strong, but Burbank\u0027s high costs demand savings or home equity.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Burbank, CA (US), long-term residents can access Social Security and employer pensions; US residency supports robust retirement options for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Burbank, CA (US), visa paths aren’t needed for our family since we hold US passports; no visa interviews or sponsorship required.",
      "alignmentValue": 0
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Burbank, CA, US citizens are warmly welcomed with few relocation barriers. Local schools and community programs support families like ours.",
      "alignmentValue": 10
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "In Burbank, U.S., residency can follow family or work routes with accessible paths to permanent status; processing varies by visa category.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Burbank, USA, citizenship is clear for the family: naturalization after ~5 years of permanent residency; dual citizenship allowed.",
      "alignmentValue": 10
    },
    {
      "key": "Family Members",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Immediate relatives of citizens have streamlined sponsorship options, though backlogs affect extended family.",
      "alignmentValue": 9
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: For citizens moves are immediate; sponsoring relatives involves fees and multi-year waits but predictable processes.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Burbank, CA, US, citizen compliance is straightforward; California licenses and annual filings require attention, but overall risk stays low.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Burbank, the U.S. allows dual citizenship with minimal reporting; tax obligations remain. This suits a multinational family pursuing stable residency.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "As part of the United States, Burbank experiences similar dynamics: Visa holders must maintain employment, face travel restrictions, and manage complex paperwork to avoid status loss.",
      "alignmentValue": 3
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Riot Games, WB Games, Netflix Games, and numerous VR studios create a dense job market for experienced developers.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "As noted in Game Dev Work Prospects, Riot Games, WB Games, Netflix Games, and numerous VR studios create a dense job market for experienced developers. Hiring velocity at established studios in Burbank wraps searches within a month or two as pipelines stay active.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Burbank studios largely meet LA-area medians after cost-of-living adjustments, with strong benefits; solid for a family-focused tech/creative pathway.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Burbank, USA, English dominates studio work. Local languages assist with community, compliance, and partnerships.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Remote expectations at established studios in Burbank are flexible for senior roles, with hybrid schedules common.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Notable game studios are visible in the LA basin, including Insomniac in Burbank and Naughty Dog in Santa Monica, supporting a strong dev ecosystem.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "LA-area game dev scene (IGDA LA, local meetups) near Burbank; regular mixers, jams, and mentorships welcoming newcomers and families.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Burbank, CA, USA offers strong game/entertainment talent, accelerators, and grants; costs are higher, so startups succeed with grit and solid co-founders.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Startup founders report that Angel investors, accelerators like LACI, and entertainment-tech funds exist, though burn rates demand disciplined budgeting. Hiring velocity at early-stage studios in Burbank wraps searches within a month or two as pipelines stay active.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Burbank, startup pay tracks global medians after cost of living; equity remains meaningful for family-oriented teams in LA.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Founding teams in Burbank lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Hybrid/remote is common in Burbank startups; senior roles can work remotely with periodic on-site in the LA area (CA), matching this family\u0027s needs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Burbank, CA sits in LA\u0027s dense studio belt; home to Warner Bros., Disney, and numerous animation/VFX shops in a premier US production cluster.",
      "alignmentValue": 10
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Burbank, CA is anchored by Warner Bros. Games and Insomniac, with strong hiring, training, and game IP growth nearby.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Burbank/LA offers an extensive vendor network: co-dev, QA, audio, art, and live-ops; overflow can stay regional.",
      "alignmentValue": 9
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "LA/SoCal programs like USC Games, UCLA DM Arts, CalArts, and ArtCenter graduate game-ready cohorts, fueling Burbank\u0027s local game industry.",
      "alignmentValue": 10
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "LA/Burbank area offers weekly game/web dev workshops and guild trainings. Gnomon/CGMA access supports year-round upskilling for Trey and Sarah.",
      "alignmentValue": 10
    },
    {
      "key": "Community Activity",
      "alignmentText": "LA/Burbank area hosts frequent game dev meetups and panels (IGDA LA, IndieCade, Glitch City, Gnomon/LACP) nearly weekly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Unreal dominates cinematic and shooter pipelines while Unity still powers mobile and indie hits, and cross-engine meetups keep knowledge flowing between them.",
      "alignmentValue": 9
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Studios blend world-class real-time game production with pre-rendered cinematic pipelines from Disney Animation, Blur Studio, and local VFX houses, enabling either production mode.",
      "alignmentValue": 10
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Openings are plentiful yet senior art and engineering demand still outpaces supply, so teams juggle overlapping offers and occasionally import specialists.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Restructuring at giants such as Riot, Blizzard, and Netflix Games brings periodic layoff waves, keeping long-term employment risk at a moderate level.",
      "alignmentValue": 6
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "In Burbank, CA, US, D\u0026I commitments exist in local game/tech scenes, but leadership remains predominantly white/male and progress is uneven.",
      "alignmentValue": 7
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "California’s marquee film and TV tax credit excludes video games; repeated proposals for a game credit have stalled, leaving only modest municipal arts grants.",
      "alignmentValue": 2
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "California maintains predictable entertainment policy even as labor rules like AB5 and strike-related negotiations add compliance planning.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "LA\u0027s game/tech founder scene offers regular meetups and mentors (IndieCade, GameDevLA). Strong access for Trey\u0027s founder goals and Sarah\u0027s remote work.",
      "alignmentValue": 9
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Burbank/LA offers robust generalist funds open to games. Nearby film/game grants exist, but lead rounds remain competitive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "LA-area accelerators (USC Games Bridge, LMU) run game cohorts occasionally; seats fill quickly in Burbank, CA.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Veteran leads from Insomniac, Respawn, Riot, and DreamWorks consult or jump into startups regularly, so leadership hires rarely need relocation.",
      "alignmentValue": 9
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Animation Guild rosters, SAG-AFTRA interactive members, and deep freelancer networks let founders staff art, audio, and live-ops contractors rapidly.",
      "alignmentValue": 9
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "CTRL Collective, Phase Two, and Quixote’s mocap stages supply turnkey offices, labs, and capture bays tailored to interactive media startups.",
      "alignmentValue": 9
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "In LA/Burbank, multiple game IP firms offer publishing, licensing, and talent-deal counsel with startup-friendly pricing.",
      "alignmentValue": 10
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "In the Burbank/LA area, major platform and publisher teams are regularly present; proximity enables quick pitches and publishing access.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Magid’s entertainment research group, USC’s Playtest Thursdays, and Two Bit Circus community nights offer rapid user testing and qualitative feedback loops.",
      "alignmentValue": 9
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "US lacks a dedicated startup visa; founders rely on O-1/E-2/H-1B with heavy docs and slow processing; in Burbank, CA this slows startups.",
      "alignmentValue": 5
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Creative offices in Burbank regularly quote $4–5 per square foot monthly and payroll taxes run high, so startups budget Silicon-Valley-level burn.",
      "alignmentValue": 3
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "AAA hubs like WB Games, Insomniac, and Disney Animation keep hundreds of character artists in-market, with seniors freelancing between game and film gigs.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Gnomon, ArtCenter College of Design, and CalArts turn out industry-ready character art cohorts with studio mentorship each semester.",
      "alignmentValue": 10
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "LA/Burbank offers frequent 3D character workshops (Gnomon, Animation Guild) and local studio talks. Strong US access to pro tools keeps skills sharp.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Studios often need 3–4 months to lock senior character artists because union shows and AAA teams compete for the same specialists.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Glassdoor and union rate sheets place LA senior character artists around $110–140K base with production bonuses pushing total comp higher.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "English is ubiquitous across character art teams, with plenty of bilingual colleagues for cross-market collaboration.",
      "alignmentValue": 10
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote/hybrid 3D artist roles are common in Burbank, CA with async workflows; fits Sarah\u0027s needs and your family balance.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Burbank pulls from DreamWorks, Disney Animation, Riot, and numerous VR studios, giving the metro one of the world’s deepest 3D animation benches.",
      "alignmentValue": 10
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "LA area hosts CalArts, USC and Gnomon. Multiple flagship programs feed Burbank studios with industry-ready reels.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Burbank/LA offers a strong 3D animation education scene with year-round masterclasses, iAnimate LA, and mocap workshops.",
      "alignmentValue": 10
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Union rosters and studio backlogs mean filling mid-to-senior animation seats regularly stretches beyond a quarter.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Burbank, CA, 3D animators earn about $2,600–$3,000/wk with overtime; aligns with global hubs after cost of living.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "English dominates dailies and production tools, with bilingual teammates assisting when assets route overseas.",
      "alignmentValue": 10
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Hybrid schedules are common, yet mocap-heavy productions still ask animators to drop in for shoots and in-person reviews.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "2D environmental artist pool in Burbank/LA is extensive with top studios (Netflix Animation, Riot, Respawn) and outsourcing partners.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "LA-area programs (ArtCenter, Otis, CSUF) feed 2D environmental art grads; Burbank studios offer internships and local funding options.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Brainstorm School, Concept Design Academy, and Schoolism live workshops frequently cover environment design, lighting, and production painting.",
      "alignmentValue": 10
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Burbank, CA, 2D environmental artist roles move quickly due to Hollywood pipelines; expect 1-2 months with screened candidates.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Rates for senior concept artists hover around $60–80 per hour or $110K\u002B salaried, in line with other global entertainment hubs.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "English workflows dominate, with multilingual teammates bridging collaboration with overseas outsource studios.",
      "alignmentValue": 10
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Hybrid arrangements are typical—teams expect regular onsite art reviews but allow remote blocks for focused painting sprints.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Riot, Infinity Ward, Respawn, and The Third Floor employ sizable real-time VFX crews, complemented by film tech artists switching between game and virtual production gigs.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Gnomon’s Houdini emphasis, USC’s XR labs, and Escape Studios’ LA partnerships prepare grads for Niagara, VFX Graph, and shader pipelines.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Meetups like Unreal Engine LA, Gnomon VFX nights, and CGMA intensives cover Niagara, Houdini, shaders, and optimization techniques regularly.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "In Burbank, senior real-time VFX talent is in high demand; hiring often stretches 3-4 months.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Burbank, CA offers high real-time VFX pay due to Hollywood demand. Packages often include bonuses/benefits, though cost of living is high.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "English is universal in tech-art standups, with bilingual artists supporting co-dev partners abroad.",
      "alignmentValue": 10
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Burbank studios widely support remote/hybrid real-time VFX; aligns with Trey and Sarah\u0027s need for flexible schedules and local remote options.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Platform teams at TikTok, Discord, Riot, and numerous esports orgs cultivate a large bench of community managers comfortable with live ops.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Burbank/LA area features USC, UCLA, and CSUN, producing sizable community-manager cohorts for local studios.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "In Burbank/LA, monthly CM workshops and active online groups exist; GA bootcamps and local meetups nearby support your high education goals.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Roles typically fill within two months because the talent pool is broad and many applicants bring esports or creator economy experience.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Burbank, CA, CM pay trends near LA; $95–$140K with bonuses/equity common, strong benefits help attract talent.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "English fluency is universal among community managers in Burbank, CA, with bilingual Spanish support common for LA-area studios.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Burbank, CA, studios broadly support flexible remote/hybrid roles with robust async tooling, aligning with the family\u0027s needs.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Burbank, CA, USA sits in the LA game/film hub; strong PMM (Games) talent pool with senior and mid-level pros.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "In the LA/Burbank area, UCLA Anderson, USC Marshall, and Cal State LA feed games PMMs with analytics, giving a solid regional pipeline.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "LA metro offers monthly PMM (games) workshops and active communities; Burbank studios and nearby universities provide short courses and certs.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Specialized PMM searches often take a quarter as studios compete with streaming services and consumer tech for the same leaders.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "PMMs in games in Burbank, CA often top $150K\u002B total comp with bonuses/equity. This rivals Bay Area benchmarks, despite high local living costs.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "In Burbank, CA, English is standard. The family values English ubiquity and supports local language learning for broader accessibility.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Studios lean toward hybrid for PMM leaders—weekly on-site syncs for stakeholder alignment with flexibility for remote focus days.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Fiber internet, world-class airports, and robust utility resilience support modern living despite freeway congestion.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Seasonal shifts in Burbank, CA are mild overall. Summer heat spikes and winter rain require simple contingency planning.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Burbank, CA enjoys year-round sun; long summer days and mild winters help mood, with light routines and outdoor breaks to stay energized.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Burbank, CA offers most of the year comfortable weather. Dry summers and mild winters support outdoor life for long stretches.",
      "alignmentValue": 9
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Burbank, CA, high costs strain a 4-person family; reliable childcare/healthcare can be tight, though remote work and stable jobs help.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Burbank, CA, middle-income life is squeezed by high housing and childcare costs. Schools are strong, though budget pressure crowds enrichment.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Burbank/LA, premium services and strong schools are plentiful; occasional waitlists exist but options remain abundant.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Burbank, 2k sq ft rentals exist but pricey; you may need to compromise on location or finishes to stay within budget.",
      "alignmentValue": 8
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Multiple co-housing options exist in the LA metro near Burbank, with family-friendly projects; expect some waitlists.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Burbank, CA, locals are generally friendly and open to connection; joining parks, schools, and parent groups helps newcomers weave into the community.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Burbank, CA, immigrants are broadly welcomed; diverse communities support language use and family traditions, with occasional national debates.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mostly positive reception in Burbank, CA for this progressive, family-focused family; engage locally to ease cost concerns and avoid aloof impressions.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Burbank, CA, surface interactions are generally polite but efficient; expect brisk service in busy spots while remaining respectful.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Relationships deepen steadily with consistent effort; vulnerability is appreciated though not automatic.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Burbank, CA, personal space can be compressed; advocate gently for comfort, especially with the kids.",
      "alignmentValue": 6
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Burbank, CA, direct feedback is common in tech and community groups; balance candor with tact to respect a diverse, English-speaking city.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Burbank, CA, a gentle push to stay polished in work/social scenes; casual family life remains comfortable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Burbank, CA, subtle body-appearance talk in media and local circles can surface; set gentle boundaries to protect family confidence.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Burbank, CA, tidy smart-casual fits in; stylish touches are welcome, but high fashion remains optional.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Burbank, CA, flirting remains respectful with clear cues. Venues reinforce boundaries to keep families safe.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Flirting norms in Burbank, CA are largely inclusive; most genders may initiate or decline without stigma, with minor lingering assumptions in some circles.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "California’s LA area has supportive communities for non-monogamy. In Burbank, privacy matters even as you seek acceptance.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Burbank, CA, most peers are nonjudgmental about consensual non-monogamy, but traditional circles may gossip.",
      "alignmentValue": 8
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Social services lack frameworks, so we navigate paperwork carefully and expect occasional bias.",
      "alignmentValue": 6
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "We occasionally experience closer contact than preferred but can steer interactions politely.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Mixed regulations mean some communities normalize casual carry; we stay aware of local norms.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Possession laws are moderate though some substances still carry steep fines.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Burbank, CA, enforcement is typically proportionate with strong oversight; families rarely witness aggressive sweeps.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Burbank, CA, mass violence risk is ongoing. We regularly rehearse safety plans for schools and events.",
      "alignmentValue": 5
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "California\u0027s carceral system has reform and oversight, but issues remain. In the US, overcrowding and wage concerns persist; monitor for abuses.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkable pockets exist in Burbank, CA near parks and schools. Busy arterials still require caution for kids when walking.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Burbank, CA, health-minded norms and abundant parks aid routines; public health messaging aligns with family wellness, with easy access to programs.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Maintaining clean eating requires vigilance and possibly specialty stores.",
      "alignmentValue": 5
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Strong selection overall though certain cuisines require a bit of travel.",
      "alignmentValue": 8
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Higher-than-average depression rates prompt us to plan carefully for therapy access.",
      "alignmentValue": 6
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Burbank, CA obesity rates stay below US averages; strong local wellness programs support family activity and healthy habits.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Cancer incidence in Burbank, CA aligns with global norms. Robust screening and local healthcare support early detection for your family.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Burbank/LA offers diversified media, tech, and services, boosting resilience beyond entertainment. Downturns often yield quick rehiring and local grants.",
      "alignmentValue": 8,
      "sameAsParent": false
    }
  ]
}