{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentValue": 6,
      "alignmentText": "Olathe’s suburban footprint mixes well-kept parks and prairie greenways with highway sprawl, delivering decent everyday air and green space if the family stays near the trail network."
    },
    {
      "key": "Global Warming Risk",
      "alignmentValue": 4,
      "alignmentText": "Johnson County is seeing more flash-flooding storms and longer summer heat waves, so climate stressors remain a notable risk for a family that prefers stability."
    },
    {
      "key": "Seasonal Weather",
      "alignmentValue": 3,
      "alignmentText": "Olathe runs through humid summers, stormy springs, and cold snaps in winter, demanding full four-season gear rather than the mild climate the family would like."
    },
    {
      "key": "Air Quality",
      "alignmentValue": 6,
      "alignmentText": "Regional monitoring keeps annual PM2.5 low most days, yet ozone alerts and wildfire smoke intrusions during summer would still trigger occasional indoor days for the kids."
    },
    {
      "key": "Natural Disasters",
      "alignmentValue": 3,
      "alignmentText": "The Kansas City metro sits in Tornado Alley with severe thunderstorms, hail, and winter ice, so preparedness plans and basements remain essential."
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentValue": 5,
      "alignmentText": "Spring typically swings from 5–22 °C (41–72 °F) with thunderstorms rolling across the plains, bringing bursts of warmth between chilly rain and tornado watches."
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentValue": 3,
      "alignmentText": "Summer highs sit around 29–33 °C (85–92 °F) with heavy humidity, and heat indices climb higher during July heat waves, limiting daytime playground time."
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentValue": 6,
      "alignmentText": "Fall cools into 7–23 °C (45–74 °F) with crisp mornings and colorful prairie grasses, offering the family the most comfortable outdoor season."
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentValue": 3,
      "alignmentText": "Winters oscillate between mild thaws and Arctic blasts, running −7–5 °C (20–41 °F) with sleet and ice storms that keep roads slick and school closures common."
    },
    {
      "key": "Beach Life",
      "alignmentValue": 1,
      "alignmentText": "Landlocked Olathe offers lakes and reservoirs for summer splash days but no true beach culture, so coastal getaways require flights."
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentValue": -1,
      "alignmentText": "Kansas reservoirs are only warm enough for swimming in mid-summer, so beach-style water temperatures are effectively unavailable locally and the score is unknown."
    },
    {
      "key": "Natural Beauty",
      "alignmentValue": 5,
      "alignmentText": "Nearby prairies, the Flint Hills a short drive south, and regional bike trails supply pleasant but modest scenery rather than dramatic mountains or coasts."
    },
    {
      "key": "Minimum Wage",
      "alignmentValue": 3,
      "alignmentText": "Kansas sticks to the $7.25 federal minimum wage, so entry-level pay lags well behind Johnson County living costs and pushes households to juggle multiple incomes."
    },
    {
      "key": "Typical Software Salaries",
      "alignmentValue": 7,
      "alignmentText": "Kansas City tech salaries cluster in the $100K–$130K range for senior engineers, which funds a suburban mortgage yet offers less upside than coastal hubs."
    },
    {
      "key": ".NET Work Prospects",
      "alignmentValue": 7,
      "alignmentText": "Garmin’s headquarters, hospital networks, and defense contractors around Olathe keep .NET shops hiring, though roles concentrate in enterprise IT rather than cutting-edge product teams."
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentValue": 4,
      "alignmentText": "Ruby roles surface mainly at remote-first startups or small agencies; local demand is sparse compared to .NET or Java."
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentValue": 3,
      "alignmentText": "A handful of multinationals sponsor visas in the metro, yet lotteries and limited headcount make sponsorship an uncertain path for newcomers."
    },
    {
      "key": "Economic Health",
      "alignmentValue": 7,
      "alignmentText": "Kansas City’s logistics, health care, and manufacturing mix keeps unemployment low and household incomes stable, offering a steady base for entrepreneurship."
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentValue": 7,
      "alignmentText": "Hybrid schedules remain common; many employers allow two to three remote days so long as teams can align with Central Time."
    },
    {
      "key": "Work-Life Balance",
      "alignmentValue": 5,
      "alignmentText": "Corporate teams expect availability during crunches, yet Midwestern norms still value leaving by dinner, giving Sarah some room to protect evenings."
    },
    {
      "key": "Work Week Hours",
      "alignmentValue": 5,
      "alignmentText": "Most offices target 40-hour weeks, but product launches and vendor coordination can stretch Trey’s schedule into early mornings or late stand-ups."
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentValue": 1,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: There is no statutory paid vacation, leaving time off entirely to employer policy."
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Two to three weeks is common after tenure, which remains modest compared with the family’s expectations."
    },
    {
      "key": "Pace of Life",
      "alignmentValue": 8,
      "alignmentText": "Suburban commutes average 20–30 minutes, errands are easy to stack, and neighbors keep a laid-back cadence that suits Sarah’s slower pace preference."
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentValue": 6,
      "alignmentText": "Elementary schools run roughly 8:20–15:20, so the family would lean on after-school care or Trey’s remote days to bridge the late-afternoon gap before dinner."
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentValue": 7,
      "alignmentText": "Weekends revolve around youth sports, farmers markets, and short drives into Kansas City for museums or the zoo, delivering variety with moderate planning."
    },
    {
      "key": "Family Life",
      "alignmentValue": 8,
      "alignmentText": "Master-planned neighborhoods, competitive public schools, and church or civic clubs make it easy to plug into a family network, though participation takes intentional effort."
    },
    {
      "key": "Polyamory",
      "alignmentValue": 4,
      "alignmentText": "Kansas law defaults to monogamy and local culture leans traditional, so polyamorous families keep relationships quiet within trusted circles."
    },
    {
      "key": "Parenting Expectations",
      "alignmentValue": 6,
      "alignmentText": "PTAs, travel sports, and faith communities promote an involved, achievement-focused parenting style that can feel judgmental toward alternative approaches."
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentValue": 8,
      "alignmentText": "Wide sidewalks, splash pads, and low-crime cul-de-sacs make daily outings easy, with Kansas City attractions only a 30-minute drive away."
    },
    {
      "key": "Schooling Options",
      "alignmentValue": 8,
      "alignmentText": "Olathe USD 233 and nearby Blue Valley run well-rated public schools with STEM and arts magnets, though lottery systems and gifted tracks require early applications."
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentValue": 6,
      "alignmentText": "State-funded pre-K slots and reputable Montessori centers exist, yet waitlists open a year ahead and tuition stays above $1,000 per month."
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentValue": 5,
      "alignmentText": "Kansas offers limited child care subsidies and dependent care tax credits, so most middle-class families shoulder full fees."
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Non-citizens rarely qualify for state assistance, leaving employer stipends or private nannies as the realistic path."
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentValue": 8,
      "alignmentText": "Residency in Olathe guarantees enrollment in strong neighborhood schools with ample extracurricular programming."
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentValue": 8,
      "alignmentText": "Children on dependent visas can attend public schools free of charge, mirroring citizen access with ESL resources on demand."
    },
    {
      "key": "Private Education",
      "alignmentValue": 5,
      "alignmentText": "Catholic and evangelical schools provide alternatives but lean religious and cost $8K–$12K annually, with only a few secular academies."
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentValue": 4,
      "alignmentText": "The state lacks paid family leave, and benefits largely stop at modest tax credits, so parents rely on employer PTO and savings."
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentValue": 4,
      "alignmentText": "Visa households get the same unpaid federal leave rules but little else; accessing support hinges entirely on employer generosity."
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentValue": 7,
      "alignmentText": "In-state tuition at KU, K-State, and UMKC plus Johnson County Community College creates an attainable ladder, albeit with rising costs."
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentValue": 6,
      "alignmentText": "International tuition is steep but programs welcome global students; community colleges offer transfer pathways after status adjustments."
    },
    {
      "key": "Gender Roles",
      "alignmentValue": 6,
      "alignmentText": "Dual-income households are normal, yet school volunteer rosters and church life still presume mothers shoulder most caregiving."
    },
    {
      "key": "Gender Fluidity",
      "alignmentValue": 4,
      "alignmentText": "Kansas policy debates over transgender rights create a cautious environment; supportive spaces exist in Kansas City but require discretion in Olathe."
    },
    {
      "key": "Gender Rights",
      "alignmentValue": 6,
      "alignmentText": "Legal protections cover employment and property, yet access to reproductive healthcare and leadership roles depends on navigating conservative state politics."
    },
    {
      "key": "Femininity Norms",
      "alignmentValue": 5,
      "alignmentText": "Suburban culture prizes polished, family-focused femininity; deviating from the PTA-ready mold can draw gossip."
    },
    {
      "key": "Masculinity Norms",
      "alignmentValue": 5,
      "alignmentText": "Fathers are expected to provide financially and coach youth sports, and emotional openness still feels countercultural outside close circles."
    },
    {
      "key": "What Is Intriguing",
      "alignmentValue": 7,
      "alignmentText": "Garmin’s innovation campus, maker meetups in Kansas City, and easy access to Midwest conventions give Trey creative collaborators without uprooting the family."
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: English dominates in daily life and services, eliminating language barriers for the family."
    },
    {
      "key": "Progressivism",
      "alignmentValue": 4,
      "alignmentText": "Johnson County has trended center-left in recent elections, yet statewide politics remain conservative, limiting structural progressive wins."
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentValue": 3,
      "alignmentText": "Leftist discourse stays mostly on college campuses and activist circles; broader civic life views socialism with skepticism."
    },
    {
      "key": "Atheism",
      "alignmentValue": 5,
      "alignmentText": "Secular families live comfortably, but faith-based small talk and Christian school fundraisers are common, so opting out requires polite boundaries."
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentValue": 4,
      "alignmentText": "Public conversations about sexuality skew conservative; comprehensive sex ed battles persist even as Kansas City’s urban core is more open."
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentValue": 4,
      "alignmentText": "State legislation targeting trans youth keeps families cautious, though supportive churches and community centers operate quietly nearby."
    },
    {
      "key": "Community Vibes",
      "alignmentValue": 7,
      "alignmentText": "Neighbors wave, HOA events bring potlucks, and coworking hubs in Overland Park nurture professional friendships if the family leans in."
    },
    {
      "key": "View of self",
      "alignmentValue": 6,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Strong national identity and belief in exceptionalism remain common."
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentValue": 6,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Public opinion sees Canada as close and Mexico as a complex partner with migration tensions."
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Neighbors respect US influence yet critique cultural dominance and policy swings."
    },
    {
      "key": "Nightlife Culture",
      "alignmentValue": 5,
      "alignmentText": "Kansas City’s Crossroads district supplies bars and music venues, but Olathe itself winds down early, so nightlife outings mean hiring a sitter and driving downtown."
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentValue": 4,
      "alignmentText": "Midwestern business casual—polos, jeans, and Chiefs gear—dominates, with few avant-garde menswear options."
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentValue": 4,
      "alignmentText": "Boutiques cater to polished-but-practical looks; experimental fashion exists mostly on weekend trips into Kansas City."
    },
    {
      "key": "Common Hobbies",
      "alignmentValue": 6,
      "alignmentText": "Youth sports, BBQ cookouts, church groups, and lake weekends define social calendars, with climbing gyms and maker spaces adding variety."
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentValue": 7,
      "alignmentText": "Shops like TableTop Game & Hobby in Overland Park host weekly RPG nights and regional conventions, giving Trey and Sarah active communities."
    },
    {
      "key": "Nightlife & Music",
      "alignmentValue": 6,
      "alignmentText": "Jazz clubs, indie venues, and First Fridays art walks in Kansas City balance the quieter local bar scene when the couple can plan a night out."
    },
    {
      "key": "Meetups & Communities",
      "alignmentValue": 7,
      "alignmentText": "Tech meetups, LGBTQ+ support circles in nearby Overland Park, and parenting co-ops give multiple entry points for new friendships."
    },
    {
      "key": "Nature Access",
      "alignmentValue": 6,
      "alignmentText": "Ernie Miller Nature Center, Shawnee Mission Park, and quick getaways to the Ozarks or Flint Hills keep outdoor options on the calendar."
    },
    {
      "key": "Political System",
      "alignmentValue": 6,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Federal democracy with checks and balances remains, yet gerrymandering and minority rule structures frustrate progressives."
    },
    {
      "key": "Religion in Politics",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Religious rhetoric heavily influences policy debates, especially on reproductive and LGBTQ+ rights."
    },
    {
      "key": "Workers' Rights",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: At-will employment, limited unions, and minimal paid leave fall short of the family’s expectations."
    },
    {
      "key": "State Ideology",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Market-oriented capitalism and individual responsibility dominate policy making."
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Election denialism, voter suppression attempts, and institutional strain signal meaningful democratic risk."
    },
    {
      "key": "State of Capitalism",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Free-market norms prioritize business flexibility over social safety nets."
    },
    {
      "key": "Stability",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Institutions endure but polarization and sporadic unrest introduce uncertainty."
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Partisan media ecosystems and algorithmic echo chambers skew information quality compared with the family’s desire for pluralism."
    },
    {
      "key": "Propaganda Messaging",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Narratives emphasize national exceptionalism and culture wars, making it hard to find calm, balanced reporting."
    },
    {
      "key": "Social Policies",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Progressive policies advance in blue states while conservative states curtail rights, leaving a mixed national picture."
    },
    {
      "key": "Trust in Government",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Public trust remains low, matching Gallup surveys that show skepticism toward federal institutions."
    },
    {
      "key": "Perceived Corruption",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Citizens rate corruption as moderate—campaign finance and lobbying raise concerns without daily bribery."
    },
    {
      "key": "Type of Corruption",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Legalized influence via lobbying and dark money overshadows petty corruption."
    },
    {
      "key": "Housing Situation",
      "alignmentValue": 6,
      "alignmentText": "New subdivisions and existing stock keep median home prices near $380K, making a four-bedroom attainable though property taxes run higher than rural Kansas."
    },
    {
      "key": "Safety & Crime",
      "alignmentValue": 7,
      "alignmentText": "Olathe reports low violent-crime rates and responsive community policing, letting the kids bike to parks with supervision."
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentValue": 4,
      "alignmentText": "AdventHealth and Children’s Mercy clinics provide quality care nearby, but employer insurance premiums and deductibles stay high."
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Private insurance is mandatory and pricey, and public programs offer little coverage until permanent residency."
    },
    {
      "key": "Child Care Support",
      "alignmentValue": 3,
      "alignmentText": "State subsidies cover only low-income households, so middle-class families should budget fully for daycare or hire sitters."
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentValue": 4,
      "alignmentText": "Child tax credits and FMLA exist, but there’s no local paid leave or housing support, keeping safety nets thin."
    },
    {
      "key": "Education",
      "alignmentValue": 7,
      "alignmentText": "Regional differences remain, yet Johnson County’s schools consistently post above-average test scores and graduation rates."
    },
    {
      "key": "Public Transportation",
      "alignmentValue": 2,
      "alignmentText": "RideKC buses reach limited stops and run infrequently in the suburbs; daily life requires owning a car."
    },
    {
      "key": "Economic System",
      "alignmentValue": 4,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: A lightly regulated capitalist system prioritizes markets over social protections."
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Federal, state, and local layers add complexity, but withholding automation means payroll taxes are manageable."
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentValue": 5,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: A dual tech-income household faces combined federal and state rates around 25–30% depending on location."
    },
    {
      "key": "Banking & Payments",
      "alignmentValue": 8,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Digital banking, credit access, and payment apps are robust, supporting entrepreneurial needs."
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentValue": 6,
      "alignmentText": "Housing and groceries cost far less than coastal metros, though childcare and healthcare remain sizable expenses."
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentValue": 6,
      "alignmentText": "Moderate housing costs and access to nearby medical specialists help retirement planning, provided 401(k)s stay funded."
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentValue": 3,
      "alignmentText": "Without Social Security eligibility, long-term residents would need private savings or eventual citizenship to feel secure."
    },
    {
      "key": "Visa Paths",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Diverse visa categories exist, but quotas, interviews, and sponsorship hurdles make immigration arduous for non-citizens."
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: As citizens, the family faces no entry barriers and can relocate freely within the country."
    },
    {
      "key": "Residency Types & Durations",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Citizenship grants permanent residency rights nationwide, though state benefits depend on domicile."
    },
    {
      "key": "Path to Citizenship",
      "alignmentValue": 10,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Citizenship is automatic for the family and their children, eliminating naturalization concerns."
    },
    {
      "key": "Family Members",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Immediate relatives of citizens have streamlined sponsorship options, though backlogs affect extended family."
    },
    {
      "key": "Timelines & Costs",
      "alignmentValue": 7,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: For citizens moves are immediate; sponsoring relatives involves fees and multi-year waits but predictable processes."
    },
    {
      "key": "Compliance & Risks",
      "alignmentValue": 8,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Legal compliance is straightforward for citizens, though regulated industries require diligent paperwork."
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentValue": 9,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: The U.S. tolerates dual citizenship, though obligations like taxes remain."
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentValue": 3,
      "alignmentText": "As part of the United States, Olathe experiences similar dynamics: Visa holders must maintain employment, face travel restrictions, and manage complex paperwork to avoid status loss."
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentValue": 5,
      "alignmentText": "A few indie studios and corporate simulation teams operate in the metro, but serious game dev work often means remote contracts or frequent travel."
    },
    {
      "key": "Notable Game Studios",
      "alignmentValue": 4,
      "alignmentText": "Garmin’s training teams and small outfits like Shotgun Software offer niche roles, yet Kansas City lacks the marquee studios found on the coasts."
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentValue": 6,
      "alignmentText": "IGDA Kansas City, Global Game Jam hosts, and Maker Faire events create periodic collaboration hubs even if the scene is smaller than Austin or Seattle."
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentValue": 4,
      "alignmentText": "State grants focus on bioscience and manufacturing, so indie studios lean on personal savings, Kickstarter, or remote teammates to launch."
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentValue": 7,
      "alignmentText": "Google Fiber, strong cellular coverage, and reliable utilities support remote work, even if transit infrastructure lags."
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Dangerous extremes are routine, forcing us to track emergency alerts and modify plans multiple times a quarter. Seasonal Weather at 3/10 and Natural Disasters at 3/10 steer the family toward a challenging outlook for seasonal extremes & variability.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Months of oppressive darkness or bright nights disrupt sleep cycles and make remote work or study harder to sustain. Seasonal Weather at 3/10 and Environment at 6/10 steer the family toward a challenging outlook for seasonal sunlight hours.",
      "alignmentValue": 4
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Only brief shoulder weeks feel good; most months push us indoors due to muggy, icy, or stormy conditions. Seasonal Weather at 3/10 and Environment at 6/10 steer the family toward a challenging outlook for pleasant weather windows.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Families regularly compromise on safety or overcrowd to stay housed; civic support is patchy. Minimum Wage at 3/10, Housing Situation at 6/10, and Childcare Support (Citizens) at 5/10 steer the family toward a challenging outlook for quality of life – lower-income tier.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Housing and childcare strain the budget, limiting savings and discretionary spending most months. Typical Software Salaries at 7/10, Housing Situation at 6/10, and Work-Life Balance at 5/10 steer the family toward a mixed outlook for quality of life – middle-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Affluent households encounter noticeable friction—specialists, tutors, or clubs are scarce or highly gated. Housing Situation at 6/10, Private Education at 5/10, and Family Life at 8/10 steer the family toward a mixed outlook for quality of life – higher-income tier.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Large rentals appear occasionally and move fast, demanding premium rent or broker connections. Housing Situation at 6/10 and Cost of Living (Optional) at 6/10 steer the family toward a mixed outlook for spacious housing benchmark (2k sq ft rent).",
      "alignmentValue": 6
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Intentional communities exist but are limited in size or geared toward niche demographics. Community Vibes at 7/10, Meetups & Communities at 7/10, and Family Life at 8/10 steer the family toward a strong outlook for community living opportunities.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Friendliness varies by neighborhood; we can cultivate ties but must invest time and select communities carefully. Community Vibes at 7/10, Meetups & Communities at 7/10, and Common Hobbies at 6/10 steer the family toward a strong outlook for friendliness & neighborliness index.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Generally welcoming yet periodic political rhetoric creates mild concern. Welcoming of US Migrants at 10/10, Progressivism at 4/10, and Language & English Ubiquity at 10/10 steer the family toward a strong outlook for immigrant sentiment – general.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mostly comfortable integration though some circles question motives or commitment to the country. Welcoming of US Migrants at 10/10, Language & English Ubiquity at 10/10, and View of Them by Neighboring Countries at 5/10 steer the family toward a strong outlook for immigrant sentiment – white migrants.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Interactions can be efficient yet emotionally flat; kindness takes effort to elicit. Community Vibes at 7/10, Nightlife Culture at 5/10, and Common Hobbies at 6/10 steer the family toward a mixed outlook for surface interaction norms.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Many acquaintances stay casual, but dedicated outreach unlocks close friendships over time. Community Vibes at 7/10, Meetups & Communities at 7/10, and What Is Intriguing at 7/10 steer the family toward a strong outlook for depth-seeking social norms.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Personal space is often compressed, so we must advocate gently for comfort. Community Vibes at 7/10, Sex (Attitudes) at 4/10, and View of self at 6/10 steer the family toward a mixed outlook for personal boundary & bubble norms.",
      "alignmentValue": 6
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Honesty is situational; locals may avoid uncomfortable topics entirely. Progressivism at 4/10, What Is Intriguing at 7/10, and Trust in Government at 3/10 steer the family toward a mixed outlook for moral, honesty & openness expectations.",
      "alignmentValue": 5
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Looking impeccable is expected daily, creating stress for a low-maintenance family. Fashion Trends (Male) at 4/10 and Fashion Trends (Female) at 4/10 steer the family toward a challenging outlook for grooming & beauty investment.",
      "alignmentValue": 4
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Body shaming is common and influences opportunities or friendships. Fashion Trends (Male) at 4/10, Fashion Trends (Female) at 4/10, and Sex (Attitudes) at 4/10 steer the family toward a challenging outlook for body image & fitness pressure.",
      "alignmentValue": 4
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Designer or curated looks are assumed, pressuring constant wardrobe investment. Fashion Trends (Male) at 4/10 and Fashion Trends (Female) at 4/10 steer the family toward a challenging outlook for fashion & style expectations.",
      "alignmentValue": 4
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Consent education is weak; unwanted advances occur regularly. Sex (Attitudes) at 4/10, LGBTQ+ Attitudes at 4/10, and Nightlife Culture at 5/10 steer the family toward a challenging outlook for flirting boundaries & consent culture.",
      "alignmentValue": 4
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Nontraditional approaches face regular pushback or misinterpretation. Gender Roles at 6/10, Gender Fluidity at 4/10, and Sex (Attitudes) at 4/10 steer the family toward a mixed outlook for gendered flirting expectations.",
      "alignmentValue": 5
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Non-monogamy is tolerated in niche scenes but draws judgment elsewhere. Polyamory at 4/10, Sex (Attitudes) at 4/10, and Community Vibes at 7/10 steer the family toward a mixed outlook for monogamy vs. non-monogamy acceptance.",
      "alignmentValue": 5
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Reputational risks exist, especially for women or queer folks discussing partners. Sex (Attitudes) at 4/10, Nightlife & Music at 6/10, and Community Vibes at 7/10 steer the family toward a mixed outlook for promiscuity attitudes.",
      "alignmentValue": 5
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Multi-partner families keep a low profile to avoid gossip or discrimination. Polyamory at 4/10, Community Vibes at 7/10, and LGBTQ+ Attitudes at 4/10 steer the family toward a mixed outlook for group & multi-partner relationship attitudes.",
      "alignmentValue": 5
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Tight quarters and spontaneous touch are common; advocating for space is a regular task. Community Vibes at 7/10, Sex (Attitudes) at 4/10, and Nightlife Culture at 5/10 steer the family toward a mixed outlook for personal space & touch norms.",
      "alignmentValue": 6
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Mixed regulations mean some communities normalize casual carry; we stay aware of local norms. Safety & Crime at 7/10, State Ideology at 4/10, and Political System at 6/10 steer the family toward a mixed outlook for firearm laws & ownership culture.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Enforcement leans punitive; we monitor rules closely to avoid harsh consequences. Progressivism at 4/10, Political System at 6/10, and Safety & Crime at 7/10 steer the family toward a mixed outlook for controlled substance policies.",
      "alignmentValue": 6
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Street-level policing is visible; marginalized communities report frequent stops. Safety & Crime at 7/10, Progressivism at 4/10, and Authoritarian Backsliding Risk at 4/10 steer the family toward a mixed outlook for drug enforcement climate.",
      "alignmentValue": 6
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Multiple incidents within the past decade impact how we choose schools and venues. Safety & Crime at 7/10 and Stability at 5/10 steer the family toward a mixed outlook for mass violence incidence.",
      "alignmentValue": 6
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Systemic issues persist—forced labor, poor healthcare, or punitive isolation. Authoritarian Backsliding Risk at 4/10, Safety & Crime at 7/10, and Perceived Corruption at 5/10 steer the family toward a mixed outlook for carceral conditions & prison labor.",
      "alignmentValue": 5
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Pedestrian deaths or injuries are common; car dominance limits independence. Public Transportation at 2/10, Housing Situation at 6/10, and Nature Access at 6/10 steer the family toward a challenging outlook for walkability & pedestrian safety.",
      "alignmentValue": 4
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Public health messaging is uneven; we invest extra time to maintain routines. Healthcare (Citizens) at 4/10, Work-Life Balance at 5/10, and Community Vibes at 7/10 steer the family toward a mixed outlook for community health consciousness.",
      "alignmentValue": 5
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ultra-processed options crowd shelves; schools and events lean heavily on packaged snacks. Cost of Living (Optional) at 6/10, Community Health Consciousness at 5/10, and Fresh & International Cuisine Access at 6/10 steer the family toward a mixed outlook for processed food saturation.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Fresh options exist yet international diversity is limited to a few neighborhoods. Nightlife & Music at 6/10, Common Hobbies at 6/10, and Meetups & Communities at 7/10 steer the family toward a mixed outlook for fresh & international cuisine access.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Stigma or limited providers make it harder to secure consistent care. Seasonal Weather at 3/10, Work-Life Balance at 5/10, and Community Vibes at 7/10 steer the family toward a mixed outlook for depression prevalence.",
      "alignmentValue": 5
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity is widespread, signaling systemic lifestyle challenges we must counter individually. Community Health Consciousness at 5/10, Work-Life Balance at 5/10, and Cost of Living (Optional) at 6/10 steer the family toward a mixed outlook for obesity rate.",
      "alignmentValue": 5
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Higher cancer rates tie to environmental or lifestyle factors we must actively mitigate. Environment at 6/10, Healthcare (Citizens) at 4/10, and Community Health Consciousness at 5/10 steer the family toward a mixed outlook for cancer incidence.",
      "alignmentValue": 5
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Market depends on a few key industries, so we maintain contingency plans. Economic Health at 7/10, Remote-Friendly Culture at 7/10, and Typical Software Salaries at 7/10 steer the family toward a strong outlook for broader job market resilience.",
      "alignmentValue": 7
    }
  ]
}
