{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Central Park and NYC waterfronts offer nature amid dense city life, but noise, heat, and pollution alerts limit daily outdoor time.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "New York City, USA: warming risk is mixed - heat and flood threats are manageable with adaptation, but storms disrupt every few years.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "New York, USA has four seasons with warm springs/falls, hot humid summers, and cold winters; plan around humidity and nor\u0027easters.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "New York, USA air is generally good. Watch seasonal pollen and occasional wildfire smoke days; portable filters may help.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Nor\u0027easters, winter storms, and coastal flooding affect New York neighborhoods every few years; preparedness and insurance help keep families safe.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in New York (US) typically runs 12–23 C (54–73 F) with occasional chilly rain. Pack layers for park outings with the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "New York summers are humid with highs near 30 C; heatwaves to 33-35 C occur, but AC and pools help keep routines intact.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "New York upstate fall typically stays 10–22 C with mild days and colorful foliage; most days are light sweater weather, with occasional showers.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "New York winters are moderately cold (about -3 to 7 °C); regular freezes and snow/icy sidewalks can complicate stroller commutes.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches near NYC are within an hour by subway/LIRR; great for families, but peak-season crowds and limited shade require planning.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Seasonal water is swimmable about half the year at New York beaches; shoulder months hover near 20 °C, so light rash guards help.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "New York\u0027s Hudson Valley and Catskills offer strong natural beauty with family-friendly parks. Some trails involve longer drives or fees.",
      "alignmentValue": 8
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "NYC minimum wage (~$16/hr) with strong enforcement covers essentials but high housing/childcare costs squeeze family savings.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In NYC, senior software salaries commonly exceed $180k–$260k with equity, supporting private schooling and family life.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "NYC metro (.NET) is strong: steady openings in finance/enterprise with remote-friendly roles in Manhattan and Jersey City.",
      "alignmentValue": 9
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "NYC Ruby market stays healthy: Flatiron/Brooklyn firms keep hiring, though competition from JS/Python is expanding.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In New York, US citizens relocating for work rarely need employer visa sponsorship. Focus on internal transfers, remote roles, or local NY hiring.",
      "alignmentValue": 2
    },
    {
      "key": "Economic Health",
      "alignmentText": "New York City\u0027s diverse economy offers stable jobs across finance, tech, and healthcare, but housing costs and real estate swings demand solid savings.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "New York\u0027s dense coworking scene and strong remote/hybrid norms keep distributed work viable; time zones align with major markets.",
      "alignmentValue": 9
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "New York offers remote/hybrid roles and family-friendly suburbs with parks; push for predictable hours and boundaries, especially outside NYC.",
      "alignmentValue": 8
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "New York area: 37-38 hour norm with occasional crunches; compensatory leave helps a family-friendly, two-parent, two-child household.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "New York has no federal vacation floor; most employers offer around 10 PTO days plus holidays; paid family leave exists separately.",
      "alignmentValue": 3
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "New York tech firms typically offer 15-20 PTO days; remote/hybrid schedules and careful release-cycle planning help families take longer trips.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "New York, USA offers calmer family-friendly pockets outside Manhattan. Parks and slower daytime rhythms help Sarah and Trey dodge NYC rush.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "New York City schools start around 8:00-8:30 a.m.; 9-5 workdays are common. Strong daycare and after-school options ease scheduling for a family of four.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in New York offer museums, parks, and neighborhood events; plan ahead to avoid crowds and transit delays.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "New York offers parks and family services. Dense neighborhoods and waitlists require proactive planning.",
      "alignmentValue": 7
    },
    {
      "key": "Polyamory",
      "alignmentText": "NYC poly networks are visible in Brooklyn/Manhattan; housing bias persists, but strong community resources exist.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In New York, parents share dual involvement but face academic pressure; local networks help, yet judgments around methods persist.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "New York, USA has abundant parks and family zones, but crowded centers and stroller-access limits on old subways require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Strong schooling options in New York: broad public/magnet/private options with universal pre-K; some specialty programs require applications or travel.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "New York offers universal pre-K for many 4-year-olds and strong public/private options; waitlists and hours can challenge dual-working families with a 1-year-old.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "US context (MO/NY): subsidies exist but income caps are tight; many families rely on private daycare or nannies.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "New York offers resident childcare subsidies; US citizens are typically eligible with income checks; expect waitlists in NYC.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Access is broad in New York; top districts use lotteries/magnet programs, but proactive placement helps families secure strong schools.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "New York City public schools enroll residents with standard proof of residence. Citizenship ensures seamless access and language support.",
      "alignmentValue": 10
    },
    {
      "key": "Private Education",
      "alignmentText": "Private options exist in New York, USA, but vary in quality and cost; scrutinize accreditation and values given a public-school-first plan.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "New York Paid Family Leave offers up to 12 weeks of partial pay for bonding or caregiving; beneficial for this family but benefits may be capped by income.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In New York, USA, as US citizens your family can access full benefits from day one; visa-related hurdles do not apply.",
      "alignmentValue": 10
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public NY universities (SUNY/CUNY) are broadly accessible with in-state rates for residents. For a growing family in NYC, living costs require careful planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In New York, international tuition is higher; many private universities offer support and OPT pathways, but residency/guarantor hurdles can apply.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "New York, USA supports egalitarian work-life balance with paid family leave and childcare, helping this professional couple share caregiving.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "New York\u0027s protections and visible nonbinary communities support acceptance; schools and agencies honor chosen names, though some official documents lag.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "New York\u0027s protections for LGBTQ\u002B rights, gender identity, and reproductive autonomy align with the family\u0027s progressive values; enforcement is strong in NYC.",
      "alignmentValue": 9
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In New York City, femininity norms are broadly inclusive. Sarah\u0027s career and parenting reflect progressive, diverse expression.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In New York, USA, masculinity is broad and inclusive; caregiving dads are supported, aligning with your progressive, nontraditional family values.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "New York\u0027s dense arts and tech scenes offer frequent surprises and rich storytelling for the family. Its diverse neighborhoods invite intentional exploration.",
      "alignmentValue": 9
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In New York, English is widely used; only rural or less diverse areas may need translation apps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Kansas City, MO, USA, city policies push housing and climate progress, while state politics remain mixed.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "New York, USA: Marxism has niche visibility in academia/activism. Urban policy is center-left with open, plural debate.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "In New York, secular life is strong; atheism is widely accepted, with easy access to secular institutions and civil liberties.",
      "alignmentValue": 9
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "New York City\u0027s open, sex-positive culture supports accessible education and respectful dialogue across diverse identities.",
      "alignmentValue": 9
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "New York offers strong LGBTQ\u002B protections and vibrant urban queer networks that support polyamorous families; rural areas vary.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In New York, communities are welcoming but you’ll need to reach out; expats build networks via schools and clubs, locals stay cordial.",
      "alignmentValue": 8
    },
    {
      "key": "View of self",
      "alignmentText": "Kansas City, MO, USA sees itself as diverse, resilient, and civically engaged. It remains mindful of inequality and civil-liberties tensions.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "New York\u0027s proximity to Canada makes cross-border travel easy; aligns with our cosmopolitan, immigration-friendly outlook.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors view New York City as a global hub with diverse culture and tech, but U.S. policy shifts color perceptions.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "New York City nightlife is strong and diverse, but family-friendly late options are limited; plan babysitters and safe transit.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In New York, USA, men\u0027s fashion is diverse and expressive. Urban areas embrace experimentation with inclusive sizing.",
      "alignmentValue": 10
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "New York City\u0027s fashion scene is dynamic and inclusive, matching the family\u0027s progressive, urban lifestyle and diverse style needs.",
      "alignmentValue": 10
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "New York offers abundant hobbies, including gaming cafes, board-game meetups, art classes, and climbing gyms. Plenty of clubs and venues support social ties.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "New York City offers abundant family-friendly game nights and shops (Uncommons, Brooklyn Strategist) year-round.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "In New York City, live music spans jazz clubs to arenas; frequent concerts and family-friendly events with reliable transit.",
      "alignmentValue": 10
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "NYC offers abundant tech, parenting, polyamory groups in coworking spaces and bars, easing newcomer networking.",
      "alignmentValue": 9
    },
    {
      "key": "Nature Access",
      "alignmentText": "Central Park, the High Line, and Prospect Park give quick green breaks in NYC; weekend trips to the Catskills or Hudson Valley are doable with planning.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "New York politics lean progressive; democratic process is robust but complex, requiring civic literacy to engage.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In New York, secular governance remains dominant. Faith groups contribute to services, but policy stays evidence-based and pluralistic.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "New York/NYC strong worker protections with active unions, wage laws, and legal recourse; effective enforcement supports families like ours.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "New York\u0027s progressive policies support pluralism and LGBTQ\u002B inclusion. Governance is pragmatic, with room for debate across diverse communities.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "New York, USA: independent courts and active civil society; national polarization persists but democratic safeguards stay robust.",
      "alignmentValue": 7
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In New York, the market is healthy with a thriving entrepreneurship scene. Yet high living costs and inequality require mindful budgeting and policy attention.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "New York, USA: diverse economy and strong institutions sustain stability despite housing pressures and policy debates.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In New York, outlets are diverse, but election cycles bring noticeable messaging; rely on independent media and regular fact-checking.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "New York, US: public messaging should emphasize community wellbeing and factual information. Favor pluralistic media and minimal propaganda.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "New York\u0027s social policies offer broad healthcare access, rental support, and sanctuary protections; some programs still have outreach and eligibility limits.",
      "alignmentValue": 8
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In New York, residents value services but remain skeptical of bureaucracy and subway reliability; greater transparency could boost trust.",
      "alignmentValue": 6
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In New York, US, perceived corruption is generally low. Investigations in finance/real estate surface issues, but ongoing reforms sustain trust.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In New York, corruption is generally low and swiftly addressed; strong oversight keeps procurement and zoning transparent for families.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "New York housing is costly with tight supply; expect space or lease compromises, but family-friendly, park-rich neighborhoods exist.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "New York, US is generally safe with low violent crime, but subway incidents and petty theft persist. Exercise caution after dark in certain neighborhoods.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Healthcare in New York, USA is good but not universal; expect insurance navigation and copays, with variable wait times for specialists.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Public coverage is limited in New York; employer-based insurance is essential for visa families; NYC care and safety-net hospitals help.",
      "alignmentValue": 6
    },
    {
      "key": "Child Care Support",
      "alignmentText": "New York\u0027s childcare is pricey; subsidies exist but are patchy, so families rely on networks and careful planning.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In New York, Paid Family Leave and FMLA offer partial family support; benefits vary by employer and require paperwork.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Education",
      "alignmentText": "New York offers strong public and private education overall, with solid early childhood programs. Expect district-to-district variability and competitive admissions in NYC areas.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "New York transit is efficient and widespread, supporting car-free living; minor gaps and weekend maintenance are common.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "In New York, USA, a strong startup ecosystem with grants/visa access backs entrepreneurship; governance is reliable, though some bureaucracy exists.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "NYC taxes require attention across federal, state, and city rules. Online tools exist but frequent changes and local levies complicate returns.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "NYC high earners face around a 40% combined tax burden (federal/state/city). Deductions and credits will be essential to keep the family budget balanced.",
      "alignmentValue": 5
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "New York, USA has modern banking with easy account setup, fintech options, and fast payments; cross-border needs are manageable.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "New York City-area costs are steep: housing and childcare push budgets beyond national averages. Savings require high salaries or subsidies.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "New York, USA supports aging in place with healthcare, but pension adequacy varies and high housing costs pressure older families.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "New York, US citizens have full retirement access via Social Security and employer pensions. Visa-specific limits do not apply.",
      "alignmentValue": 10
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In New York, U.S. citizens relocate without visas; intra-US moves are straightforward, and only non-U.S. jobs would require permits.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "New York City\u0027s vast diversity makes US migrants feel welcome. Abundant services help families settle and connect.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "US citizens relocating to New York have straightforward residency; domicile drives benefits and taxes, with no visa renewals needed.",
      "alignmentValue": 10
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In New York, the US-citizen family already holds citizenship; naturalization concerns are effectively moot.",
      "alignmentValue": 10
    },
    {
      "key": "Family Members",
      "alignmentText": "In New York, US citizens’ immediate family (spouse and under-21 children) qualify for visas with minimal hurdles; backlogs may occur.",
      "alignmentValue": 10
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "US citizens relocating to New York can move quickly; no visa steps, costs mainly from housing/move logistics, not government processing.",
      "alignmentValue": 10
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "New York (US): compliance is familiar - citizens face straightforward rules; regulated sectors add reporting and local filings.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In New York, the U.S. allows dual citizenship with minimal reporting; taxes and U.S. obligations apply.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "As U.S. citizens moving to New York, you enjoy full protections and mobility. Be prepared for high housing costs but strong schools and services.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "New York, USA has a healthy game dev scene with many studios and publishers. Grants and remote work options help Trey build a strong ecosystem.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "New York City\u0027s established game studios keep roles moving; most openings close in about 2 months with active pipelines.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In New York, established studios\u0027 compensation tracks global medians adjusted for NYC costs. Strong benefits and hybrid options help families.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "New York studios use English; local languages aid community and compliance, aligning with English ubiquity and willingness to learn local language.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "New York studios commonly offer hybrid schedules for senior roles; remote options exist for experienced staff, matching Trey and Sarah\u0027s family needs.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "New York City, USA hosts several internationally respected studios (Take-Two/Rockstar presence) and a vibrant indie scene across Manhattan and Brooklyn.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "New York City has regular game dev meetups (Playcrafting, NYC Indies) and the NYU Game Center; a welcoming scene for newcomers and families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "New York offers strong VC and incubators for game startups. Grants, visas, and a deep talent pool exist, but costs are high.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "New York\u0027s startup scene fills early game roles in 6–8 weeks thanks to strong networks and the NYU Game Center incubator.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In New York startups, cash and equity are solid; when cost of living is factored, comp tracks global medians. Remote/hybrid aids family life.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "New York\u0027s startup scene operates largely in English; pair English with targeted local-language marketing (Spanish/Chinese) to reach NYC’s diverse communities.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "NYC startups broadly embrace remote/hybrid work with periodic on-sites, matching Trey and Sarah; NYC offers strong broadband and childcare options.",
      "alignmentValue": 8
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "New York, USA offers strong broadband and transit tech. Aging subways and housing require ongoing maintenance.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Kansas City has hot, humid summers and cold snaps with severe storms. Expect seasonal swings and plan contingencies.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In New York, US, winters bring noticeably shorter days; regular outdoor breaks and light therapy help keep energy steady.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In New York, pleasant days cluster in spring and fall; summers can be humid and winters cold, so outdoor plans lean on two mild seasons.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In New York, high living costs strain this family; affordable childcare and saving for activities are hard without extra support.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In New York State (USA), middle-income families face high housing and childcare costs. We enjoy parks and walkable neighborhoods, but savings stay tight.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "New York, US offers abundant premium amenities for high earners. Elite services and top schools can have waitlists and higher costs.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In New York, 2k sq ft rentals are scarce; the family may need to compromise on size or consider outer-NY metro suburbs.",
      "alignmentValue": 3
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "New York offers a few reputable co-housing and cooperative options. Availability varies; expect some patience and proactive outreach to families.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "New York City neighborhoods vary in friendliness. Park Slope and Forest Hills are good family-friendly starting points, but building ties across NYC takes time.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "New York, USA remains broadly welcoming for immigrants; diverse communities support languages and traditions. Debates exist, but protections remain for newcomers.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In New York, white Midwest migrants with tech/entrepreneur backgrounds are largely welcomed, though some circles question motives or commitment amid costs.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In New York, service is brisk and efficient; politeness exists but warmth can be reserved in busy urban settings.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "New York has active communities; steady outreach via parent groups, schools, and local events builds close friendships.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In New York City, personal space varies; expect crowds and direct cues. Gently assert comfort and adapt to local norms.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "New York\u0027s openness is welcome, but diplomacy is needed to avoid offense. Share concerns candidly while respecting diverse communities.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "New York, USA: Moderate grooming keeps us balanced; NYC fashion is present but optional for daily family life.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "New York City\u0027s fitness culture is diverse and supportive. Body positivity and respectful health talk are common.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In New York City, tidy smart-casual fits schools and commutes in the USA. High fashion is optional; practical outfits help you blend in.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "New York, US has strong consent norms in public life and nightlife. Most flirting is respectful; direct communication helps set boundaries when needed.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In New York, NY, nightlife tends toward inclusivity; most venues welcome diverse flirting styles with minimal stigma.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "New York\u0027s urban scene offers supportive subcultures and tolerant mainstream spaces if discreet. Privacy and discretion remain wise in public life.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In New York, urban, sex-positive norms prevail; open discussion is common, though some circles may prefer discretion.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "New York\u0027s progressive climate supports polyamory in social circles, but official services still require discretion.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "New York\u0027s crowded transit brings closer contact; we value polite cues and locals who check before touching.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "New York, USA has strict gun laws and licensing with low ownership. Exposure to firearms is generally minimal.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "New York state favors harm reduction with regulated cannabis. Treatment access is robust, and possession penalties are moderate.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "New York, USA: enforcement varies by district. We track neighborhood trends to avoid heavy-handed policing.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "New York, USA has seen several mass-violence incidents in the past decade; we stay vigilant at schools and venues with strong safety plans.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "New York, US: oversight exists and reforms are underway, but periodic abuses are still monitored by advocacy groups.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In New York, walkable pockets connect to transit; plan routes to avoid busy arterials for safe family strolls.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "New York offers strong wellness programs, markets, and parks; family-friendly health messaging supports routines, though city pace may test consistency.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "New York\u0027s urban markets offer abundant fresh produce to balance meals. Plan around whole foods; make mindful choices with nearby convenience options.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "New York offers abundant fresh markets and global cuisines (Manhattan/Queens), enabling weekly meals with familiar and adventurous options.",
      "alignmentValue": 10
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In New York, strong mental health options exist. Costs and wait times can hinder consistent care for the family; stigma remains in pockets.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In New York, adult obesity rates are below national averages thanks to walkable neighborhoods, transit access, and public health programs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Noticeable clusters or industrial risks require diligence and perhaps neighborhood vetting.",
      "alignmentValue": 6
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "New York\u0027s diverse tech, finance, and healthcare sectors support quick rehiring after slowdowns. Startups benefit from grants and a strong ecosystem.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "New York, USA has a dense studio scene with numerous game/animation studios from indie to AAA, plus strong funding opportunities.",
      "alignmentValue": 9
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "New York City hosts flagship AAA anchors (Rockstar/Take-Two and 2K) with several studios. This supports steady hiring and a growing game-dev ecosystem.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "New York\u0027s strong vendor network covers co-dev, QA, audio, and art; ample agencies and freelancers for growth.",
      "alignmentValue": 9
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "New York hosts several top game programs (NYU Game Center, Pratt, SVA). They regularly graduate game-ready talent, supporting a strong local pipeline.",
      "alignmentValue": 10
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "New York offers regular bootcamps and frequent meetups. Top universities and tech hubs support ongoing game/web dev upskilling.",
      "alignmentValue": 8
    },
    {
      "key": "Community Activity",
      "alignmentText": "New York, USA has a vibrant, family-friendly tech scene with frequent meetups and game-dev groups; strong community activity supports your goals.",
      "alignmentValue": 9
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "New York\u0027s game-dev scene centers on Unity, with active Unreal groups and cross-engine resources. This supports Trey\u0027s Unity focus in NYC.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "New York’s NYC metro blends robust real-time game dev with cinematic pre-render pipelines; supports remote/founder roles and rapid iteration.",
      "alignmentValue": 9
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "New York\u0027s tech market shows steady demand but notable competition for Unity/game dev and cloud roles; remote options help mitigate hiring friction.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "New York\u0027s strong tech/grants scene supports solid retention for teams. Churn spikes during funding cycles, but visas and founder-friendly markets aid stability.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "New York\u0027s diverse, family-friendly landscape shows strong D\u0026I metrics and ERGs; progress varies by sector, but transparency is increasing.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "New York offers some game/digital media incentives, but funding is variable and competitive; accessible but not guaranteed.",
      "alignmentValue": 6
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "New York\u0027s policy climate is generally stable with occasional tweaks; grants and incentives support long-term planning for tech/creative ventures.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "New York\u0027s dense founder network offers frequent meetups, mentorship, and grants. Strong support for game/software startups with investors and talent.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "New York offers a strong VC scene and public grants for tech and game startups. Founders can access general funds and grants, with visa-friendly options for teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "New York, USA has game-friendly accelerators/labs running annually, backing indie game teams with mentorship and resources.",
      "alignmentValue": 8
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "New York\u0027s startup scene has ample senior software/game leaders; expect competitive offers to attract them locally.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "New York\u0027s freelancing scene is strong across tech and game dev; rapid onboarding is feasible, but top-tier talent may book quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "New York has quality coworking and a few game-dev production resources. It\u0027s suitable for indie teams with strong broadband.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "New York has strong game IP and publishing-law resources; many firms cater to startups with licensing deals and pragmatic pricing.",
      "alignmentValue": 9
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "New York City has a growing game-dev scene; partnerships exist but require proactive outreach to engage platforms.",
      "alignmentValue": 7
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "New York hosts many playtest labs, studios, and tester networks, enabling frequent indie dev feedback and access to grants.",
      "alignmentValue": 9
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "US/NY lacks a dedicated startup visa; entrepreneurs use general routes (O-1/H-1B/EB NIW); for this family with US passports, it’s largely moot.",
      "alignmentValue": 2
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "New York\u0027s high rents and payroll costs can tighten runway; leverage grants and remote work to support a two-adult, two-child family.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "New York City has a large pool of 3D character artists across games, film, and VFX, with strong senior and mid-level talent.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "New York, NY has several flagship art programs (SVA, Pratt, NYU Tisch) producing well-prepared 3D character grads annually.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "New York, United States offers a robust 3D character art scene with universities and studios hosting frequent workshops. Active local communities provide certification paths.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "New York, US: 3D character artist roles typically close in 1-2 months with strong local talent pools; NYC studios generally hire quickly.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "New York City offers highly competitive 3D character artist pay with strong benefits; high cost of living makes remote options appealing.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "New York, USA: 3D character art roles predominantly require English; multilingual teams exist, but English is the default.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "New York, US offers hybrid/remote 3D Character Artist roles; studios increasingly support flexible schedules and async workflows.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "New York City metro has a strong 3D animator pool with mid-to-senior level talent across studios and VFX houses.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "New York hosts top 3D animation programs (SVA, NYU Tisch, Pratt); steady stream of well-prepared grads for local studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "New York offers frequent 3D animation workshops and university courses. NYC studios provide hands-on training and certificates.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "New York, US 3D Animator roles typically take 2-3 months due to competition and specialist scarcity; NYC studios offer strong pipelines.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "New York City 3D animator pay is strong, but living costs are high. Expect competitive packages with solid benefits offsetting NYC costs.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "New York studios generally use English; multilingual teams exist, but English fluency is expected.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "New York, United States offers flexible remote/hybrid 3D animator roles. NYC studios often provide equipment stipends and support family-friendly schedules.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "9: Large pool of 2D environmental artists in New York City area with top studios and outsourcing partners; strong mid-to-senior talent and steady inflow.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "New York has strong programs (SVA, Pratt, NYU) producing ready 2D environmental artists yearly. Portfolios feed NYC and regional studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "New York\u0027s vibrant art scene offers frequent 2D environmental art workshops and certificates; strong continuing-education options for artists.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In New York, 2D environmental artist openings typically take 2–3 months due to competitive local studios. Remote talent helps.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "New York, US: 2D Environmental Artist pay is competitive; salaries align with global medians after cost of living. Strong NYC studios add benefits.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "New York, US: English is universal in 2D environmental art studios; bilingual support helps access diverse markets.",
      "alignmentValue": 10
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "New York studios support remote/hybrid 2D environmental art roles with robust async workflows. NYC broadband enables reliable remote work for families.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "New York\u0027s VFX real-time scene is large, with many seasoned specialists across top studios and outsourcing partners; steady demand for talent.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "New York has strong VFX real-time programs (NYU, SVA, Pratt) with solid graduate output. Industry ties support internships and studio placements.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "New York, USA has a thriving VFX Real-Time continuing education scene with studios, universities, and frequent workshops and certifications.",
      "alignmentValue": 10
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "New York, NY has robust VFX real-time talent; expect 3-4 months with active remote options and healthy candidate pipelines.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "New York offers competitive real-time VFX pay with bonuses and benefits. For families, high costs are offset by strong packages and remote options.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "New York VFX (Real-Time) teams predominantly use English. Bilingual ability is a plus for diverse, client-facing work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In New York, United States, RT VFX roles often run hybrid; remote options exist but some studios require on-site collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "New York City has a strong CM talent pool with many senior specialists across gaming and tech. Ample hiring options exist, but competition is high.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "New York hosts several strong degree programs (e.g., NYU/Columbia) feeding community manager grads yearly; solid local pipeline.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "New York, USA has monthly community manager workshops and active online groups; a strong education scene supports Sarah\u0027s and Trey\u0027s upskilling.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "New York\u0027s large talent pool helps CM roles fill quickly. Expect 1-2 month searches with strong pipelines, plus remote/hybrid options.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "New York community manager pay trails top hubs by ~10-15%. Strong benefits help offset the high living costs.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "English is widely used in NYC studios. Some local-language knowledge (e.g., Spanish) improves community touchpoints.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "New York, US: remote/hybrid CM roles are normalized with robust async workflows. NYC studios commonly provide equipment stipends and flexible schedules.",
      "alignmentValue": 10
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "US New York City: Large pool of game PMMs with many seasoned pros across top studios and agencies in NYC.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "New York offers several strong PMM (Games) programs (NYU, Columbia, SUNY/CUNY); steady pipeline into NYC game studios.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "New York has occasional game marketing trainings and active online communities (IGDA NYC). In-person courses are sporadic, often via visiting experts or remote options.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In New York, PMM (Games) roles typically close in 1–2 months amid a robust game ecosystem; NYC talent plus remote options support steady hiring.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "New York PMM (Games) comp is highly competitive with bonuses/equity norms, but living costs still erode real value for families.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "New York, NY: English-first PMM (Games) market with multilingual NYC teams; aligns with the family\u0027s English ubiquity preference.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "New York, US studios commonly support flexible remote or hybrid PMM (Games) roles. Many offer equipment stipends and robust async workflows.",
      "alignmentValue": 9
    }
  ]
}