{
  "iso": "UY",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Uruguay's heavy investment in wind and solar keeps energy mostly renewable and air and water pollution relatively low, though agrochemicals from cattle and soy operations still show up in waterways.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Sea-level rise and stronger river flooding threaten Montevideo's low-lying waterfront, yet the country sits outside major hurricane or wildfire zones and has national adaptation plans in motion.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "A humid subtropical climate brings mild seasons with plenty of wind off the Río de la Plata; summers feel warm and sticky but rarely extreme, and winters stay cool and damp rather than icy.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Prevailing coastal breezes and limited heavy industry keep PM2.5 levels low most of the year, with only brief spikes near harvest burns or dense traffic corridors in Montevideo.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Uruguay avoids hurricanes, earthquakes, and volcanoes; the main hazards are seasonal river flooding and occasional windstorms that local building codes are designed to handle.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "September–November days typically run 12–22°C (54–72°F) with blustery fronts and scattered showers as the countryside greens up.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "December–February averages hover around 18–28°C (64–82°F); heat waves can briefly push highs to 32°C (90°F) but sea breezes moderate nights while humidity stays noticeable.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "March–May cools to about 11–21°C (52–70°F) with crisp evenings and more frequent rain, making shoulder-season outdoor time comfortable.",
      "alignmentValue": 7
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "June–August lows around 6°C (43°F) and highs near 15°C (59°F) bring damp chill and occasional frosts, but snow is virtually unheard of outside the far interior.",
      "alignmentValue": 6
    },
    {
      "key": "Beach Life",
      "alignmentText": "Montevideo's rambla, family-friendly resort towns like Punta del Este, and quieter Rocha beaches offer clean sand and services, albeit with cooler South Atlantic water than tropical spots.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Water peaks near 22–23°C (72–73°F) in January and slips to 12–14°C (54–57°F) in winter, so comfortable swimming is really a late-spring through early-fall activity.",
      "alignmentValue": 6
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Uruguay leans pastoral—rolling pampas, wetlands, and coastal dunes—so it favors tranquil rural escapes and birding over dramatic mountains or dense forests.",
      "alignmentValue": 6
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The 2025 monthly minimum wage is about UYU 24,400 (≈USD 630), helpful for gauging local costs but far below US earnings expectations.",
      "alignmentValue": 3
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers in Montevideo often command USD 35–55k equivalent at nearshore consultancies, with remote US-dollar contracts the main path to higher pay.",
      "alignmentValue": 4
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Government digital projects and nearshore firms such as UruIT and Octobot use .NET, offering steady if small-market demand for experienced architects.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby shops exist in fintech and startup circles but remain niche; most teams favor JavaScript, Java, or .NET stacks.",
      "alignmentValue": 4
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Employers rarely sponsor visas because Uruguay grants residency directly, though larger tech firms will help with paperwork once you hold a contract.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "The economy is diversified across agriculture, logistics, and services with moderate growth and inflation trending toward 5–6%, giving a stable but unspectacular outlook.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Nationwide fiber rollout by ANTEL, a two-hour time difference from US Central, and plenty of coworking in Montevideo make remote work logistics straightforward.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Business culture values long lunches and family evenings; tech companies still expect commitment but generally respect boundaries compared with US crunch norms.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Law caps commercial workweeks at 44 hours (48 in industry), and overtime is regulated, though some startups lean on longer remote collaboration windows.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Full-time employees earn 20 paid working days after the first year, increasing with tenure and supplemented by 5–6 national holidays.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Most tech employers stick close to the 20-day statutory floor, with a few multinationals adding floating days or summer Fridays.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Montevideo runs on a slower, café-and-mate rhythm that suits Sarah's low-stress goal, while coastal towns empty out midday for siesta-style breaks.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "School generally runs 8:00–16:00 with limited aftercare; office workers often work 9:00–18:00 with a long lunch, so coordinating pickups may require hired help or flex time.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends center on soccer matches, parrilladas, and rambla strolls; many shops close Sunday afternoons but cultural events and ferias keep families busy.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Policy and culture emphasize close-knit families with generous parental leave and public healthcare, though extended family networks are the default support system.",
      "alignmentValue": 7
    },
    {
      "key": "Polyamory",
      "alignmentText": "Legal frameworks are LGBTQ+ friendly, yet consensual non-monogamy remains discreet outside progressive Montevideo circles, so openness requires careful community selection.",
      "alignmentValue": 5
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents are expected to be hands-on and visible at school events, with a collaborative but somewhat traditional tone from teachers.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Montevideo's parks, rambla playgrounds, and cultural centers cater to kids, yet traffic calming and street lighting lag in some neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Tuition-free public schools cover every neighborhood, while bilingual private schools and the British School offer stronger academics at US-level tuition.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "State-backed CAIF centers and jardines de infantes provide low-cost preschool, but slots fill quickly and full-day coverage is scarce.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens can access subsidized CAIF programs and means-tested cash allowances, yet waitlists and limited hours force many to rely on private nannies.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Resident foreigners can enroll children once paperwork clears, but priority favors low-income citizens so newcomers often patch together private care.",
      "alignmentValue": 5
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Every child has a right to a seat in the public system, with free textbooks and school meals improving equity.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Permanent or temporary residents enroll kids easily in neighborhood public schools, though language support for non-Spanish speakers is informal.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Montevideo hosts international and Montessori options, but tuition of USD 7–15k per child strains budgets without remote-income salaries.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Parents receive 14 weeks paid maternity leave, subsidized paternity leave, and child allowances via BPS, reflecting Uruguay's social democratic orientation.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Once contributing to social security, resident foreigners qualify for the same parental leave and allowances, though initial paperwork can delay benefits.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "The University of the Republic and UTU institutes offer tuition-free degrees, with entrance based on capacity rather than competitive exams.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Foreign residents can enroll in public universities after residency, but some specialized programs prioritize citizens and most instruction is in Spanish.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Urban Uruguay champions gender equality, yet traditional machismo lingers in rural areas and workplace leadership demographics.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal gender changes and non-binary recognition exist, but small-town social acceptance still trails Montevideo's activist communities.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Robust laws protect against gender-based violence, guarantee reproductive rights, and support LGBTQ+ protections, with active enforcement institutions.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Women balance professional ambitions with expectations around family caretaking, creating a progressive yet still gendered social script.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Machismo softens each generation but remains visible in soccer culture and workplace hierarchy, requiring mindful community selection.",
      "alignmentValue": 5
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "A stable, progressive microstate with world-class public services and a rich mate and candombe culture offers a low-drama base for creative work.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Spanish dominates daily life; English is taught in schools and tech firms but fluency outside professional circles is limited.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Legal cannabis, marriage equality, and strong secular governance signal a deeply progressive policy environment aligned with the family's values.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist parties and labor unions remain influential, though the broader electorate blends social democracy with pragmatic market policies.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "Uruguay is one of Latin America's most secular societies, with many residents identifying as non-religious and few religious holidays enforced.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Comprehensive sex education and liberal laws foster open-minded attitudes, but discussions still skew private rather than flamboyantly public.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "National protections, Pride events, and inclusive healthcare make Uruguay one of South America's safest havens, though rural areas are less visible.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighborhood life revolves around plazas, soccer clubs, and mate circles; newcomers are welcomed warmly but integration happens gradually.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Uruguayans see themselves as modest, egalitarian, and civic-minded—more Scandinavian than Latin American in temperament.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Friendly rivalry with Argentina and Brazil centers on football and trade, with cultural overlap easing cross-border ties.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors regard Uruguay as a calm, reliable partner and an easy weekend escape for beach holidays.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Montevideo offers late-night milongas, craft beer bars, and live candombe, but scale is modest compared to Buenos Aires or São Paulo.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Casual jeans, soccer jerseys, and smart-casual jackets dominate, with limited appetite for bold avant-garde looks.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women favor understated European-inspired styles—blouses, denim, and muted palettes—over high glamour, keeping day-to-day dress approachable.",
      "alignmentValue": 5
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Mate sharing, fútbol fandom, coastal cycling, and weekend asados anchor social life, with growing interest in running clubs and yoga.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Small but enthusiastic groups meet in Montevideo cafes and comic shops, with a few annual events like Montevideo Comic keeping the scene alive.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Live candombe drumming, tango halls, and indie venues give plenty of music options, though larger touring acts often skip the country.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Coworking spaces like Sinergia host tech meetups, while expat and LGBTQ+ groups organize regular gatherings, albeit with a smaller roster than major hubs.",
      "alignmentValue": 5
    },
    {
      "key": "Nature Access",
      "alignmentText": "Coastal dunes, estuaries, and inland estancias are within a short drive, offering birdwatching, horseback riding, and quiet retreats without long travel days.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "A presidential republic with proportional representation and mandatory voting fosters coalition governance and broad consensus.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Church and state are firmly separated, and religious rhetoric seldom enters policy debates or public schools.",
      "alignmentValue": 8
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Collective bargaining is widespread and labor courts enforce contracts, though informality persists in agriculture and domestic work.",
      "alignmentValue": 7
    },
    {
      "key": "State Ideology",
      "alignmentText": "Policies blend social democracy, strong welfare, and open trade, supporting safety nets while courting foreign investment.",
      "alignmentValue": 7
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent media, high civic participation, and strong courts keep democratic erosion risks among the lowest in Latin America.",
      "alignmentValue": 8
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Entrepreneurship is encouraged but regulated, with state-owned utilities and labor protections shaping a balanced market landscape.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Uruguay enjoys decades of peaceful transfers of power, low protest volatility, and investment-grade credit ratings.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Public broadcasters exist but face independent oversight; news consumption spans diverse private outlets without heavy-handed state messaging.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government campaigns focus on public health and civic education rather than personality cults, keeping messaging informational in tone.",
      "alignmentValue": 7
    },
    {
      "key": "Social Policies",
      "alignmentText": "Reproductive rights, LGBTQ+ protections, and strong labor and pension systems align closely with the family's progressive priorities.",
      "alignmentValue": 8
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show moderate trust—higher than regional peers but tempered by concerns over crime and public education quality.",
      "alignmentValue": 6
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International ranks Uruguay among the least corrupt in Latin America, though occasional procurement scandals surface.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "When issues arise they usually involve patronage or campaign financing irregularities rather than systemic bribery.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Montevideo offers a mix of historic apartments and new mid-rises; rents are manageable with US income but locals face limited supply and rising prices in coastal barrios.",
      "alignmentValue": 6
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Uruguay remains one of the safest countries in the region, yet Montevideo sees pickpocketing and occasional armed robberies that demand street smarts.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "The SNIS system combines public hospitals and private mutualistas, delivering universal coverage with solid primary care and reasonable wait times.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Residents can join a mutualista for roughly USD 120–180 monthly, gaining comprehensive coverage though English-speaking staff are concentrated in Montevideo.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Public programs soften costs but limited hours and availability mean many dual-working parents supplement with private caregivers.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Family allowances, universal healthcare, and subsidized preschool reduce baseline stress, but cash benefits are modest by European standards.",
      "alignmentValue": 6
    },
    {
      "key": "Education",
      "alignmentText": "High literacy and strong early childhood access contrast with middling PISA scores and overcrowded secondary schools, prompting many families to choose bilingual private options.",
      "alignmentValue": 6
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Montevideo's extensive bus grid and rechargeable STM card make commuting workable, yet there is no metro and intercity rail is minimal.",
      "alignmentValue": 5
    },
    {
      "key": "Economic System",
      "alignmentText": "A social market model mixes open trade with active state companies in utilities, banking, and telecoms, keeping costs stable but competition limited.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Employers withhold income and social security taxes, while freelancers file with DGI; digital portals are available but entirely in Spanish.",
      "alignmentValue": 6
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "With remote income, expect 12–25% progressive IRPF rates after allowable deductions, unless using the temporary tax holiday on foreign-source income.",
      "alignmentValue": 6
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Modern fintech like Paganza and MiDinero coexist with chip-and-PIN cards; opening accounts requires residency but once set up electronic transfers are smooth.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Montevideo's groceries and utilities run higher than other Latin American capitals but remain about 30–40% below US Midwest metro costs when earning dollars.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "A contributory mixed pension delivers stable but modest payouts, supplemented by universal minimums for low-income seniors.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Foreign residents can accrue benefits through BPS after several years of contributions, but portability depends on bilateral agreements.",
      "alignmentValue": 5
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Uruguay offers straightforward temporary and permanent residency with no minimum investment—proof of income and local address are the core requirements.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Authorities are accustomed to North American retirees and remote workers, and small expat groups provide guidance without overwhelming locals.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Temporary residency is valid for about two years before conversion to permanent status, with in-country presence checks and police background certificates required.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Citizenship becomes available after five years of residency (three if married) plus demonstrated social integration such as property rental and school enrollment.",
      "alignmentValue": 6
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses, children, and dependent parents can be bundled into the same residency file, simplifying paperwork for the whole household.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Document gathering is inexpensive but processing can stretch 12–18 months, with translation and apostille fees adding USD 300–600 per applicant.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Maintain a local address, renew ID cards, and avoid long absences to keep residency active; enforcement is strict but predictable.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Uruguay recognizes dual citizenship automatically, so US passports can be retained without renunciation.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Expect Spanish-only bureaucracy, mandatory health exams, and the need to show local bank statements, but once residency is issued renewals are straightforward.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "A small but active scene produces indie titles and outsourcing work, with companies like Ironhide and Pomelo attracting regional talent.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Ironhide Game Studio (Kingdom Rush), GameCoder Studios, and Pomelo Games anchor the local industry and collaborate with international publishers.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Montevideo Game Dev Meetup and the annual EVA (Exposición de Videojuegos del Uruguay) provide networking, jams, and talks for creators.",
      "alignmentValue": 5
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Public innovation agencies like ANII and soft-landing programs in Zonamérica offer grants and tax perks, yet the small domestic market means exporting from day one.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Reliable electric grids, widespread fiber-to-the-home, clean tap water, and efficient online government services give Uruguay a modern baseline despite its size.",
      "alignmentValue": 7
    }
  ]
}