{
  "version": 2,
  "iso": "UY",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Uruguay's heavy investment in wind and solar keeps energy mostly renewable and air and water pollution relatively low, though agrochemicals from cattle and soy operations still show up in waterways.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Sea-level rise and stronger river flooding threaten Montevideo's low-lying waterfront, yet the country sits outside major hurricane or wildfire zones and funds adaptation plans, so risk stays manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "A humid subtropical climate brings mild seasons with plenty of wind off the Río de la Plata; summers feel warm and sticky but rarely extreme, and winters stay cool and damp rather than icy.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Prevailing coastal breezes and limited heavy industry keep PM2.5 levels low most of the year, with only brief spikes near harvest burns or dense traffic corridors in Montevideo.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Uruguay avoids hurricanes, earthquakes, and volcanoes; the main hazards are seasonal river flooding and occasional windstorms that local building codes are designed to handle.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "September–November days typically run 12–22°C (54–72°F) with blustery fronts and scattered showers as the countryside greens up.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "December–February averages hover around 18–28°C (64–82°F); heat waves can briefly push highs to 32°C (90°F) and humidity stays noticeable despite sea breezes moderating nights.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "March–May cools to about 11–21°C (52–70°F) with crisp evenings and more frequent rain, making shoulder-season outdoor time comfortable.",
      "alignmentValue": 7
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "June–August lows around 6°C (43°F) and highs near 15°C (59°F) bring damp chill and occasional frosts, but snow is virtually unheard of outside the far interior.",
      "alignmentValue": 6
    },
    {
      "key": "Beach Life",
      "alignmentText": "Montevideo's rambla, family-friendly Punta del Este, and quieter Rocha beaches offer clean sand and services, but South Atlantic water stays cool and resorts crowd during high season.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Water peaks near 22–23°C (72–73°F) in January and slips to 12–14°C (54–57°F) in winter, limiting comfortable swimming to late spring through early fall.",
      "alignmentValue": 5
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Uruguay leans pastoral—rolling pampas, wetlands, and coastal dunes—favoring tranquil rural escapes and birding over dramatic mountains or dense forests.",
      "alignmentValue": 5
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "The 2025 monthly minimum wage is about UYU 24,400 (≈USD 630), helpful for gauging local costs but far below US earnings expectations.",
      "alignmentValue": 3
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior developers in Montevideo often command USD 35–55k equivalent at nearshore consultancies, with remote US-dollar contracts the main path to higher pay.",
      "alignmentValue": 4
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Government digital projects and nearshore firms such as UruIT and Octobot use .NET, offering steady if small-market demand for experienced architects.",
      "alignmentValue": 5
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby shops exist in fintech and startup circles but remain niche; most teams favor JavaScript, Java, or .NET stacks, so local openings are scarce.",
      "alignmentValue": 3
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Employers seldom sponsor visas because Uruguay grants residency directly; only larger tech firms occasionally help once you already qualify.",
      "alignmentValue": 4
    },
    {
      "key": "Economic Health",
      "alignmentText": "The economy is diversified across agriculture, logistics, and services with moderate growth and inflation trending toward 5–6%, giving a stable but unspectacular outlook.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Nationwide fiber by ANTEL and Montevideo coworking hubs make remote work logistics straightforward in the capital, but smaller towns rely on slower DSL and cafés.",
      "alignmentValue": 6
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Business culture values long lunches and family evenings; tech companies still expect commitment but generally respect boundaries compared with US crunch norms.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "The legal workweek is 44 hours for commerce and 48 for industry, so staff jobs expect longer schedules unless you negotiate remote terms.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Labor law grants 20 days of paid vacation after the first year, with extra days added every five years and reliable enforcement.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Most employers stick close to the legal floor and expect time off to be planned early, so taking extended breaks requires coordination.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Montevideo and coastal towns move at a relaxed, social pace with late dinners and extended mate breaks, far slower than US city tempo.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Offices commonly run 9:00–18:00 with a long midday meal and occasional evening calls with Europe or the US.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends revolve around family asados, football matches, and rambla strolls, with shops open Saturday but quiet Sundays.",
      "alignmentValue": 7
    },
    {
      "key": "Family Life",
      "alignmentText": "Tight-knit extended families, abundant parks, and low-key social calendars create a supportive environment for raising kids.",
      "alignmentValue": 7
    },
    {
      "key": "Polyamory",
      "alignmentText": "Non-monogamy is legally unrecognized and still discreet; progressive friend circles accept it, but mainstream culture expects monogamous couples.",
      "alignmentValue": 4
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Parents are hands-on but relaxed; schools expect family involvement and neighbors look out for kids without micromanaging households.",
      "alignmentValue": 6
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Montevideo offers plazas, rambla bike paths, and growing playground investments, though traffic and older sidewalks need vigilance.",
      "alignmentValue": 6
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Tuition-free public schools cover all neighborhoods, while bilingual private and international schools cluster in Montevideo and Punta del Este.",
      "alignmentValue": 6
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "State-funded CAIF centers serve low-income families and private jardines cover the rest, leaving waitlists in desirable neighborhoods.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Citizens can access family allowances and subsidized CAIF slots, yet coverage fades for middle-income households who pay privately.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "New residents qualify for mutualista healthcare but must self-fund childcare unless they meet low-income thresholds.",
      "alignmentValue": 4
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Public primaria and secundaria are universal and free, with extra tutoring programs addressing learning gaps.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident children can enroll in public schools immediately; paperwork is in Spanish but placements are available.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Catholic and secular private schools provide smaller classes and bilingual programs, albeit at tuition comparable to US private schools.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Paid maternity leave reaches 14 weeks, paternity leave is short, and family allowances supplement low earners but taper quickly.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Benefits like parental leave and allowances extend only after formal residency and social security contributions, limiting early support.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "The University of the Republic and UTU technical institutes are tuition-free, though admissions can be competitive and facilities aging.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Foreign residents can study at public universities at minimal cost once paperwork is complete, but bureaucracy and Spanish proficiency are prerequisites.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Urban Uruguay champions shared domestic duties, yet machismo persists in parts of the workforce and rural areas.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Self-ID laws, a national trans registry, and funded healthcare make legal transitions straightforward, even if social acceptance lags outside cities.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Marriage equality, abortion access, and anti-discrimination statutes are firmly embedded, giving strong formal protections.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Women balance professional careers with social expectations around caregiving and presentation, especially outside Montevideo.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Cultural pride in fútbol and gaucho heritage keeps stoic masculinity visible, though younger men in cities embrace softer norms.",
      "alignmentValue": 5
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "A stable, progressive microstate with world-class public services and a rich mate and candombe culture offers a low-drama base for creative work.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Spanish dominates daily life; English is common only in tourism, tech, and younger professional circles.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Uruguay legalized cannabis, marriage equality, and robust social safety nets, positioning it among Latin America’s most progressive democracies.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist parties and unions wield influence, yet most voters favor pragmatic social democracy over revolutionary politics.",
      "alignmentValue": 6
    },
    {
      "key": "Atheism",
      "alignmentText": "The country is officially secular with low church attendance, so open non-belief is widely accepted.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Sex education is mandatory and adult nightlife is candid, though conversation stays discreet outside close friends.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Legal protections are strong and Montevideo hosts Pride events, but small towns remain conservative and require discretion.",
      "alignmentValue": 8
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Neighborhood ferias, weekly markets, and mate-sharing traditions make it easy to meet neighbors once you speak Spanish.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Uruguayans pride themselves on stability, democracy, and a calm lifestyle distinct from bigger neighbors.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "They maintain friendly rivalry with Argentina over fútbol and mate, while collaborating with Brazil on trade.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors see Uruguay as a tranquil, reliable partner with good governance and tourism draw.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Montevideo’s bars, boliches, and live music run late but on a smaller scale than Buenos Aires, with peak nights in summer.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Men favor smart-casual looks, soccer jerseys, and layered outerwear suited to windy weather.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women mix European-inspired casual wear with bold summer outfits along the rambla, keeping trends moderate.",
      "alignmentValue": 5
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Football, mate-drinking, coastal biking, and weekend asados anchor leisure time.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Specialty shops like Metrópolis and periodic meetups exist, yet the community is compact and centered in Montevideo.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Candombe drums, tango bars, and indie venues provide steady live music, though touring acts are limited.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Coworking spaces and expat Facebook groups organize gatherings, but consistent English-language meetups are sparse.",
      "alignmentValue": 5
    },
    {
      "key": "Nature Access",
      "alignmentText": "Within a few hours you can reach Rocha’s dunes, Santa Teresa park, or inland estancias for birding and horseback riding.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "A stable presidential democracy with proportional representation and compulsory voting delivers broad coalition governance.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Strong church-state separation keeps religious rhetoric largely absent from policy debates.",
      "alignmentValue": 9
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Collective bargaining covers most sectors and unions are influential, with enforcement backed by the labor ministry.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "The Broad Front and center-right parties alternate while keeping consensus around welfare and open markets.",
      "alignmentValue": 7
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Independent courts, competitive elections, and a free press leave little room for democratic erosion.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "The economy blends market openness with state-owned utilities and protective rules in agriculture and finance.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Inflation is under control, protests are peaceful, and institutions weather regional shocks without drama.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Media pluralism and independent public broadcasters limit state messaging to civic campaigns.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Government communications focus on public health and social programs rather than heavy-handed ideology.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, generous social transfers, and progressive civil rights policies create a strong social floor.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show higher-than-regional trust thanks to clean elections, though citizens still scrutinize spending.",
      "alignmentValue": 7
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Uruguay ranks near the top of Latin America for transparency, with scandals rare and quickly prosecuted.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Issues tend toward bureaucratic delays or occasional procurement favoritism rather than systemic graft.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Montevideo’s rental market is tight with rising prices, but cooperative housing programs and new construction add stock.",
      "alignmentValue": 6
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime remains low outside certain Montevideo neighborhoods, though petty theft warrants vigilance.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "The integrated public-private SNIS network provides comprehensive coverage with reasonable wait times in cities.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Residents can join mutualista plans quickly, gaining solid preventative and hospital care once fees are paid.",
      "alignmentValue": 7
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Extended families and informal sitters fill gaps; formal daycare exists but operates on school hours and limited coverage.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "School schedules, family allowances, and safe neighborhoods support a middle-class family, but paperwork is entirely in Spanish.",
      "alignmentValue": 6
    },
    {
      "key": "Education",
      "alignmentText": "Literacy rates are high and reforms emphasize digital classrooms, yet standardized test scores lag OECD averages.",
      "alignmentValue": 6
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Montevideo buses are frequent and use contactless cards, but there’s no metro and intercity buses are slower than trains.",
      "alignmentValue": 5
    },
    {
      "key": "Economic System",
      "alignmentText": "Uruguay maintains an open trade regime with Mercosur ties while protecting local agriculture and services.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Employers withhold income and social security taxes, while freelancers file with DGI; digital portals work well but are entirely in Spanish.",
      "alignmentValue": 6
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "With remote income, expect 12–25% progressive IRPF rates after allowable deductions, unless using the temporary tax holiday on foreign-source income.",
      "alignmentValue": 6
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Modern fintech like Paganza and MiDinero coexist with chip-and-PIN cards; opening accounts requires residency but electronic transfers are smooth once set up.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Montevideo’s groceries and utilities cost more than neighbors yet remain roughly 30–40% below US Midwest metros for dollar earners.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "A contributory mixed pension delivers stable but modest payouts, supplemented by universal minimums for low-income seniors.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Foreign residents can accrue benefits through BPS after several years of contributions, but portability depends on bilateral agreements.",
      "alignmentValue": 5
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Proof of income, background checks, and a local address unlock temporary residency, and interviews are straightforward compared with other countries.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Authorities are accustomed to North American retirees and remote workers, and small expat groups provide guidance without overwhelming locals.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Temporary residency is valid for about two years before conversion to permanent status, with in-country presence checks and police background certificates required.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Citizenship opens after five years (three if married) plus evidence of integration like housing, Spanish fluency, and local ties.",
      "alignmentValue": 7
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses, children, and dependent parents can be bundled into the same residency file, simplifying paperwork for the whole household.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Document gathering is inexpensive but processing can stretch 12–18 months, with translation and apostille fees adding USD 300–600 per applicant.",
      "alignmentValue": 5
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Maintain a local address, renew ID cards, and avoid long absences to keep residency active; enforcement is strict but predictable.",
      "alignmentValue": 6
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Uruguay recognizes dual citizenship automatically, so US passports can be retained without renunciation.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Expect Spanish-only bureaucracy, mandatory health exams, and local bank statements; once status is granted, renewals are predictable but paperwork heavy.",
      "alignmentValue": 5
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "A small but active scene produces indie titles and outsourcing work, with companies like Ironhide and Pomelo attracting regional talent.",
      "alignmentValue": 5
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Ironhide Game Studio (Kingdom Rush), GameCoder Studios, and Pomelo Games anchor the local industry and collaborate with international publishers.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Montevideo Game Dev Meetup and the annual EVA (Exposición de Videojuegos del Uruguay) provide networking, jams, and talks for creators.",
      "alignmentValue": 5
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Public innovation agencies like ANII and soft-landing programs in Zonamérica offer grants and tax perks, yet the small domestic market means exporting from day one.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Reliable electric grids, widespread fiber-to-the-home, clean tap water, and efficient online government services give Uruguay a modern baseline despite its size; 5G rollout is ongoing.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes & Variability",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Extremes & Variability\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Seasonal Sunlight Hours\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Pleasant Weather Windows\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Friendliness & Neighborliness Index",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Friendliness & Neighborliness Index\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - General",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - General\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Immigrant Sentiment - White Migrants",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Immigrant Sentiment - White Migrants\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Surface Interaction Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depth-Seeking Social Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Boundary & Bubble Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Boundary & Bubble Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Moral, Honesty & Openness Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Moral, Honesty & Openness Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Living Opportunities\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Lower-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Lower-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Middle-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Middle-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Quality of Life - Higher-Income Tier",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Quality of Life - Higher-Income Tier\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Spacious Housing Benchmark (2k sq ft Rent)\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Grooming & Beauty Investment",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Grooming & Beauty Investment\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Body Image & Fitness Pressure",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Body Image & Fitness Pressure\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fashion & Style Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fashion & Style Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Flirting Boundaries & Consent Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Flirting Boundaries & Consent Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Gendered Flirting Expectations\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Monogamy vs. Non-Monogamy Acceptance\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Promiscuity Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Group & Multi-Partner Relationship Attitudes",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Group & Multi-Partner Relationship Attitudes\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Personal Space & Touch Norms",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Personal Space & Touch Norms\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Firearm Laws & Ownership Culture",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Firearm Laws & Ownership Culture\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Controlled Substance Policies\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Drug Enforcement Climate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Mass Violence Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Carceral Conditions & Prison Labor",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Carceral Conditions & Prison Labor\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Walkability & Pedestrian Safety",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Walkability & Pedestrian Safety\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Community Health Consciousness\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Processed Food Saturation\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Fresh & International Cuisine Access",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Fresh & International Cuisine Access\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Depression Prevalence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Obesity Rate\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Cancer Incidence\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Research pending: we haven't compiled reliable information for this location's \"Broader Job Market Resilience\" yet. Score remains 0 until verified sources are added.",
      "alignmentValue": 0
    }
  ]
}
