{
  "version": 2,
  "iso": "UY",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Montevideo\u0027s .NET scene offers regular roles; strong nearshore demand exists, though top pay still clusters in the capital.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Uruguay (Montevideo): total comp for 2D Environmental Artist trails top markets by ~25–30%; cost of living and lifestyle balance offset lower pay.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Uruguay has limited 2D environmental art education options; fundamentals are scarce. Most topics require remote study or international programs.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Montevideo has decent design/art programs; studio partnerships bridge gaps, but dedicated 2D environmental art pipelines are still developing in Uruguay.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "[Placeholder] Provide 2D Environmental Artist: Hiring Velocity insights for Uruguay.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Uruguay\u0027s 2D environmental art scene is mostly Spanish (Montevideo); English is common, but bilingual screening helps for international work.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Uruguay studios often support remote/hybrid 2D work; expect occasional onsite reviews. Ensure reliable broadband in Montevideo for smooth collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Uruguay\u0027s 2D environmental artist pool is moderate; Montevideo studios lead, but senior roles require relocation or remote hiring.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide 3D Animator: Compensation Benchmark insights for Uruguay.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Limited local 3D animation education in Uruguay; expect self-directed study with online courses and occasional workshops in urban centers.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Uruguay offers a few 3D animation programs (Montevideo). Grads often need on-the-job upskilling before studio work.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Uruguay\u0027s local 3D animator pool is small; expect remote/global hires. Plan 3-4 month searches with proactive sourcing.",
      "alignmentValue": 3
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Uruguay (Montevideo) 3D animation: English common but Spanish fluency often needed; bilingual candidates favored.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Uruguay\u0027s Montevideo studios offer remote options case-by-case; hybrid setups are growing but not universal.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "In Montevideo, Uruguay, 3D animator talent is limited; expect a small local pool and need for remote or contract hires.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Montevideo 3D character artist pay is roughly 20% under global medians; local cost of living helps remote US work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Uruguay has limited dedicated 3D character courses. Most upskilling is online or through a small number of Montevideo providers.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide 3D Character Artist: Education Pipeline Strength insights for Uruguay.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Uruguay’s 3D character artist hiring is modest; expect 3-4 months with proactive sourcing or relocation, aided by Montevideo’s growing game-dev ecosystem.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Uruguay (UY): In Montevideo, English is widely used in tech, but local teams often require Spanish for day-to-day collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Uruguay favors hybrid remote 3D work. Studios may require periodic onsite; strong broadband and English-friendly tech scene aid collaboration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Uruguay\u0027s 3D character talent pool is modest, centered in Montevideo; expect mid-level hires with remote senior support often needed.",
      "alignmentValue": 5
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Uruguay\u0027s Montevideo area has few game-specific accelerators. Mainly small incubators or university labs with limited ongoing programs.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "Montevideo, Uruguay generally has good air most of the year. Watch for seasonal dust or harvest-burn spikes and use filters occasionally.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Uruguay\u0027s game/IT scene relies on a couple of Montevideo service studios. No major IP anchors yet.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "Uruguay\u0027s secular society and low church attendance support open atheism. In Montevideo it is widely accepted with minimal stigma.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Uruguay\u0027s robust democracy and independent media/judiciary offer very low backsliding risk for families in Uruguay.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Montevideo banking is solid; foreigners usually need residency to open accounts, but transfers and online banking are smooth once set up.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Montevideo rambla and Rocha beaches are family-friendly, but water stays cool and Punta del Este crowds peak in season; Rocha offers quieter days.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Montevideo has shops like Metrópolis and occasional meetups; the boardgame scene is compact and coordination is needed to find groups.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Uruguay\u0027s progressive, inclusive culture supports diverse bodies; fitness talk is generally respectful with good healthcare, though some dieting chatter remains.",
      "alignmentValue": 9
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Uruguay\u0027s diversified services and growing IT scene offer resilience in Montevideo. Nearshore ties to the US help with quick hiring and startup funding.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Uruguay\u0027s cancer incidence mirrors global norms; universal healthcare supports reliable screening and early detection.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Uruguay\u0027s prisons are generally well-regulated with oversight and restorative programs. Conditions are humane and safety-focused for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Uruguay has public and subsidized childcare, especially in cities like Montevideo. For a 1-year-old, expect waitlists and some paid care.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Montevideo is largely kid-friendly with plazas, rambla paths, and growing playgrounds; some areas have traffic and older sidewalks needing caution.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Uruguay offers CAIF subsidies and family allowances. For middle-income families, care is partly private and slots aren\u0027t guaranteed.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Uruguay\u0027s mutualista healthcare covers new visa residents. Childcare subsidies are limited unless income thresholds are met.",
      "alignmentValue": 4
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Football, mate, and coastal biking anchor leisure in Uruguay; weekend asados suit family life along Montevideo\u0027s rambla and local clubs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Uruguay\u0027s tech scene is modest but active in Montevideo and major cities, with quarterly meetups. Some regional game-dev events boost community activity.",
      "alignmentValue": 7
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Uruguay\u0027s universal healthcare and active wellness programs support families; preventive care resources in Montevideo are accessible.",
      "alignmentValue": 8
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Uruguay has a few niche co-housing/eco-communities (Montevideo area); options are limited and rely on informal networks.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Montevideo, community manager salaries are modest vs US/Europe; top packages lag global hubs. Remote work and supplements help attract talent.",
      "alignmentValue": 4
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Uruguay offers limited local education for community managers; mainly online courses and intermittent Montevideo events.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Uruguay has marketing/communications programs at UdelaR, ORT and UCUDAL. The community manager pipeline is modest and often requires on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Uruguay hiring for a Community Manager likely 2-3 months; focus on Montevideo or remote talent with regional pipelines.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Uruguay (Montevideo): English is common in tech, but CM roles usually require Spanish; bilingual candidates preferred for local client-facing work.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Uruguay studios in Montevideo favor hybrid CM roles; robust broadband and multilingual teams support remote work, though full remote may require negotiation.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Uruguay\u0027s Montevideo CM talent pool is moderate. Expect mid-level specialists, with possible senior hires needing remote work or relocation.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Uruguay\u0027s neighborly vibe, mate sharing, and ferias help expats connect in neighborhoods. With Spanish learning, new families soon feel welcome.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Compensation clusters around global medians, requiring negotiation to balance cost of living. When opportunities surface in Uruguay, established studios benchmark offers against peers across the ecosystem.",
      "alignmentValue": 5
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Uruguay\u0027s startup compensation trends track global medians after cost-of-living tweaks. Equity remains meaningful, with grants and visa options aiding founders.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Uruguay (UY): maintain a local address, renew IDs, and avoid long absences; compliance is manageable with periodic checks.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Uruguay offers occasional continuing ed; universities provide courses but are sporadic and often Spanish-only; English options exist mainly in urban centers.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Uruguay has a serviceable contractor bench with remote IT talent in Montevideo. Expect pockets of scarcity for niche game/dev roles.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Uruguay\u0027s harm reduction and decriminalization, plus universal healthcare, align with your family\u0027s values. Punitive enforcement is minimal.",
      "alignmentValue": 10
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Uruguay\u0027s costs are near global average; predictable budgets, tax incentives for tech startups, solid broadband; rents in Montevideo can pressure runway.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Montevideo costs are higher than regional peers, yet USD earnings keep it roughly 30-40% below US Midwest metros for dollar earners.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Uruguay (Montevideo) has active coworking and startup grants (ANII). Game-dev labs are scarce; solid general infra, not world-class.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Montevideo, Uruguay offers good broadband and English-friendly settings. Game dev and cloud roles show noticeable hiring friction; remote hiring helps.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Prevalence is moderate; we secure support with some wait times.",
      "alignmentValue": 7
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Uruguay\u0027s friendly, community-focused culture supports gradual bonding; in Montevideo, join clubs and language exchanges to build deep ties.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Uruguay (Montevideo) has strong LGBTQ\u002B rights and inclusive public policy. Workplace D\u0026I metrics vary; progress is real but uneven.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Uruguay (UY) emphasizes trafficking-focused enforcement with oversight; families typically see limited, non-disruptive policing.",
      "alignmentValue": 9
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Uruguay fully permits US dual citizenship with no renunciation. You can retain US citizenship while living in Uruguay.",
      "alignmentValue": 10
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Uruguay\u0027s ANII/accelerators offer modest early-stage grants (~$75k-$150k USD) for MVPs. It\u0027s good for a startup but not large funding.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Uruguay has modest public grants (ANII) and visa options; local game-specific capital is limited. Prepare to raise from international funds with effort.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Uruguay\u0027s economy remains diversified (agri/services) with modest growth and mid-single-digit inflation. Daily life in Uruguay stays manageable with prudent budgeting.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "Uruguay\u0027s open Mercosur regime supports startups with stable governance and mixed protections for agriculture/services; reform ongoing.",
      "alignmentValue": 8
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Uruguay\u0027s policy environment is stable and predictable, with gradual, business-friendly changes. Montevideo backs tech and creative startups with programs.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Uruguay provides solid universal schooling and strong literacy; urban Montevideo is better funded, with some district disparities; bilingual programs exist.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Uruguay has growing CS/IT programs (UdelaR, ORT) and local studios. Game-specific curricula are uneven, often requiring extra industry training.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Montevideo, Uruguay: residency routes exist; employer visa sponsorship is rare; only a few large tech firms assist after eligibility.",
      "alignmentValue": 4
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Uruguay has active Unity and Unreal communities with local meetups in Montevideo and other cities. Both engines are viable with growing knowledge sharing.",
      "alignmentValue": 9
    },
    {
      "key": "Environment",
      "alignmentText": "Uruguay\u0027s wind/solar focus keeps air and water pollution relatively low; some waterways show agrochemical runoff from cattle and soy operations.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Montevideo, Uruguay IRPF is progressive; with remote income, expect about 30% after deductions; foreign-source tax holidays are not guaranteed.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Uruguay fall (Mar–May) is mild: highs 18–24°C with light showers. Many days are clear, great for outdoor family time.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Uruguay (Montevideo) offers universal healthcare and safe neighborhoods with abundant parks. Childcare is affordable and schools are solid for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "Uruguay: family-unity residency covers spouses and children with minor steps; expect proofs and integration checks; visas feasible.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Paid maternity leave reaches 14 weeks, paternity leave is short, and family allowances supplement low earners but taper quickly.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Uruguay offers universal healthcare and strong family allowances with solid education; some programs are income-based and bureaucratic.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Benefits like parental leave and allowances extend only after formal residency and social security contributions, limiting early support.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Montevideo, Uruguay, casual-smart style fits most settings. Keep neat, comfortable outfits for work and family life.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Montevideo\u0027s fashion scene is diverse and body-positive; women mix chic casuals with bold summer looks along the rambla.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Uruguay\u0027s urban centers favor modern smart-casual; game-day soccer jerseys, and Montevideo\u0027s breezy weather encourage layered, practical male wear.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Montevideo, women have career autonomy, but subtle appearance and parenting pressures linger in daily life.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Uruguay enforces strict firearm licensing and safe storage. Guns exist but are not common, and safety norms are strong.",
      "alignmentValue": 8
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Montevideo, Uruguay: boundaries are generally respected; in nightlife, check in clearly, especially around alcohol.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Uruguay\u0027s startup scene (Montevideo) is growing with meetups and incubators, but founder networks remain modest and somewhat geographically clustered.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Montevideo, Uruguay, has solid fresh markets and diverse eats, but some international items/restaurants are still sporadic to access.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Uruguay (UY) locals are warm, with Montevideo expat networks helping newcomers settle and connect quickly.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Uruguay offers smaller game dev grants ($25k-$60k/year) via ANII and local contests. Suitable for prototyping, but scale is limited.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Uruguay has a small but active game dev scene (Ironhide, Pomelo in Montevideo); remote work common, local openings limited.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Uruguay\u0027s gender self-ID laws and universal healthcare support legal recognition; urban acceptance strong, rural areas adapting gradually.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Uruguay has strong gender rights. Marriage equality, abortion access, and anti-discrimination protections are actively enforced with broad social acceptance.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Urban Uruguay (Montevideo) shows egalitarian gender roles with policy backing; rural areas still embrace traditional norms.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Uruguay\u0027s social climate is inclusive, supporting flirting norms. Most genders can initiate or decline with little stigma, matching our progressive values.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Expect Spanish-only bureaucracy, mandatory health exams, and local bank statements; once status is granted, renewals are predictable but paperwork heavy.",
      "alignmentValue": 5
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Montevideo faces heavier rains and warmer summers. Local resilience programs and coastal planning keep the risk manageable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Uruguay lacks a dedicated startup visa. Founders mostly rely on standard residency/work permits with variable timelines.",
      "alignmentValue": 5
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Uruguay, casual yet neat style is common. Staying lightly polished fits work and family life without overdoing grooming.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Uruguay\u0027s progressive climate tolerates polyamorous families in urban circles. Montevideo and other cities show little friction for multi-partner households.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Uruguay\u0027s SNIS universal system offers solid public-private care; in Montevideo its coverage is strong with reasonable city wait times.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Uruguay has universal public care; visa holders can enroll, but expect paperwork and possible co-pays; private insurance common.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "The University of the Republic and UTU technical institutes are tuition-free, though admissions can be competitive and facilities aging.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Foreign residents can study at public universities at minimal cost once paperwork is complete, but bureaucracy and Spanish proficiency are prerequisites.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "As noted in Game Dev Work Prospects, A small but active scene produces indie titles and outsourcing work, with companies like Ironhide and Pomelo attracting regional talent. Hiring velocity at established studios in Uruguay is moderate, with teams needing a few months to land the right hire.",
      "alignmentValue": 5
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Startup founders report that Public innovation agencies like ANII and soft-landing programs in Zonamérica offer grants and tax perks, yet the small domestic market means exporting from day one. Hiring velocity at early-stage studios in Uruguay is moderate, with teams needing a few months to land the right hire.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Montevideo\u0027s family rentals are tight and pricey. Cooperative housing and new builds help, but competition and paperwork slow the hunt.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Uruguay: employer withholding with DGI filings; online portals exist but are Spanish-only; English support limited, so stay vigilant.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Uruguay is generally welcoming to immigrants; Montevideo and other cities foster inclusive communities, but navigating Spanish and local norms.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Uruguay, white migrants may face mixed reception; we’re engaging Montevideo communities and learning Spanish to build trust.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Uruguay provides universal, free K-12 for citizens; tutoring programs and Ceibal digital resources support learning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Resident children can enroll in public schools immediately; paperwork is in Spanish but placements are available.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Spanish dominates daily life; English is common only in tourism, tech, and younger professional circles.",
      "alignmentValue": 4
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Uruguay studios rely on English for cross-border work; local Spanish fluency remains essential, aligning with your plan to learn Spanish.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Founding teams in Uruguay lean on English for investor and platform communication, while local-language fluency helps with hiring, compliance, and community outreach.",
      "alignmentValue": 6
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Uruguay: game IP support is limited to general corporate services; few specialists in Montevideo, startups relying on referrals.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Uruguay generally protects LGBTQ\u002B rights; Montevideo hosts Pride, but rural areas can be more discreet.",
      "alignmentValue": 8
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "[Placeholder] Provide Market Research \u0026 Playtesting insights for Uruguay.",
      "alignmentValue": 5
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Leftist parties and unions wield influence, yet most voters favor pragmatic social democracy over revolutionary politics.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Uruguay\u0027s urban centers show evolving masculine norms; greater openness to caregiving and nontraditional roles is becoming more common.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence is uncommon in Uruguay. Authorities communicate transparently, and communities stay prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Montevideo, Uruguay has some expat meetups and coworking spaces, but English-language events are irregular; digital communities help newcomers.",
      "alignmentValue": 6
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Uruguay 2025 min wage ~UYU 24,400 (~USD 630); for a family of four this trails living costs and likely needs a second income.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Uruguay\u0027s urban centers have reliable power, broad fiber and expanding 5G, supporting remote work and latency-sensitive gaming.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Uruguay\u0027s urban centers, such as Montevideo, show supportive subcultures for non-monogamy. Mainstream spaces remain tolerant if discreet.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Uruguay values open dialogue and respectful candor; share concerns directly but tactfully, aligned with Montevideo\u0027s inclusive, diplomatic culture.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Uruguay\u0027s coastlines, pampas, and wetlands offer attractive, family-friendly scenery; beaches can be crowded in season; plan ahead.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Uruguay\u0027s hazards are seasonal river floods and windstorms; robust building codes and insurance keep family risk manageable in Montevideo and nationwide.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nature spots like Rocha\u0027s dunes and Santa Teresa Park are reachable by car within a few hours in Uruguay. Ideal for weekend family trips with mild weather.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Montevideo, Uruguay offers Candombe and tango venues with steady music; major acts are infrequent. Family-friendly options exist but require planning.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Montevideo\u0027s nightlife exists in specific districts (Pocitos/Ciudad Vieja); plan sitters and transport, but it\u0027s calmer than Buenos Aires.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Montevideo hosts regular game dev meetups and the EVA festival. It\u0027s a strong, newcomer-friendly community.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "In Montevideo, Uruguay, Ironhide, Pomelo, and GameCoder Studios anchor the local game scene and connect with international publishers.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "We monitor diet and activity because obesity is moderately common.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Uruguay offers ANII grants and Zonamérica soft-landing. Small market means export-first startups, with local talent and grants, but funding remains a hurdle.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Montevideo and Uruguay\u0027s coast offer a calm, family-friendly rhythm with ample downtime. Errands and commutes are manageable, supporting work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Uruguay offers empathetic guidance and constructive school partnerships. Parenting stays hands-on with family-friendly policies and minimal micromanagement.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Uruguay naturalization after about 5 years of residency with integration (housing, Spanish learning). Dual citizenship is allowed.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Uruguay has high transparency and stable institutions; for a family, public processes are generally reliable with rare corruption concerns.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Uruguay’s warm, close social style—common in Montevideo—varies; gently advocate for personal space when needed.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Tight quarters and spontaneous touch are common; advocating for space is a regular task.",
      "alignmentValue": 6
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Uruguay has mild winters but hot, humid summers; outdoor time is best in spring and fall, roughly half the year.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "In Uruguay, a stable, transparent democracy with compulsory voting and strong rule of law supports your family\u0027s resilient, rights-oriented values.",
      "alignmentValue": 10
    },
    {
      "key": "Polyamory",
      "alignmentText": "Uruguay offers strong social tolerance in Montevideo; poly families find private support, though formal legal recognition remains limited.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Uruguay has strong public preschool for ages 3-5; 0-2 care is mixed, with bilingual slots mainly private and some waitlists in urban centers.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Catholic and secular private schools provide smaller classes and bilingual programs, albeit at tuition comparable to US private schools.",
      "alignmentValue": 6
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Uruguay\u0027s Montevideo area offers strong fresh markets and family-friendly produce, but processed snacks remain common in stores and school meals.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Compensation Benchmark insights for Uruguay.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Montevideo/Uruguay: occasional game product marketing training; most options are online or via visiting experts; local programs are limited.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "[Placeholder] Provide Product Marketing Manager (Games): Education Pipeline Strength insights for Uruguay.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Uruguay PMM (Games) hiring is slow; local talent is scarce, so remote or imported candidates are common.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Uruguay (Montevideo) PMMs mix English and Spanish. Expect English screening and bilingual fit for many roles.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Uruguay studios offer hybrid models; remote work is allowed case-by-case with periodic onsite collaboration, aligning with this family\u0027s policies in Uruguay.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Uruguay\u0027s games PMM talent pool is modest; expect aggressive sourcing or remote/relocation for senior roles.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "Uruguay\u0027s progressive policies like cannabis legalization, marriage equality, and universal healthcare fit the family\u0027s inclusive, safety-focused values.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Uruguay\u0027s open, sex-positive culture supports our non-monogamy values. Consenting adults face little moral policing here.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Uruguay\u0027s public messaging focuses on wellbeing and inclusive civic participation, with factual, multi-perspective information.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Uruguay exhibits strong media pluralism with independent outlets and public broadcasters. Watchdogs curb propaganda before it shapes public discourse.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Montevideo buses are frequent and contactless. There is no metro, and intercity buses are slower—plan around delays for family travel.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "In Uruguay, local publisher presence is limited; founders rely on conferences abroad for platform relationships.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Uruguay (Montevideo) offers stable, family‑friendly QoL with universal healthcare and solid schools; luxury services exist but are selective.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Families regularly compromise on safety or overcrowd to stay housed; civic support is patchy.",
      "alignmentValue": 4
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Uruguay (Montevideo) offers strong public services; housing and childcare pressure persists but is manageable for a middle-income family.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "[Placeholder] Provide Real-Time vs Pre-Rendered Focus insights for Uruguay.",
      "alignmentValue": 5
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Uruguay maintains strict church-state separation; religion rarely shapes policy, while personal beliefs are respected nationwide.",
      "alignmentValue": 10
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Uruguay\u0027s established studios typically allow remote on a case-by-case basis. Hybrid work is preferred.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Uruguay\u0027s startup scene is largely remote-friendly with periodic on-sites; strong broadband supports async collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Montevideo benefits from robust ANTEL fiber and multiple coworking hubs; remote work is mainstream in the capital, with slower options in smaller Uruguayan towns.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Uruguay temporary residency is usually two years with renewal; after that, you can apply for permanent status, with background checks and income/address proof.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Uruguay offers stable democracy, universal healthcare, strong schools, and reliable broadband; low risk for long-term family settlement and remote work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Uruguay, retirement pensions are modest but universal healthcare helps; retirees often supplement income.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Uruguay, visa holders can contribute to BPS. Benefits accrue after several years, but portability depends on bilateral agreements.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Uruguay\u0027s Ruby market is shrinking; in-country roles are rare; expect remote work abroad or potential relocation.",
      "alignmentValue": 4
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Uruguay overall is safe; in Montevideo, petty theft occurs in certain neighborhoods—stick to well-lit areas and watch belongings after dark.",
      "alignmentValue": 8
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Uruguay offers universal public schooling nationwide. Bilingual private and international options cluster in Montevideo and Punta del Este; admissions are manageable.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Uruguay, water tops 22-23°C in January; winter drops to 12-14°C, so extended swims are mainly in peak summer.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Uruguay\u0027s seasons are generally mild. Coastal areas like Montevideo see occasional heat spikes and storms requiring planning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Uruguay\u0027s mild seasons provide ample daylight overall. Long summers and shorter winters keep mood steady with light outdoor time.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Montevideo, Uruguay: Humid subtropical climate with mild seasons; summers hot/humid, winters cool/damp, but outdoor play stays common.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Moderate senior talent in Uruguay; Montevideo has capable devs, but few startup veterans—remote or overseas leaders are common.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Uruguay, sex education is comprehensive and inclusive; open dialogue and LGBTQ\u002B rights align with your sex-positive, poly-friendly values.",
      "alignmentValue": 10
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare, generous social transfers, and progressive civil rights policies create a strong social floor.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Large rentals appear occasionally and move fast, demanding premium rent or broker connections.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Uruguay spring (Sept–Nov) typically 12–22°C (54–72°F) with breezy fronts and scattered showers; plan for layered outfits.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "Uruguay remains steady and peaceful. Policies are predictable, and public services are reliable for families in Montevideo and across the country.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Uruguay\u0027s pluralist democracy and progressive politics foster inclusive rights and debate; steady consensus with room for dissent across Montevideo and beyond.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Uruguay blends innovation with robust safety nets and fair competition; Montevideo offers startup grants and visa options.",
      "alignmentValue": 10
    },
    {
      "key": "Studio Density",
      "alignmentText": "[Placeholder] Provide Studio Density insights for Uruguay.",
      "alignmentValue": 5
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Uruguay summers in Montevideo are around 25–30°C with sea breezes. Humidity stays mild with occasional heatwaves up to ~33°C.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Montevideo, Uruguay offers warm, courteous everyday interactions; locals respond positively when you engage, making errands pleasant.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Uruguay offers modest grants and some tax relief for creatives; game-specific incentives are limited and can be competitive.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Uruguay residency typically about 9 months; translations/apostilles cost a few hundred USD per applicant; processing is manageable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show higher-than-regional trust thanks to clean elections, though citizens still scrutinize spending.",
      "alignmentValue": 7
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Uruguay\u0027s corruption is typically petty and well-checked, with strong oversight in Montevideo. Bureaucracy is generally transparent and processes are straightforward.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Montevideo, Uruguay senior software pay hits USD 35–55k via nearshore firms; remote US contracts lift total pay.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Uruguay weekends center on family time with asados and rambla strolls. Saturday shops are open, Sundays are quiet, so plan ahead.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Uruguay schools often end by early afternoon. Wraparound care is available but may need bookings; remote/hybrid work helps.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Uruguay provides 20 paid vacation days after one year, with reliable enforcement; supports our family-friendly schedule.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Uruguay typically grants about 20-24 paid vacation days per year; plus public holidays, supporting extended family trips with your two kids.",
      "alignmentValue": 7
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Uruguay Montevideo nearshore vendors support QA/art; capacity is modest, so you may need remote partners for other needs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Uruguay (Montevideo): VFX real-time pay trails top hubs by ~25-30%; favorable living costs and remote options help family relocation.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Uruguay has few local real-time VFX courses; most upskilling is via remote programs, with limited workshops in Montevideo.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Uruguay\u0027s VFX (real-time) education is modest; a few programs in Montevideo and certificates; graduates often need mentoring or studio partnerships.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "[Placeholder] Provide VFX Artist (Real-Time): Hiring Velocity insights for Uruguay.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Montevideo, Uruguay: VFX real-time work is mainly in Spanish. English is common in multinationals but not universal—screen for English proficiency.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Uruguay: Remote VFX (Real-Time) exists case-by-case; Montevideo studios often require some onsite weeks; favorable time zone to the US; reliable broadband.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Uruguay\u0027s real-time VFX talent pool is modest; Montevideo studios exist and remote sourcing helps, but niche roles may require relocation.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Uruguay enjoys cordial ties with Argentina and Brazil; Mercosur cooperation and shared culture bolster cross-border exchange.",
      "alignmentValue": 9
    },
    {
      "key": "View of self",
      "alignmentText": "Uruguay’s stable democracy, calm pace, and social safety nets in Montevideo fit our family’s focus on education, safety, and low stress.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors view Uruguay as stable, trustworthy, with solid governance, aiding cross-border travel and trade with Argentina and Brazil.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Uruguay offers solid residency routes for founders and remote workers; income proof, background checks, and a local address enable residency.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Uruguay\u0027s urban centers (Montevideo) offer walkable areas and parks; plan routes to avoid busy arterials.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Montevideo welcomes US migrants; expat networks help with integration and access to healthcare and schools. Neighborhoods are safe and family-friendly.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "A stable, progressive microstate with world-class public services and a rich mate and candombe culture offers a low-drama base for creative work.",
      "alignmentValue": 7
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Uruguay winters are mild; June–Aug typically stay above freezing (roughly 6–15°C). Light coats suffice and snow is rare.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Uruguay, the standard workweek is about 40 hours. Remote or flexible roles can extend to 42–45 hours, aiding family balance.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Uruguay\u0027s strong labor laws and social protections support family time. IT firms lean remote-friendly, and weekends are valued in Montevideo.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Uruguay features robust labor protections with active unions and Labor Ministry enforcement; gig workers in Montevideo and beyond may face coverage gaps.",
      "alignmentValue": 8
    }
  ]
}