{
  "version": 2,
  "iso": "VN",
  "values": [
    {
      "key": "Environment",
      "alignmentText": "Lush mountains, river deltas, and long coastlines offer varied ecosystems, though rapid urbanization and deforestation strain habitats. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 5
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "The Mekong and Red River deltas face severe sea-level rise and saltwater intrusion risks despite national adaptation plans. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 3
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Tropical monsoon patterns bring hot, humid summers and a drier, cooler season in the north, far more humid than our mild ideal. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 3
    },
    {
      "key": "Air Quality",
      "alignmentText": "Hanoi and Ho Chi Minh City frequently exceed WHO PM2.5 limits due to traffic and burning, with only seasonal relief. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 3
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Typhoons, flooding, and occasional landslides are recurring hazards, especially along the central coast. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 3
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Northern cities run ~20–28°C (68–82°F) with rising humidity; southern hubs stay near 26–34°C (79–93°F). That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 4
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Expect 27–35°C (81–95°F) plus high humidity and heavy monsoon rains, challenging for heat-sensitive family members. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 3
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in the north sits ~22–30°C (72–86°F) but central regions see typhoon rains; the south remains steamy. That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 4
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "North Vietnam cools to 15–22°C (59–72°F) with damp chill; southern cities hover near 23–31°C (73–88°F). That helps the family plan around their mild-weather preference and safe outdoor time for the boys.",
      "alignmentValue": 5
    },
    {
      "key": "Beach Life",
      "alignmentText": "Da Nang, Nha Trang, and Phu Quoc provide warm beaches, though water cleanliness varies with season and development. It shapes the family's weekend escapes when they need green space and fresh air.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Coastal waters stay about 25–29°C (77–84°F) year-round, comfortable for swimming. It shapes the family's weekend escapes when they need green space and fresh air.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Karst bays, terraced highlands, and national parks like Phong Nha offer dramatic scenery and outdoor excursions. It shapes the family's weekend escapes when they need green space and fresh air.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Regional monthly minimum wages range 3.25–4.68M VND (~$130–190 USD), low for international families. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 3
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Mid-level developers in Ho Chi Minh City earn roughly $18k–35k USD yearly, boosted by low living costs but modest globally. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 5
    },
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Firms such as FPT Software and NashTech run sizable .NET teams, yet competition for higher-paying roles is stiff. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles are niche, concentrated in a few startups and outsourcing houses, limiting opportunities for Sarah. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 3
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Work permits require employer sponsorship, degree proof, and criminal checks; reputable firms manage the paperwork but expect lead time. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 5
    },
    {
      "key": "Economic Health",
      "alignmentText": "Vietnam posts ~5–6% GDP growth with expanding manufacturing and services, though inflation spikes occasionally. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 6
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Ho Chi Minh City and Da Nang host coworking hubs and reliable fiber, but time zones complicate US collaboration. Trey and Sarah factor this into balancing remote work with any local tech roles.",
      "alignmentValue": 6
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Export-oriented companies often expect overtime, though some tech firms embrace flexible schedules. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 4
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Labor law caps at 48 hours; many offices run 44–48, with overtime during peak projects. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 4
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Employees receive 12 paid days plus public holidays, modest compared with Europe. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 5
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "International employers may offer 15–18 days, but local firms rarely exceed the statutory minimum. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 5
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Ho Chi Minh City is fast-paced, while Da Nang and Hue offer a calmer lifestyle that could suit Sarah’s slower preference. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Offices commonly run 8:00–17:30 with a long lunch; schools start near 7:30 and finish mid-afternoon, requiring after-school plans. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 4
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends revolve around morning markets, café meetups, and family outings before hot afternoons drive people indoors. This directly affects Sarah's need for a calmer rhythm and shared family evenings.",
      "alignmentValue": 6
    },
    {
      "key": "Family Life",
      "alignmentText": "Family-centric culture values children, yet public spaces can be crowded and sidewalks uneven for strollers. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 5
    },
    {
      "key": "Polyamory",
      "alignmentText": "Non-monogamous relationships lack legal recognition and remain socially taboo; discretion would be essential. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 1
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Schools and relatives emphasize academic achievement and respect for elders, creating pressure for kids to conform. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 4
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Urban parks and indoor play spaces exist but are limited; traffic and air quality require vigilance with young children. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 4
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Public schools are Vietnamese-language and test-heavy; international schools in major cities offer English curricula at high tuition. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 5
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Private preschools and bilingual Montessori options operate in cities, yet quality varies and waitlists can be long. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "State subsidies are modest; extended family often fills gaps, leaving formal childcare uneven. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 4
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Foreign families rely on pricey international preschools or nannies, with little government assistance. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 3
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Citizens access free-to-low-cost public schools, though rural quality gaps remain. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Foreign children may enroll in public schools but face language and bureaucratic barriers; most choose private options. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 4
    },
    {
      "key": "Private Education",
      "alignmentText": "International Baccalaureate and British schools deliver high-quality programs at $15k–30k USD per child annually. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Maternity leave lasts 6 months at partial pay and child allowances are small, offering moderate support. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Foreign workers generally follow employer policies with limited statutory benefits beyond basic leave. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 4
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Public universities are affordable and expanding, especially in engineering and IT. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "International programs accept foreign students, though language readiness and paperwork add friction. Those conditions determine how easily Anduin and Alasdair can thrive day to day.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Traditional gender expectations persist, yet urban professionals increasingly support dual-career households. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 5
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Legal recognition for trans and nonbinary identities is minimal, though youth culture is slowly more accepting. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 3
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Gender equality laws exist, but wage gaps and limited political representation remain challenges. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 4
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Women face pressure toward modest dress and family caregiving, especially outside major metros. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 4
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Men are expected to be primary earners and defer to elders, with growing acceptance of softer roles in cities. Their progressive, polyamory-positive values make this climate especially important.",
      "alignmentValue": 4
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Dynamic street food scenes, French-colonial architecture, and UNESCO sites create constant exploration opportunities. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 7
    },
    {
      "key": "Language & English Ubiquity",
      "alignmentText": "Vietnamese is dominant; English proficiency is improving in tech hubs but drops sharply outside cities. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Social policy is cautious and the one-party state limits activism, offering limited progressive reforms. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 3
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Official ideology remains socialist, though daily life blends market pragmatism with party messaging. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "State is officially atheist, yet folk Buddhism and ancestor worship are widely practiced. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 5
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Public discussion of sexuality is conservative; sex education is limited and discretion is expected. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 3
    },
    {
      "key": "LGBTQ+ Attitudes",
      "alignmentText": "Same-sex marriage is neither recognized nor outlawed; urban Pride events exist but stigma persists. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 4
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Tight-knit neighborhoods, night markets, and expat groups foster connection if you engage locally. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 6
    },
    {
      "key": "View of self",
      "alignmentText": "Vietnamese pride centers on resilience, entrepreneurial hustle, and hospitality toward guests. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Relations with ASEAN neighbors are pragmatic, while maritime disputes with China create wariness. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 5
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Vietnam is seen as a fast-growing manufacturing hub and reliable regional partner, though rivalry with China lingers. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Major cities offer lively rooftop bars, craft beer spots, and late-night street food. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Young men mix casual streetwear with office formalwear; tailored shirts and sneakers dominate. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Women blend ao dai heritage with modern Korean-influenced styles, balancing modesty and flair. It signals how comfortably their progressive, gaming-friendly lifestyle would mesh locally.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Soccer, badminton, karaoke, and motorbike road trips are popular pastimes. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming & Tabletop",
      "alignmentText": "Board game cafés in Hanoi and Ho Chi Minh City host small but growing communities. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 5
    },
    {
      "key": "Nightlife & Music",
      "alignmentText": "Live music venues range from jazz clubs to indie gigs, though noise curfews can end nights early. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups & Communities",
      "alignmentText": "Tech meetups, language exchanges, and parenting groups meet regularly in expat districts. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Weekend trips reach national parks, highland retreats like Da Lat, and scenic coastal drives. Shared hobbies and inclusive scenes help Trey keep gaming and Sarah build community.",
      "alignmentValue": 6
    },
    {
      "key": "Political System",
      "alignmentText": "One-party socialist republic led by the Communist Party with centralized decision-making. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 2
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "The state is officially secular and restricts religious influence on governance. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 6
    },
    {
      "key": "Workers' Rights",
      "alignmentText": "Unions are state-run and strikes require approval, limiting independent labor advocacy. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 3
    },
    {
      "key": "State Ideology",
      "alignmentText": "The party promotes a socialist-oriented market economy and collective prosperity narrative. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 4
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Media censorship, anti-dissent laws, and recent arrests of activists indicate high authoritarian risk. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 2
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "A hybrid economy welcomes foreign investment while strategic sectors stay under state guidance. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Political stability is strong with predictable leadership transitions and low civil unrest. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "State media and billboards deliver unified messaging on development and patriotism. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 3
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Narratives emphasize economic growth, party loyalty, and national sovereignty. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 4
    },
    {
      "key": "Social Policies",
      "alignmentText": "Programs target poverty reduction and rural development but civil liberties remain constrained. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 4
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Surveys show moderate trust in central authorities, though locals often question lower-level corruption. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 5
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Transparency International scores Vietnam mid-low due to petty bribery and opaque procurement. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 3
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Facilitation payments for permits and state-linked business favoritism are the most cited issues. They prioritize resilient democracies with transparent institutions for their kids' future.",
      "alignmentValue": 3
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Rapid condo development offers modern units, yet expat rents in top districts are rising quickly. The family must weigh proximity to schools and air quality against budget flexibility.",
      "alignmentValue": 5
    },
    {
      "key": "Safety & Crime",
      "alignmentText": "Violent crime is rare, but petty theft and motorbike accidents are common urban risks. Trey and Sarah would plan extra street-safety routines for the boys.",
      "alignmentValue": 6
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Universal health insurance covers basic care, yet overcrowded public hospitals limit quality. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 5
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Private hospitals deliver high-quality care with English-speaking staff at moderate costs compared with the US. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 6
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Working parents rely on grandparents or private caregivers; formal state programs remain limited. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Families receive modest cash allowances and tuition reductions, but benefits rarely cover actual costs. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 4
    },
    {
      "key": "Education",
      "alignmentText": "STEM achievement is strong, yet rote learning and class sizes may clash with progressive pedagogy preferences. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 5
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Urban buses are widespread; Ho Chi Minh City’s first metro line opens soon but mass transit remains limited. Reliable public services are critical for the children's schooling, healthcare, and mobility.",
      "alignmentValue": 4
    },
    {
      "key": "Economic System",
      "alignmentText": "Socialist-oriented market economy balancing state-owned giants with vibrant private SMEs. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Personal income tax is progressive (5–35%) with monthly payroll withholding and annual reconciliation. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 5
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "At moderate expat salaries, effective income tax would likely land near 10–15% plus social insurance contributions. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 6
    },
    {
      "key": "Banking & Payments",
      "alignmentText": "Digital wallets like MoMo and widespread QR payments coexist with a still-cash-heavy culture. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Housing, food, and services remain far below US costs, enabling significant savings if schooling is managed. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "State pensions are modest and depend on long contribution histories, prompting reliance on family support. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "No dedicated retirement visa; long-stay options require investment or marriage, limiting ease for foreigners. It guides household budgeting and Trey's entrepreneurship planning.",
      "alignmentValue": 3
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Options include work permits with temporary residence cards, investor visas, and marriage visas, each with layered paperwork. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 4
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Locals are generally friendly to Americans, but immigration bureaucracy and language barriers temper the welcome. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 5
    },
    {
      "key": "Residency Types & Durations",
      "alignmentText": "Temporary residence cards typically last 1–3 years and require ongoing employer or investment sponsorship. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 4
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Naturalization demands 5+ years’ residence, language fluency, and usually renouncing prior citizenship. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 2
    },
    {
      "key": "Family Members",
      "alignmentText": "Spouses and children can obtain dependent residence tied to the principal visa holder. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 5
    },
    {
      "key": "Timelines & Costs",
      "alignmentText": "Work permit and TRC processing often take 2–3 months with fees in the hundreds of USD plus translation costs. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 4
    },
    {
      "key": "Compliance & Risks",
      "alignmentText": "Quarterly reporting, local police registrations, and sudden rule changes require ongoing diligence. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 3
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Vietnam allows limited dual citizenship, but naturalizing foreigners are commonly asked to renounce prior passports. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 3
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Keeping notarized translations, health checks, and employer paperwork current is essential to avoid fines. Visa stability is essential so the household can settle without disruption.",
      "alignmentValue": 4
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Studios like VNG, Sparx*, and Glass Egg (Virtuos) employ large art and engineering teams serving global clients. Trey's hope to launch a game studio depends on ecosystems like this.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Key players include VNG Games, Sparx* (Virtuos), Gameloft Vietnam, and indie shop Emobi. Trey's hope to launch a game studio depends on ecosystems like this.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "GameDev Vietnam, Global Game Jam chapters, and Saigon’s Indie Game Developers group host regular meetups. Trey's hope to launch a game studio depends on ecosystems like this.",
      "alignmentValue": 6
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Low burn rates and abundant art talent help early-stage studios, though funding networks remain nascent. Trey's hope to launch a game studio depends on ecosystems like this.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity & Infrastructure",
      "alignmentText": "Fiber internet and new metro projects signal modern growth, yet power outages and uneven sidewalks persist. Solid infrastructure supports their remote work, gaming, and everyday logistics.",
      "alignmentValue": 5
    }
  ]
}