{
  "version": 2,
  "iso": "AU",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Adelaide\u0027s .NET demand comes from defence primes, SA govt, and Lot Fourteen startups; maintain networking and upskilling for steady opportunities.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Adelaide, Australia, 2D Environmental Artist pay trails top markets by 25–30%. The city offers strong healthcare and lifestyle benefits to offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Adelaide has limited local 2D environmental art CE; most training is online or via uni short courses, with few local workshops.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Adelaide has design/game programs at UniSA and University of Adelaide; grads often require on-the-job upskilling, with local studios offering internships.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Adelaide has a small local pool for 2D Environmental Artists. Expect 4-5 months with multiple search cycles; remote options can widen the candidate pool.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Adelaide, Australia studios default to English. Bilingual capability helps but is not required for 2D environmental artists.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Adelaide studios favor hybrid for 2D environmental art; expect partial remote weeks with regular on-site collaboration.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Adelaide, Australia, 2D environmental artist pool is moderate. Key studios exist, but senior roles often require interstate sourcing or remote work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Adelaide 3D animator pay is competitive globally but trails top hubs ~10-15%; cost of living and local grants aid relocation for families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "In Adelaide, Australia, occasional 3D animation training exists via local TAFEs and universities. Most upskilling relies on visiting experts or online courses.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Adelaide, Australia has a couple of solid animation programs; class sizes are modest, with grads often needing on-the-job upskilling for local studios.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Adelaide, Australia: 3D animator roles typically take 3–4 months; local pipelines are limited, requiring proactive sourcing or relocation/remote options.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Adelaide 3D animation hiring runs in English; multilingual teams exist. Your emphasis on English ubiquity fits well for Australia.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Adelaide, Australia, 3D animator roles are mostly onsite. Remote options occur case-by-case with limited process maturity.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Adelaide\u0027s 3D animation pool is modest. Local seniors are scarce, with mid-level talent dominating and remote mentorship or relocation often needed.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Adelaide, AU offers modest 3D character artist pay. Total comp trails top markets by ~25-30%, but lower cost of living and strong QoL help.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Adelaide offers a modest 3D character education scene: TAFE SA and UniSA provide fundamentals; workshops exist but learning remains fairly self-directed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Adelaide has UniSA/Flinders with animation and game design programs. Dedicated 3D character paths are modest; studios bridge gaps with partnerships.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Adelaide\u0027s tight pool of 3D character artists suggests 3-4 months; use proactive sourcing and consider remote hires across Australia.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Adelaide studios in 3D character art operate mainly in English; strong English proficiency is standard, with occasional local-language familiarity helpful.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Adelaide studios broadly support remote/hybrid 3D artist work. It fits your family\u0027s remote-friendly needs and the local strong broadband.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Adelaide has a moderate 3D character artist pool; senior hires often come from interstate or via remote teams.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Adelaide offers general startup accelerators (Lot Fourteen, UniSA). No dedicated game tracks; games can apply to broad programs.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "In Adelaide, air stays good overall; occasional dust/pollen days may justify light filtration for the kids.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Adelaide has a small indie game scene with satellite studios; no major AAA anchors, but SA grants support growth.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "Adelaide\u0027s secular tilt (~50% report no religion) supports open parenting; ceremonies are common but atheists face little pushback.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Adelaide, Australia: strong courts and independent media keep backsliding risk low for families. Ongoing metadata-law debates are watched to protect civil liberties.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Adelaide\u0027s banks are modern and accessible; visa holders can usually open accounts, with widespread tap-to-pay in transit and shops.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Adelaide beaches like Glenelg, Henley, and Semaphore offer calm surf and family-friendly facilities within 30 minutes; lifeguards and amenities support easy beach days.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "In Adelaide, Good Games Gouger Street, AVCon, and local libraries host regular tabletop sessions for adults and kids.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Adelaide, inclusive fitness culture supports kids. Subtle comparisons can pop up; encourage boundaries for body confidence.",
      "alignmentValue": 8
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Adelaide, AU relies on a few key sectors (defense, health, education, IT); contingency plans and remote work help the family navigate.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Australia/Adelaide has slightly elevated cancer rates due to sun exposure, but strong screening and universal healthcare support routine checks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Adelaide, AU: carceral system generally meets international standards with oversight and restorative programs; remain vigilant for abuses.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Adelaide, childcare relies on the federal subsidy, employer flexibility, and local parent groups; coordination is needed but access is solid.",
      "alignmentValue": 8
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Adelaide, Australia offers safe, family-friendly neighborhoods with parks and playgrounds; some busy center areas require caution.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Adelaide, Australia: national subsidy plus SA 15-hour preschool lowers infant care costs; for two working parents it\u0027s manageable, though not free, vs Sydney.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Adelaide, temporary visa holders face higher upfront childcare costs; centres offer flexible days, but subsidies are partial until permanent status.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Adelaide, Australia, cycling Linear Park, hiking Mount Lofty, wine outings, and indie game meetups form a popular, accessible family hobby scene.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Activity",
      "alignmentText": "Adelaide, Australia has regular monthly game-dev meetups and occasional jams, supported by local universities and coworking hubs.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Adelaide\u0027s healthcare system and parks encourage active living; preventive care resources are widely accessible for families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Adelaide, Australia has a few reputable co-living and cooperative options; families can find entry but may face some wait times.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Adelaide CM pay trails global medians by ~20%; local roles with hybrid options and strong lifestyle benefits attract talent.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Adelaide, Australia has a few local options for core community manager skills; advanced topics are mainly online or interstate, with remote options.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Adelaide, Australia has UniSA/Flinders game programs and AIE diplomas; grads reach studios, but the pipeline is modest and may require upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Adelaide hiring: 3-4 months to land a Community Manager; local pipelines are modest, so remote work or relocation may be needed to meet family-friendly timelines.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Adelaide\u0027s community management is English-dominant; bilingual local outreach helps, but English suffices for most CM roles.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Adelaide/AU: studios favor hybrid roles with on-site community events; partial remote weeks supported, but frequent in-person meetings expected.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Adelaide, Australia: moderate community manager pool; startups can hire locally but may need relocation or extended searches for senior CM talent.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Adelaide, Australia, neighbors are welcoming and locals organize sports, makerspaces, and events that help newcomers quickly feel at home.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Adelaide, AU: established studios pay ~20% below global medians; negotiate base pay and perks to support a family-friendly setup.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Adelaide startup comp blends cash \u002B equity; lower cost of living helps align with global medians, though equity terms vary; grants/visas aid.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Adelaide, Australia, visa overstays can trigger bans; the ATO taxes worldwide income after 183 days, so timely annual reporting is essential.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Adelaide offers occasional local tech workshops and UniSA/TAFE courses. Major bootcamps still require travel or remote options.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Adelaide offers a serviceable contractor bench with pockets of scarcity; general devs are available, top game/Azure specialists may need remote hires.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Adelaide, AU has moderate drug policies: treatment and education exist, but possession penalties can be punitive. Stay compliant to protect the family.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Adelaide offers affordable rents and solid tech talent. Payroll costs and taxes push total costs modestly above global average, with grants helping.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Adelaide offers affordable family rents and groceries. Universal healthcare eases long-term costs, though US travel remains a primary expense.",
      "alignmentValue": 9
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Adelaide offers several coworking spaces and uni labs, but mocap/audio gear is scarce; expect basic shared startup resources rather than game-focused facilities.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Adelaide has a modest software talent pool; expect slight scarcity for game/dev roles, but remote/hybrid hiring and local tech pipelines keep demand manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Adelaide, Australia, depression prevalence is below average with strong access to counseling and community care.",
      "alignmentValue": 9
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Adelaide, deeper bonds form after showing interest; join clubs or community events for genuine, steady connections.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Adelaide, AU offers strong anti-discrimination laws and LGBTQ\u002B protections; a welcoming, growing inclusive tech scene with steady but uneven D\u0026I progress.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Adelaide, Australia: enforcement is targeted with oversight; families rarely witness raids, and harm-reduction/diversion options are available.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "In Adelaide, Australia allows dual citizenship with the US; you can naturalize and keep US citizenship with minimal reporting.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Adelaide, AU has federal and SA programs (Accelerating Commercialisation) that can push early-stage grants near AUD 1M for game-dev startups.",
      "alignmentValue": 9
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Adelaide has SA government grants and startup programs; game-specific capital is modest; expect reliance on national funds and general VC.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Adelaide\u0027s economy is solid with defence, space, and renewables; diversification is moderate, and social safety nets cushion occasional downturns.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Adelaide\u0027s mixed economy backs entrepreneurship with predictable rules and safety nets; grants/visa programs help families navigating growth.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Adelaide offers a stable policy climate with accessible grants and visas; elections bring modest shifts but remain manageable for startups.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Adelaide, Australia: public schools around national averages; Glenunga International excels in STEM, offering solid options for a high education priority.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Adelaide has UniSA/Flinders offering digital media and CS; game-specific paths are growing but uneven, with few dedicated programs.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Adelaide sponsors skilled workers via 482/regional visas, but quotas and skill-list rules keep it competitive; expect paperwork and backup plans.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Adelaide hosts active Unity and Unreal scenes with indie studios; Unity remains the dominant platform, while Unreal and cross-training resources are solid.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Adelaide\u0027s clean air and coastal breezes, plus extensive parklands, support a healthy family life. The mild, consistent seasons fit the family\u0027s climate preferences.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Adelaide, Australia: dual tech incomes land around 30% effective tax (Medicare \u002B super). Public services help offset the cost.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Adelaide fall is mild, about 16-26°C (61-79°F) with occasional light rain; ideal for park days and family outings.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "In Adelaide, family-centric life thrives with festivals, clubs, and parenting groups that foster belonging in safe, kid-friendly spaces.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "In Adelaide, partner visas cover spouses and dependent kids with work rights. Health and character checks are required for all applicants.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Adelaide\u0027s 22-26 weeks shared paid parental leave plus universal Medicare for newborns eases costs for a two-parent family with a 5-year-old and a 1-year-old.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Adelaide, AU: Means-tested Family Tax Benefits and universal preschool ease costs, but require paperwork.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Adelaide: Parental Leave Pay requires residency tests; Family Tax Benefit is typically unavailable for visa holders, so initial months may be self-funded.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Adelaide business districts expect neat attire; in family settings, casual wear is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Adelaide, Australia blends festival flair with relaxed beachwear for a welcoming, low-pressure vibe. Women express style freely in everyday life and in work.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Adelaide, men\u0027s fashion blends modern city style with smart-casual norms; Trey fits in with button-ups, chinos, and clean sneakers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Adelaide, Australia shows broad feminine freedom: athleisure, workwear, and beachwear mix freely; media nudges slim ideals, but diversity is accepted.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Adelaide, Australia has strict gun laws; ownership exists but requires rigorous licensing, training, and safe-storage practices.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Adelaide\u0027s consent culture is strong; most interactions are respectful. Family-friendly city overall, but watch for occasional missteps in nightlife.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Adelaide has a modest founder scene with some regular meetups and supportive co-working hubs. Mentorship is available but cross-pollination is still limited.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Adelaide has plentiful fresh produce markets (Central Market) and diverse dining options. Only rare gaps for niche cuisines.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Adelaide, Australia, locals are polite and welcoming to newcomers; parks and family-friendly neighborhoods help you connect as you get involved.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Adelaide, AU offers modest game-dev grants from SA and federal programs; expect roughly AUD 50k–125k/year for early projects.",
      "alignmentValue": 5
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "In Adelaide, studios like Mighty Kingdom and Monkeystack hire steadily; market is mid-sized - remote/contract gigs help Trey build stability.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Adelaide, AU, gender-diverse people enjoy good social acceptance with active LGBTQ\u002B groups, though some official documents lag.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Adelaide, AU, gender rights are protected by federal/state laws; leadership representation still catching up, but protections are robust.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Adelaide, Australia, dual-income and supportive parental leave reflect egalitarian norms; tech leadership remains male-skewed.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Adelaide, Australia: flirting norms are modern and inclusive; 9 — minor lingering nightlife scripts that are easy to navigate.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In Adelaide, visa life is stable but tied to work permits and renewals. Medicare access is limited until PR, and some property/job-change approvals may be required.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In Adelaide, heatwaves and bushfire seasons pose climate risks. Plan shading, cool roofs, and evacuation routes to stay resilient.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Adelaide offers state-nominated entrepreneur visas, but caps and docs add friction; viable for founders with grants and family plans.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Adelaide, Australia values neat, polished looks in work and social settings, despite a relaxed vibe.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Adelaide, AU, progressive scenes tolerate non-monogamy with curiosity. Institutions remain cautious, but public acceptance is slowly growing.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Adelaide\u0027s Medicare/public system offers solid, universal care, with private extras helping to shorten pediatric waitlists for our family.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Adelaide, visa holders rely on Overseas Visitor Health Cover (OVHC) and face extra costs and paperwork; Medicare access is limited.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Adelaide offers broad CSP access and HECS-HELP for citizens; for your family, eligibility grows with residency and future citizenship.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Adelaide, AU: international tuition ~AUD35k/yr; no HECS; access tied to residency/guarantors; scholarships exist but limited.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Adelaide\u0027s established studios hire steadily but slower than the east coast; expect 3–4 month fills with visa/relocation considerations.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Adelaide\u0027s Games Innovation Fund and Lot Fourteen boost indie studios; hiring typically wraps in about 6–8 weeks.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Adelaide offers a stable market with family-friendly housing; median prices around AUD 750k and rents around AUD 550/wk, achievable with a reasonable search.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Adelaide, Australia, myTax and PAYG simplify filings. Foreign income or grants may still require an accountant.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Adelaide, Australia remains generally welcoming to newcomers; occasional visa-policy chatter creates mild concern for our family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Adelaide, AU generally welcomes skilled white migrants; strong English and local engagement ease integration, with rare stereotypes to navigate.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Adelaide, public schools are locally enrollable with language and STEM. Outer-suburb access can vary, and savvy parents navigate to secure good placements.",
      "alignmentValue": 7
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Adelaide, Australia: visa-holding families can enroll in public schools but may face international levies and varying language support.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Adelaide, English dominates government, health, and schools; most services are in English, with community programs for language exposure.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Adelaide studios primarily use English for daily work. English is widely used, with some local-language support for community and compliance.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Adelaide startups run in English for investors and platforms. Local-language hiring helps with compliance and community outreach.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Adelaide, Australia has basic IP/tech law support and IP Australia access; game-specific IP is modest - rely on referrals or uni clinics.",
      "alignmentValue": 6
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Adelaide, Australia, LGBTQ\u002B protections and Pride events are strong; urban acceptance is broad, with quieter pockets outside the CBD.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Adelaide\u0027s indie dev scene offers local playtests and uni testers; formal labs are limited; plan for lead times.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Adelaide campuses and arts scenes show Marxism mainly in academia; policy is centrist. For a progressive family, value 7 marks curiosity.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Adelaide, AU features hands-on dads and normalized parental leave. Most workplaces are increasingly inclusive, but some blokey banter remains.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Rare mass-violence risk in Adelaide, Australia; authorities communicate clearly and communities stay prepared without chronic fear.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "In Adelaide, Australia, meetups exist but may require proactive outreach. Tech and parenting circles are accessible through Lot Fourteen and local groups.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Adelaide, Australia, the minimum wage for service roles covers basics. Rents here keep savings limited, so two incomes or subsidies are often needed.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Adelaide, AU has reliable broadband and strong digital services; infrastructure is modern with good latency for work and gaming, suited to this family.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Adelaide, Australia: urban centers are tolerant toward non-monogamy, while some suburbs prefer discretion.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Adelaide, Australia values direct but respectful dialogue. Be open about needs with empathy, while respecting local privacy norms.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Adelaide, Australia offers hills, beaches, and Barossa wine country within an hour, with well-maintained trails and striking seasonal scenery for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Adelaide has occasional bushfires in the Hills and storms. The city core is low flood/quake risk with strong infrastructure.",
      "alignmentValue": 8
    },
    {
      "key": "Nature Access",
      "alignmentText": "Adelaide, Australia offers easy family access to beaches and parks within a short drive. Cleland Wildlife Park makes weekend nature outings simple.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Adelaide nightlife offers venues like The Gov and Lion Arts Factory with festival pop-ups; family-friendly options exist but plan for late shows.",
      "alignmentValue": 7
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Adelaide\u0027s nightlife centers on Hindley and Peel streets; for date nights, plan sitters and safe transport.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Adelaide, Australia hosts Game Plus, AVCon, and IGDA chapters; regular events and mentorship support a family-friendly game dev scene.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "In Adelaide, Australia, Mighty Kingdom, Monkeystack, and Foxie Ventures anchor a growing, recognizable game dev scene.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Adelaide, Australia has moderate obesity levels; robust public health programs and walkable neighborhoods help keep trends stable for families.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Adelaide offers a growing indie scene with Lot Fourteen and the Games Innovation Fund. Grants and local talent support launches, though competition remains.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Adelaide, Australia, short commutes and uncrowded streets support a calm pace that matches the family\u0027s slower work-life goals.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Adelaide, Australia supports collaborative parenting with partner-friendly schools. Paternal leave is common; our family seeks balance and shared caregiving.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Adelaide, Australia, citizenship by conferral typically requires 4 years of lawful residence (1 year permanent) plus civics and English tests.",
      "alignmentValue": 10
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Adelaide, corruption is low; watchdogs investigate, and convictions follow issues in construction or pokies.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Adelaide, Australia\u0027s relaxed, English-speaking vibe supports clear boundaries; crowds are courteous and easy to navigate with kids.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Adelaide, AU: locals generally respect personal space; in crowded transit they check before touching and notice discomfort.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Adelaide\u0027s mild, dry climate offers two strong pleasant seasons (spring/fall); prepare for hot summers and cool winters.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "In Adelaide, Australia\u0027s transparent, resilient democracy uses compulsory voting, independent courts, and a strong electoral commission.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Adelaide\u0027s Feast Festival and queer spaces back poly families, but mainstream services remain cautious.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Adelaide offers relatively affordable early childcare with shorter waitlists than eastern Australia. Top centers still require early registration, so plan ahead.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Adelaide private schools (Scotch, Pulteney) offer strong programs at AUD 15-25k; solid options but top spots are selective and costly.",
      "alignmentValue": 8
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Adelaide, AU: processed foods are common, but strong fresh markets (Adelaide Central Market) keep meals balanced.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Adelaide PMM (Games) pay trails top hubs ~10–15% but attracts experienced talent; solid benefits and visa options aid family relocation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "In Adelaide, Australia, continuing education for game product marketing is occasional; most upskilling comes from visiting experts or online courses.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Adelaide has marketing/design programs at UniSA/Flinders; dedicated game-marketing pipelines are small, so on-the-job upskilling is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Adelaide PMM (Games) hiring tends to 4-5 months; local pool is modest, with many hires relying on remote or interstate/intl candidates.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Adelaide\u0027s game scene is English-dominant; English fluency is standard. Bilingual support helps reach Asia-Pacific markets, matching your openness to local language.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Adelaide game studios favor hybrid PMM roles; remote work is possible but usually requires on-site days and local coordination.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Adelaide, Australia has a small PMM (Games) talent pool; expect targeted sourcing and possible relocation or remote options.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Adelaide, Australia, progressive values align with climate action, inclusive rights, universal healthcare, and a family-friendly, arts-forward city.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Adelaide, Australia: most peers are nonjudgmental. As a progressive couple with high nonmonogamy acceptance, your sexual life is private.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Adelaide, messaging leans patriotic, especially on defence. Counterpoints and honest data remain accessible.",
      "alignmentValue": 7
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Adelaide\u0027s public and indie media help counter propaganda; stay mindful during elections, as diverse outlets support balanced views.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Adelaide\u0027s buses and the tram serve inner suburbs well. Outer areas still rely on cars, so a backup vehicle or rideshare helps family trips.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Adelaide has limited local publisher/BD presence. Partnerships exist but require proactive outreach.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Adelaide, Australia, offers strong schools and a family-friendly, mild climate; premium services are mostly local, with some niche options requiring travel.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Adelaide, AU provides universal healthcare; for lower-income families, costs are manageable with budgeting, though housing in desirable areas can be tight.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Adelaide, Australia, a middle-income family can enjoy solid public services and mild climate, but housing/childcare costs require careful budgeting.",
      "alignmentValue": 7
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Adelaide, Australia offers a real-time game-dev focus with grants and solid broadband, while pre-rendered pipelines are developing.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Adelaide, Australia, policy stays secular despite faith voices; governance remains evidence-based and pluralistic, matching our progressive family values.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Adelaide studios mix on-site with hybrid/remote policies; case-by-case options suit Trey\u0027s game-dev needs in Australia.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Adelaide startups favor hybrid work for senior roles; remote tooling is mature. This matches Trey/Sarah\u0027s preference for remote or hybrid work.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Adelaide, Australia benefits from strong NBN fibre-to-the-premise, shorter commutes, and coworking hubs that support remote/hybrid teams.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Adelaide\u0027s temporary visas run 2–4 years with renewals, and permanent residency after 3–4 years of compliant stay—fits the family plan.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Adelaide\u0027s growing tech scene shows steady retention with remote options; occasional churn during funding cycles, but family-friendly roles help stability.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Adelaide, Australia offers retirement supported by compulsory super, the Age Pension, and Medicare. It is solid but depends on ongoing contributions.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Adelaide, visa holders have limited pension access; private retirement savings will be central until permanent residency is secured.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Adelaide, AU Ruby roles are boutique with moderate demand; expect maintenance-to-mid projects; remote or hybrid work suits Sarah.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Adelaide, Australia is generally safe with low violent crime and community policing; stay alert for bike theft in the CBD after dark.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Adelaide has strong public schools citywide; top IB options like Glenunga may need zoning or fees—plan transfers early for the 5-year-old.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Adelaide, Gulf St Vincent tops at ~22°C in February and drops to ~15°C in winter; water is swimmable about half the year, around ~20°C in shoulder months.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Adelaide, AU has a mild Mediterranean climate and generally predictable seasons; expect a few extremes (heatwaves, storms) requiring planning.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Adelaide, AU has long summer days and mild winters; daylight is ample most of the year, supporting outdoor time and steady mood.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Adelaide\u0027s Mediterranean climate means warm, dry summers and mild winters; occasional 40°C heat in January requires indoor cooling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Adelaide has a modest pool of senior game/tech leads anchored to local studios; startups should plan for relocation or remote leadership.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Adelaide, Australia, sex education is comprehensive and consent-focused. Urban openness meets occasional conservative pushback, but resources are accessible.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Adelaide\u0027s Medicare and family benefits cover core needs. However, eligibility rules and paperwork limit access for new residents.",
      "alignmentValue": 7
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Adelaide has 2k sq ft rentals in outer suburbs; expect some location/finish trade-offs, but family-friendly homes are available.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Adelaide, spring runs about 12–23°C (54–73°F) with brief chilly rain and light winds; great for outdoor family outings with light layers.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "In Adelaide, Australia, stable politics and strong institutions keep daily life and planning predictable for families.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Adelaide, Australia leans progressive with room for debate, strong social services, and pluralistic media, friendly to your family\u0027s values.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Adelaide, Australia features a dynamic, regulated market with strong safety nets and a robust startup scene that fits our family\u0027s goals.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Adelaide, Australia has an emerging indie studio scene with a handful of small studios. Local grants and universities support ongoing growth.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Adelaide summers run 29–31°C with dry heat. Occasional heatwaves to 40°C require indoor breaks and planning for cooler evenings.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "Adelaide, Australia tends to have warm, upbeat interactions, with occasional brisk moments. Initiating conversations usually yields friendly responses.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Adelaide-based game devs can leverage Australia\u0027s robust R\u0026D Tax Incentive; federal offsets are solid, with SA grants occasionally available and competitive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Adelaide, visa costs for a US family may exceed AUD 10-15k; processing can extend beyond 12 months.",
      "alignmentValue": 6
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Adelaide, AU: trust is mixed; transparency portals and ICAC oversight help, but skepticism about some agencies remains.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Adelaide, Australia, corruption risk is very low; issues are isolated and promptly addressed by strong oversight.",
      "alignmentValue": 10
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Adelaide senior software pay around AUD 110–130k; dual incomes and remote work help maintain a comfortable lifestyle with affordable housing.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Adelaide weekends mix Central Market trips, coastal bike rides, and Hills winery visits with kids. Most venues don\u0027t require heavy booking.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Adelaide schools run 8:45–3:15 with OSHC. Two working parents can usually align drop-offs and pickups with occasional flexibility.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Adelaide, AU offers four weeks of paid annual leave plus 10–13 public holidays; reliable school-aligned downtime with early planning.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Adelaide tech firms typically offer ~4 weeks (20 days) of vacation. Long trips align with school holidays; approvals are usually easy.",
      "alignmentValue": 7
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Adelaide has a modest game-dev vendor ecosystem: a few local art/QA partners exist, but most needs will rely on remote vendors.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Adelaide, Australia: real-time VFX pay trails top markets by 25–30%. Lower cost of living and local grants help offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Adelaide, Australia, VFX real-time scene is small but active. Local studios (Rising Sun Pictures) run occasional workshops and university courses.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Adelaide has university-based VFX/real-time courses (UniSA, Flinders) and local studio ties, but the pipeline is still developing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Adelaide\u0027s VFX (real-time) hiring is slow; local pipelines are shallow, with roles open 6\u002B months. Remote or relocation from larger markets helps.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Adelaide\u0027s real-time VFX teams operate mainly in English. Bilingual ability helps for international projects, but is not required.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Adelaide, Australia studios increasingly support partial remote weeks for VFX Real-Time; expect periodic onsite collaboration to fit team needs.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Adelaide\u0027s real-time VFX talent pool is modest; mainly mid-level pros with few senior specialists locally. Expect remote or relocation for senior hires.",
      "alignmentValue": 5
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Adelaide, people generally welcome New Zealand and Pacific partners. Beijing\u0027s influence is watched with caution, yielding mixed but respectful views.",
      "alignmentValue": 7
    },
    {
      "key": "View of self",
      "alignmentText": "In Adelaide, Australia, we see a practical, creative culture valuing community and equity over ego.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Adelaide neighbors value universities and disaster aid, but critique offshore detention. Overall, the view remains cautiously positive for our family.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Adelaide, SA, 189, 190, and Global Talent are the main visa ladders. They rely on points, nomination, or credentials; online apps with variable timelines.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Adelaide\u0027s inner suburbs offer walkable blocks and parks; still, avoid busy arterials and plan safe crossings for the kids.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Adelaide, Australia, US families are generally welcome in a cosmopolitan city. English ubiquity and local services ease integration.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Adelaide offers family-friendly festivals (Fringe, WOMAD), Lot Fourteen\u0027s space/tech hub, and Kaurna tours that keep both kids and adults curious.",
      "alignmentValue": 8
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "In Adelaide, winter highs around 15°C and nights near 7°C are mild; snow is rare, so a light jacket suffices.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Adelaide, Australia standard is about 37.5 hours. This fits a family-friendly, remote/hybrid setup with occasional crunch and compensatory leave.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Adelaide, 37.5-hour weeks and a slower tempo keep evenings free for family; overtime is rare and boundaries are respected.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Adelaide, Australia, Fair Work protections and unions provide strong rights; gig workers still face gaps in protections.",
      "alignmentValue": 9
    }
  ]
}