{
  "version": 2,
  "iso": "BE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Brussels, Belgium offers steady .NET openings in EU consultancies and banks; multilingual teams and clearance paths support ongoing projects.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Brussels pay ~20% below top hubs for 2D Environmental Artist; strong benefits and family-friendly policies offset the gap.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Brussels has occasional 2D environmental art workshops; some local design schools and online options; expect remote or visiting instructors.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Brussels houses La Cambre and Saint-Luc; dedicated 2D environmental art pathways are modest, so focus on broader game-art programs and studio partnerships.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Brussels has a modest local pool of 2D environmental artists. With proactive sourcing or relocation support, expect 3–4 months to fill.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Brussels, BE, English is common in studios; learning French/Dutch boosts fit for 2D Environmental Artist roles.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Brussels studios widely support flexible remote models and often offer equipment stipends. Belgium has strong broadband and EU-friendly time zones for async work.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Brussels area, Belgium, has a solid 2D environmental art pool with mid-level and senior talent. Demand is high and only a few studios hire locally.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Brussels 3D animator pay trails top hubs by ~10-15%. Solid benefits and work-life balance help attract experienced talent for families.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Brussels offers occasional 3D animation trainings at local schools and via visiting pros; most upskilling is online or remote.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Brussels offers a few animation/arts programs; cohorts are small, so grads typically need on-the-job upskilling for regional studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Brussels, Belgium, 3D animator hiring typically runs 4–5 months with a modest local pipeline. Remote or EU-wide searches and relocation help close gaps.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Brussels studios use English widely; many roles still value French/Dutch. Your focus on English with willingness to learn local language fits well.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Brussels, Belgium studios commonly offer hybrid 3D animator roles; fully remote setups are typically negotiable, aligning with a family-friendly schedule.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Brussels, Belgium has a solid 3D animator pool with mid-to-senior talent; proximity to Ghent\u0027s studios sustains competition for senior hires.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Brussels, Belgium pays 3D character artists ~25-30% below top markets; EU benefits and family-friendly policies help offset lower wages.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Brussels, Belgium has occasional 3D character art workshops and online courses. Visiting instructors are common; most learning is online.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Brussels has a few strong 3D/animation programs (ULB/VUB and private schools). Cohorts are small, with studio ties aiding placement.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Brussels, Belgium: expect 3-4 month 3D character artist searches; proactive sourcing or relocation support helps secure the right specialist.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Brussels studios use English widely; basic French/Dutch helps client-facing work, matching the family\u0027s willingness to learn local language.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Brussels, Belgium studios widely support flexible remote 3D artist roles; equipment stipends are often available, matching the family\u0027s needs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Brussels has a moderate 3D character artist pool; senior talent is mainly in Ghent/Antwerp, so remote hiring or some relocation may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Brussels has generalist accelerators; game-focused cohorts occur occasionally, with no steady, dedicated game track.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Brussels air quality is generally good; anticipate seasonal pollen and dust spikes. Portable filters can help on higher-pollution days.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Brussels hosts few large game studios; the scene relies on indie/satellite offices. EU funding and multilingual talent help, but major anchors are sparse.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "Brussels, Belgium has strong secular norms and a cosmopolitan, English-friendly culture. Atheism is widely accepted there, with easy access to secular services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Belgium (Brussels) remains robustly democratic; civil liberties strong. Monitor evolving security rules and populist rhetoric.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In Brussels, Belgium, banking is modern with instant SEPA transfers and strong protections; foreigners may face onboarding paperwork.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches along Belgium\u0027s coast are a 75-90 minute train from Brussels to Ostend or De Panne. Lifeguards and family facilities help plan safe day trips.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Brussels offers weekly board-game nights in multilingual cafés; family-friendly venues welcome newcomers.",
      "alignmentValue": 9
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Brussels, Belgium, body positivity is encouraged and inclusive fitness is standard. Gyms and sports welcome all abilities.",
      "alignmentValue": 9
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Brussels, Belgium offers a diversified economy, strong public sector and EU funding; downturns cause brief hiring pauses, with solid startup support.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Cancer incidence in Belgium/Brussels aligns with European norms; reliable screening and universal care support early detection.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Brussels, Belgium prisons meet international standards with active oversight; restorative programs align with the family\u0027s civil liberties values.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Brussels, Belgium provides strong childcare subsidies and public options; families still need planning and networks for reliable care.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Brussels is largely family-friendly: ample parks, good transit, and many kid-friendly events; central districts require careful planning.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Brussels, BE, childcare subsidies cut fees substantially; slots near home exist but waiting lists and co-pays persist.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Brussels, Belgium offers childcare support for visa families with residency steps; some waiting or employer requirements; multilingual help is available.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Brussels, cycling, bouldering gyms, language tandems, and maker spaces are mainstream. Trey and Sarah have quick social entry.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Brussels hosts regular monthly tech meetups and occasional game jams; a growing game-dev scene with EU funding options.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Brussels, Belgium offers strong public health resources and active-living options; families benefit from universal healthcare and multilingual health info.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Brussels, Belgium, has a growing co-housing scene with a few reputable projects; entry may take patience, but family-friendly options exist.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Brussels, Belgium: Community Manager pay is competitive with strong benefits but ~10–15% below top markets; remote/hybrid helps a family-friendly setup.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Brussels has a growing, multilingual tech scene with regular community manager meetups and English short courses. Universities and coworkings support learning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Brussels hosts ULB/VUB with English marketing/communications programs; multiple CM grads feed local studios.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Brussels, BE has a strong EU-talent pool for community managers; roles typically fill in 1–2 months. English-friendly market with remote/hybrid options.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Brussels has robust English use in international teams; local French skills boost access. You’re open to learning French/Dutch.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Brussels studios commonly offer hybrid/remote CM roles; English is widely used, and learning the local language is feasible for a family.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Brussels has a moderate community manager pool; English is common and expat-friendly, but senior CM hires may require relocation.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Brussels, Belgium locals can feel reserved at first; expat networks bridge cultures. With schools, clubs, and community groups, welcoming circles form.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Brussels, Belgium studios typically pay around global medians after cost-of-living adjustments, with strong family-friendly benefits and grants.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Brussels startups offer solid base pay plus meaningful equity, with EU grants and a family-friendly, English-friendly market suitable for remote/hybrid work.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Brussels, BE has navigable yet non-trivial visa rules for first-timers; plan local legal help and expect periodic filings.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Brussels, Belgium offers robust continuing education: universities, providers run regular courses. Local tech meetups support founders and devs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Brussels has a healthy IT contractor bench; quick access to EU freelancers in web/cloud, though local tax/self-employment setup is needed.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Belgium/Brussels emphasizes harm-reduction and health services; small-amount possession incurs light penalties.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Brussels costs are modestly higher than US Midwest, but strong incentives and grants help offset payroll and office costs for a game studio.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Brussels rents and energy are steep; bilingual childcare pricey. Budget carefully, but central access and universal healthcare help.",
      "alignmentValue": 6
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Brussels offers solid coworking for startups; limited game-specific gear (mocap/audio suites), OK for indie teams.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Brussels shows noticeable demand for software/cloud roles; competition is real. Remote work and English-friendly firms ease hiring.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Brussels is moderate; strong, accessible mental health services and English-friendly care support families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Brussels\u0027 expat circles, clubs and community events foster deep bonds for families; English-friendly settings ease trust-building for newcomers.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Brussels shows strong D\u0026I climate: EU protections, multilingual services, LGBTQ\u002B rights, and active inclusion dialogue for families.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Drug enforcement in Brussels, Belgium varies by district; we monitor neighborhoods to avoid harsh policing and seek steady, predictable enforcement.",
      "alignmentValue": 7
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Belgium (Brussels) fully permits dual citizenship with the US; no special restrictions or renunciation required.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Belgium/Brussels offers modest early-stage grants (EU/BE). Expect about $75k–$150k USD for game-dev startups; competitive proposals needed.",
      "alignmentValue": 6
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Brussels offers reliable generalist funds for games and public grants. EU programs bolster early-stage capital, though competition remains.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Belgium\u0027s solid, diversified economy centered in Brussels; unemployment is modest and social safety nets cushion families from downturns.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Brussels, Belgium: a startup-friendly mixed economy with grants and stable governance; bureaucracy remains a hurdle.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Brussels, Belgium offers a stable EU policy environment with predictable funding paths for startups; bureaucracy exists but changes are generally manageable.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Brussels\u0027 education is strong overall with bilingual options; quality varies by network, so monitor inspections and pick well-rated schools.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Growing but uneven game-focused programs in Brussels; some universities/art schools feed talent, but industry links vary.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Brussels, BE: Sponsorship for skilled tech workers is common; many multinationals sponsor and include dependents with smooth relocation.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Brussels offers active Unity and Unreal scenes with cross-training; EU game hubs support Trey\u0027s Unity work and Sarah\u0027s web dev.",
      "alignmentValue": 9
    },
    {
      "key": "Environment",
      "alignmentText": "Brussels blends a dense core with parks (Parc du Cinquantenaire) and nearby Sonian Forest; LEZ cuts traffic, but ring-road noise persists.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Belgium family tax around 40-45%; Brussels public services justify costs, but the burden remains substantial.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Brussels fall stays mild (15-20 C) with cool mornings; pack layers - rain showers are common but brief.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Brussels offers safe, park-filled neighborhoods and multilingual schools; strong family networks and easy access to museums/pools support family life.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "Belgium supports spouse\u002Bminor children reunification; core family can join via a sponsor in Brussels with standard income/health checks.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Brussels, Belgium offers strong childcare, universal healthcare, and child allowances, but subsidies can be bureaucratic.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Brussels, Belgium offers strong healthcare, education, and childcare supports for your family. Some bureaucracy remains, but programs are solid.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Brussels, Belgium offers partial family benefits for visa holders; residency/work rules limit cash supports, so HR/immigration counsel is advised.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Brussels favors tidy smart-casual; blend in with neat outfits for work and events. Casual wear works for family days and parks.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Brussels\u0027 fashion scene is diverse and body-positive; cosmopolitan Dansaert and other districts embrace expressive styles with little judgment.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Brussels, Belgium supports diverse, expressive menswear and inclusive sizing. Urban Belgium aligns with your progressive values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Brussels, Belgium broadly supports diverse femininity; strong gender equality and LGBTQ\u002B inclusion, with only minor conservative pockets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Belgium\u0027s strict gun licensing, storage, and training rules limit ownership. In Brussels, expect cautious handling and strong safety norms.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Brussels, Belgium has strong consent norms; locals check in and intervene; family-friendly nightlife with safety.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Brussels hosts a growing founder scene with hubs like BeCentral and Co.Station. Mentorship exists, but the network remains somewhat fragmented.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Brussels, Belgium has plenty of fresh markets and international eateries; our family can eat well weekly with only rare gaps.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Brussels, BE, locals are polite and open to newcomers; with initiative, we will connect via expat and neighborhood groups, though bonds grow gradually.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Brussels, Belgium offers EU/Belgian game-dev grants; expect roughly $500k–$1.2M/year across programs, suitable for a lean startup.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Brussels hosts indie/serious-game studios; opportunities exist but are concentrated and networking-heavy; startup grants and support are available.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Brussels, Belgium provides strong protections and inclusive healthcare for gender-diverse people, with robust urban support networks.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Belgium/Brussels has strong constitutional gender rights with active enforcement. High LGBTQ\u002B acceptance and family-friendly policies support your family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Brussels, Belgium: egalitarian norms with strong parental leave and childcare; shared caregiving is supported, with occasional legacy expectations.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Brussels, Belgium, flirting norms are largely inclusive; only occasional traditional cues in nightlife, navigable for a progressive family.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Brussels, Belgium offers strong healthcare and schools for visa holders; safe neighborhoods, but citizenship-like rights/subsidies remain limited.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Brussels, Belgium: moderate warming with occasional heatwaves and heavier rainfall. Robust infrastructure supports adaptation; risk remains manageable.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Brussels offers startup/self-employed routes, but regional rules and documents add friction; plan for timelines and family permit steps.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Brussels\u0027 appearance norms favor neat, professional style; a gentle nudge to stay polished in work and social settings.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Brussels/Belgium has progressive norms. Polyamory is tolerated in progressive scenes with respectful curiosity, though formal recognition remains limited.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Belgium (Brussels) offers universal healthcare with strong pediatric care. Family access is generally affordable, with some co-pays.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Brussels, Belgium, public healthcare is accessible with mutualité enrollment. Supplemental private insurance is common for visa families.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Belgian higher education offers broad access with moderate tuition and scholarships; Brussels is bilingual with diverse programs and family-friendly options.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Brussels, international students can enroll in public universities, but non-EU tuition is higher and scholarships vary. Work-study may be limited.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Brussels’ established studios hire moderately; most roles take 3–4 months to fill. Relocation or remote work is common, which fits our family’s migration plan.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Brussels startups fill roles in 1-2 months; grants and tax shelter support Trey’s prototypes and remote-ready roles for Sarah.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Brussels Ixelles/Etterbeek housing is costly with long leases; upfront energy refurbishments push initial costs, but family options exist.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Belgium (Brussels) uses Tax-on-Web with pre-filled returns; generally transparent and digital. Federal and regional rules can still complicate filings.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Brussels generally welcomes immigrants; multilingual services and EU institutions support families, with occasional political debates.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Brussels\u0027 diverse expat scene supports smooth integration for a US family; occasional questions about motives or commitment persist.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Brussels has broad, high-quality public schooling with bilingual options; transfers follow district zones, not guaranteed spots.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Brussels public schools enroll visa families but with extra residency paperwork; language support varies by commune (French/Dutch).",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Brussels, English is common in daily life and work, but government services often require French/Dutch; plan language classes for school and healthcare.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Brussels studios are bilingual; English is common in international teams, while French/Dutch support local docs and community.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Brussels-based startups use English for investors and platforms; local French/Dutch fluency is needed for hiring, compliance, and community outreach.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Brussels has several firms handling game IP; reliable counsel for indie publishers is available in Belgium.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Brussels, Belgium, LGBTQ\u002B protections are strong, with inclusive public services and active Pride that match your progressive family values.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Brussels, Belgium offers reliable local playtesting and market research with labs and tester panels; English-friendly services enable quick feedback.",
      "alignmentValue": 8
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Brussels, Belgium, Marxist ideas are debated openly in unions and academia; a pluralist, tolerant climate supports nuanced socialist discussion.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Brussels, masculinity is broadly inclusive; dads can be nurturing and expressive, with caregiving openly supported.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Brussels, Belgium has seen multiple mass-violence incidents in the past decade. We stay vigilant when choosing schools and venues.",
      "alignmentValue": 6
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Brussels has frequent tech, gaming, and expat meetups (BeCentral, Brussels Games Festival); many events are English-friendly, easing quick networking.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Belgium\u0027s minimum wage trails Brussels\u0027 cost of living for a family of four; subsidies or secondary income are needed to cover dependents.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Brussels, Belgium offers modern, reliable utilities and widespread gigabit broadband. Ongoing tram upgrades and EU-backed smart-city pilots keep services dependable.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Brussels, Belgium, urban areas are generally accepting of non-monogamy. Suburban and corporate environments may still expect discretion.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Brussels, be direct about needs while respecting Belgian diplomacy; multilingual, rights-minded dialogue suits Belgians.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "The Sonian Forest and Brussels canal greenways offer easy family-friendly nature within reach; weekend escapes to the Ardennes are doable.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Brussels, Belgium has low-to-moderate flood and windstorm risk; strong infrastructure mitigates damage, but occasional events require prep.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Brussels\u0027 Sonian Forest and canal towpaths offer easy, car-free nature. Quick trains enable Ardennes weekend trips.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Brussels offers a vibrant live music scene with venues like Ancienne Belgique and Botanique. Safe late-night transit helps families get home after shows.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife exists in Brussels districts (Saint-Géry, Flagey); safe late transit, but evenings with kids may require babysitting and planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Brussels, Belgium hosts Screen.brussels, BeNeLux Game Devs, and BeCentral jams. Mentorship and events welcome newcomers and families.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Brussels, Belgium has a notable indie-to-mid-tier game scene (eXiin, Ocellus, Serious Game Academy); Larian in Ghent is about an hour away—solid networking.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Brussels, obesity stays below national averages thanks to cycling culture, public healthcare, and wellness programs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Brussels, Belgium offers interactive media grants and tax-shelter financing. Affordable studios support Trey\u0027s indie game startup, though some hustle is still needed.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "In Brussels, pace varies by district; central EU quarters can be brisk, but Ixelles/Boitsfort offer calmer rhythms for family life.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Brussels, Belgium offers generous parental leave, universal healthcare, and diverse parenting support; your progressive family fits here.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Belgium allows naturalization after ~5 years\u0027 legal residence with language integration; dual citizenship is allowed, helpful for a Brussels family.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Brussels, Belgium, corruption is perceived as very low; strong watchdogs and EU institutions sustain transparent, stable governance for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Brussels, Belgium: public spaces can feel close (transit, cafes); expect varied distance norms and gentle boundary cues for the family.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Brussels, greetings vary between handshakes and cheek kisses. Most situations respect personal space with clear etiquette around hugs or handshakes.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Brussels offers clear mild windows in spring and autumn; summers are pleasant but can be rainy, so plan for occasional showers.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Belgian democracy in Brussels is stable, with strong rule of law and open civic channels. Reforms occur through consensus and open debate.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "Brussels, Belgium: polyamorous families are largely accepted in private circles, but schools and public services still misunderstand and default to monogamy.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Brussels offers subsidized crèches and bilingual nurseries; demand is high. Plan early and blend public slots with trusted private care.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Brussels private schools exist (ISB, European School, St. John’s Waterloo); quality varies; tuition is high and admissions favor early applicants.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Brussels, processed foods are common, but strong fresh markets and local produce balance meals for families.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Brussels PMM (Games) pay trails top hubs by ~25-30%; still competitive for Belgium with solid benefits and favorable cost of living.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Brussels offers occasional PMM/game education events and local meetups; many sessions rely on visiting experts or remote formats rather than steady in-person programs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Brussels, Belgium has serviceable PMM (Games) education; several business/marketing programs exist. Partnerships with regional studios bridge gaps to PMM roles.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Brussels PMM (Games) hiring typically 4-5 months; EU hubs offer remote options, though niche pool may slow local recruitment; visa/relocation may be needed.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Brussels, Belgium: English is widely used in game studios; basic French aids client work and local collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Brussels-based studios commonly offer hybrid PMM roles; remote-only setups may require negotiation.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Brussels, Belgium has a moderate PMM (games) pool; English-friendly market with EU studios, though senior roles often require relocation or remote work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Brussels, Belgium, progressive values shape city climate and social policy; national debates stay centrist, while local policy remains pro-equality.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Brussels, Belgium, most peers are nonjudgmental; intimate choices are treated as personal. Traditional circles may gossip, but urban Belgium is open.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Brussels, Belgium features pluralistic media and social welfare; public messaging emphasizes shared wellbeing and factual information with minimal nationalist spin.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Brussels, Belgium, media is broadly free with occasional spin. Watchdogs and public broadcasters help keep debates nuanced.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Brussels\u0027 STIB metro/tram/bus and SNCB rail offer strong city coverage; weekend frequencies drop, but car-free family living is feasible.",
      "alignmentValue": 8
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Brussels has limited local publisher presence; most platform work would be remote with occasional events - proactive outreach boosts access to publishers.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Brussels provides premium dining, culture, and international schools; but bureaucracy and taxes dampen high-income living.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Brussels, universal healthcare cushions costs for lower-income families. Housing costs and waitlists may require trade-offs in neighborhood choice.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Brussels, Belgium offers a 7: solid healthcare, schools, and subsidies; housing/childcare costs require mindful budgeting for this middle-income family.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Brussels offers robust real-time game dev pipelines and pre-rendered work options with EU grants and strong broadband.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Belgium (Brussels): religion shapes culture but policy stays evidence-based and pluralistic; secular governance with robust rights protections.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Brussels studios mix on-site with hybrid options; remote is allowed case-by-case, with hybrid favored.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "In Brussels, startups widely embrace hybrid/remote work with periodic onsite days. That supports a two-parent family seeking predictable hours and work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Brussels/Belgium has hybrid/remote norms. Coworking spaces and networks keep distributed teams productive, matching latency, Azure access, and grants.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Belgium offers long-term residency via work, startup, or independent routes with a path to permanent status; initial approvals can be paperwork-heavy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Brussels offers EU grants and a multilingual game-talent pool. Retention is generally solid, with occasional project churn.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Belgium\u0027s pension system is solid but depends on contributions; in Brussels, universal healthcare supports retirees, giving your family a stable retirement outlook.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Belgium (Brussels) allows visa holders to access public pensions after contributing years. Long-term settlement improves retirement options, though contributions are required.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Brussels, Belgium has a steady Ruby market with startups and agencies. Many roles offer remote/hybrid work and sponsorship is possible at mid-senior levels.",
      "alignmentValue": 8
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Brussels, Belgium: petty theft near Gare du Midi and nightlife zones; crime is moderate with visible policing. Stay alert and secure valuables.",
      "alignmentValue": 6
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Brussels offers strong public education in French and Dutch with secular options; admissions can be competitive and require early strategic planning.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Belgian coast water is roughly 18-20°C in summer; shoulder seasons may require light wetsuits for kids near Brussels beaches.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Brussels has a mild, maritime climate with frequent light rain. Severe heatwaves or major storms are rare, keeping plans stable most of the year.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Brussels, Belgium; winter daylight wanes, but regular outdoor breaks keep energy up and occasional light therapy helps during gloom.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Brussels, Belgium offers a mild, rainy climate with cool winters and pleasant summers; pack rain gear and warm layers year-round.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Brussels, Belgium has a solid tech pool and startup scene. Senior game/tech leads exist but are often tied to anchor studios or prefer remote arrangements.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Brussels, Belgium enjoys liberal, sex-positive attitudes with comprehensive sex ed and accessible resources; secular schools support open discussion.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Belgium/Brussels offers universal healthcare and strong social safety nets; inclusive policies, though bureaucracy and regional variation exist.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Brussels, large 2k sq ft rentals exist, mainly in leafy suburbs; expect some trade-offs on location or finishing to fit budget.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Brussels, Belgium spring is mostly comfortable, with mild days and occasional chilly, windy spells. Pack medium jackets for the kids.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Belgium (Brussels) offers high stability with low volatility and predictable policies. Regional dynamics exist but rarely disrupt daily life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "Brussels, Belgium offers a pluralist democracy with strong rights protections and inclusive social policies that align with your progressive family.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Belgium (Brussels) features a dynamic social-market economy with strong safety nets and fair competition. Innovation thrives with universal healthcare.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Brussels, Belgium has a moderate studio presence with several game/animation studios and indie teams; EU grants support founders and collaborations.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Brussels summers in Belgium are typically 21-24°C by day and 12-15°C at night. Heatwaves can push daytime to around 30°C for a few days.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Brussels, Belgium, English is common; friendly exchanges happen when we initiate, and locals respond positively.",
      "alignmentValue": 9
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Brussels, Belgium offers an audiovisual tax shelter and incentives for interactive media; eligibility is competitive and paperwork-heavy.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Belgium (Brussels): for a US family (2 kids), long-stay visas can take up to a year; plan for translations and legal fees.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in government in Belgium/Brussels is solid thanks to transparent institutions. Some agencies still need simplification for newcomers.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Brussels, Belgium shows low corruption with strong oversight; petty issues are rare and usually corrected quickly, aligning with the family\u0027s expectations.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Brussels dev salaries are around €55k–€70k; decent but below global hubs. Meal vouchers, transit passes, and a 13th-month bonus help offset higher rents.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Brussels, Belgium center on markets, kid-friendly museums (Train World), and tram rides to parks; major exhibits may require reservations.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Brussels, Belgium: schools run ~8:30-15:30 with aftercare to 18:00; parents can cover 9-17 with wraparound care for the 5-year-old and daycare for the 1-year-old.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Belgium offers about 30 days off (vacation plus public holidays) with strong enforcement and payout of unused days, supporting family time in Brussels.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Brussels typically offers about 25 to 29 days of paid vacation (plus holidays). This fits your family\u0027s preference for downtime and work-life balance.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Brussels has a modest game-dev vendor pool; solid local options exist but capacity is limited - plan for remote partners.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Brussels, VFX real-time pay is about 20% below global medians. English-friendly tech scene and strong QoL help offset the gap.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Brussels, Belgium offers sporadic real-time VFX training: occasional bootcamps and local meetups; most upskilling is self-directed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Brussels (Belgium) has La Cambre and INSAS digital arts programs producing VFX grads. Local studios feed regional VFX work, though some upskilling is common.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Brussels has a modest real-time VFX talent pool. Expect 3-4 months with proactive sourcing or relocation.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "English is widely used in Brussels VFX studios. Local French skills are often beneficial for daily collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Brussels, Belgium supports flexible remote real-time VFX with strong broadband. Many studios offer hybrid models and equipment stipends.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Brussels, Belgium has a moderate real-time VFX pool. Senior specialists may require relocation or remote-work arrangements.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Belgium and its neighbors (NL, FR, DE, LU) enjoy open borders and strong cooperation. Easy cross-border travel and diverse cultural exchanges support family life in Brussels.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Belgium\u0027s Brussels blend of multilingual openness, social welfare, and EU-cooperative culture suits our progressive family. Hopeful, yet aware of bureaucracy.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Belgium is viewed positively by neighbors (Netherlands, France, Germany). This supports easy travel and trade around Brussels.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Belgium (Brussels) offers Blue Card and self-employed routes; Brussels startup/entrepreneur options exist but require a solid plan, funds, and regional approvals.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Brussels, Belgium offers walkable pockets and decent transit; for the family, route planning should avoid busy arterials.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Brussels, a cosmopolitan capital, generally welcomes US migrants; English is common, but learning Dutch/French and precise paperwork are expected.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Brussels\u0027 EU institutions, Art Nouveau façades, and Belgian comics spark constant family curiosity. Multilingual daily life and kid-friendly neighborhoods keep us engaged.",
      "alignmentValue": 10
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Brussels winters typically 0-6°C (32-43°F) with damp chill and occasional light snow; reliable infrastructure keeps commuting and daily life smooth.",
      "alignmentValue": 8
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Brussels, Belgium uses ~38-hour weeks; flexible remote/hybrid roles fit this family\u0027s need for predictability and balance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Brussels, Belgium offers strong family-friendly norms, predictable hours, and flexible options that fit Trey and Sarah\u0027s balance and remote-work needs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Brussels, Belgium offers strong workers\u0027 rights: robust protections, active unions, and solid enforcement for a stable, family-friendly life.",
      "alignmentValue": 10,
      "sameAsParent": true
    }
  ]
}