{
  "version": 2,
  "iso": "CN",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In China, .NET roles exist with steady openings in Shanghai/Beijing; sponsorship varies, but big metros offer competitive pay and some remote options.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "China\u0027s 2D Environmental Artist pay trails top markets by ~25–30%. Strong studios and city living balance this for families in Shanghai/Beijing.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "China\u0027s major cities (Beijing, Shanghai) offer sporadic bootcamps. Most 2D environmental art training is online.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "China hosts several strong art/animation programs (CAFA, CUC) that regularly supply 2D environment artists to local game studios.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "China has a large local talent pool for 2D environmental artists, speeding hiring. Most searches close in 1-2 months, aligning with global benchmarks.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "CN\u0027s 2D environmental art scene is mostly Mandarin; English talent exists mainly in multinationals, with indie studios leaning Mandarin.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "China: remote/hybrid 2D environmental art roles exist, but many studios favor periodic onsite collaboration; maturity varies by studio.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "CN has a large 2D environment art pool with studios in Shanghai/Beijing. Senior talent is competitive but accessible via remote hiring.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "China\u0027s 3D animator pay trails top markets by ~25-30%. Expat packages and Shanghai/Beijing studios offer growth with lower living costs.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "China\u0027s major cities offer regular 3D animation courses and workshops; universities and studios provide bilingual options and online learning.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "China hosts several strong 3D animation degree programs (Beijing/Shanghai). These programs consistently feed local studios with job-ready graduates.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "China\u0027s 3D animator roles typically fill in 1–2 months in hubs like Shanghai due to large talent pools. For foreign hires, visa time can extend the process.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "China (Beijing/Shanghai): Mandarin dominates; English-capable 3D animators mainly in multinationals; indie studios lean toward Chinese.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "China: remote 3D animator roles exist case-by-case; studios mostly favor on-site collaboration, with remote options limited to project needs.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "China\u0027s 3D animator pool is robust across Shanghai and Beijing, with many mid-senior talents and recent shipped projects; hiring remains competitive.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "China: 3D character artist pay trails top markets by ~25-30%; cost of living and local benefits in hubs like Shanghai/Beijing offset it.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "China offers sporadic 3D character art training; most learning is online or via visiting experts, with limited in-person programs in Beijing/Shanghai.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "China has several strong 3D/CG programs (CAFA and others) producing industry-ready grads annually. This yields a robust local pipeline for 3D character artists.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "China has a large local pool for 3D character artists. Typical local hires take 1-2 months, while expat recruitment may be longer.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In CN, 3D character artists rely on Mandarin; English proficiency is common mainly in multinational studios; expect bilingual hiring or translation support.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Remote 3D character artist roles in China exist case-by-case; studios expect onsite collaboration and limited process maturity.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "China\u0027s 3D character artist landscape is large, with hundreds of specialists across Tencent/NetEase and outsourcing partners. It shows a robust mix of senior and mid-level talent.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "China has game accelerators in major hubs Beijing, Shenzhen; annual cohorts exist, but foreign entrants often need a local entity and Chinese-language support.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "China\u0027s Tier 1 cities face frequent PM2.5 spikes; outdoor play risky for kids on smog days. Use home filtration and sealable windows when air quality worsens.",
      "alignmentValue": 6
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "China has major anchors (Tencent/NetEase) and many studios; solid game dev ecosystem with grants, but visas and language/policy hurdles apply.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In China, atheism is state-supported and common. Public religious activity is restricted, while everyday life remains secular.",
      "alignmentValue": 6
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "China\u0027s single-party rule with surveillance and censorship heightens backsliding risk. Civil liberties remain tightly restricted.",
      "alignmentValue": 3
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "CN banking is mobile-payments driven (WeChat/Alipay) in practice. Foreigners often face longer account-opening processes and forex-transfer limits.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "China\u0027s beaches exist, but water quality and crowding reduce family appeal; visits near Shanghai or Qingdao can be stressful.",
      "alignmentValue": 3
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "CN\u0027s urban hubs (Shanghai, Beijing) have family-friendly boardgame cafes and clubs. Outside these cities, groups are sparse and coordination helps.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "China: thinness often emphasized in schools and workplaces; watch diet talk and nurture inclusive, healthy attitudes for the kids and family.",
      "alignmentValue": 6
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "In China, major tech hubs have solid cloud/web demand, but policy swings can hit segments; keep funds ready and diversify skills.",
      "alignmentValue": 6
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "China cancer incidence rising; industrial pollution and urban hubs create risk pockets; access to specialized care varies by region.",
      "alignmentValue": 6
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "China\u0027s carceral system shows reports of abuse and forced labor; serious human rights concerns affect family safety and immigration prospects.",
      "alignmentValue": 2
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In China, public nurseries exist but waitlists and costs push families to private centers or grandparents; networking helps access reliable care.",
      "alignmentValue": 7
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "China\u0027s cities offer parks and schools, but traffic and language gaps can hamper family life. Amenities vary by district.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In China, some cities offer childcare stipends and longer maternity leave, but benefits are patchy and hukou-tied; foreigners pay more.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In China, visa families are largely excluded from public childcare subsidies; expect private care or expatriate options for the kids.",
      "alignmentValue": 3
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Mahjong and karaoke (KTV) are mainstream in urban China; mobile gaming is ubiquitous. Board/tabletop cafés are growing, matching the family\u0027s gaming interests.",
      "alignmentValue": 7
    },
    {
      "key": "Community Activity",
      "alignmentText": "CN hosts active game/dev communities in Beijing/Shanghai; expect monthly meetups and annual conferences, though English access varies.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "CN urban areas offer wellness programs and preventive care messaging, but families often rely on expat/local parent groups to stay motivated.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In China, organized community living is scarce. Stable, family-friendly options are limited to niche expat or pilot co-housing projects.",
      "alignmentValue": 4
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "China CM compensation trails top markets by ~25-30%, with Shanghai/Beijing offering higher pay; lower cost of living can offset.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "China has sporadic community manager trainings with occasional workshops in Beijing and Shanghai. Most learning is online or self-directed.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "China has marketing and digital media programs; dedicated community manager curricula are limited. Studios partner with schools for internships to fill the gap.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "China offers a large pool of bilingual CN professionals; expect 2-3 months to hire a community manager in major cities with local networks.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "China (CN): English CM usage exists but local language dominates; prioritize bilingual candidates or plan translation/onboarding support.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In China, studios favor partial remote weeks with on-site work; remote options exist case-by-case, aligning with the family\u0027s hybrid needs.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "China offers a solid CM pool in Beijing/Shanghai with mid- and senior talent; seniors are competitive, but local and outsourcing options exist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In China, expat circles in major cities are friendly but locals stay reserved; social ties develop via schools and clubs.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "China established studios usually align with global medians after cost of living; prioritize housing and schooling subsidies, plus visa support for families.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "China Tier-1 startup comps trail top hubs but offer equity; cash near global medians after cost of living adjustments; push for family-friendly terms.",
      "alignmentValue": 6
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "CN\u0027s strict police registrations, minors\u0027 exit permits, and Great Firewall controls create a volatile visa path; policy shifts can jeopardize status quickly.",
      "alignmentValue": 4
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "China has regular coding bootcamps and university extensions in megacities; many programs are Chinese-language, with some English options.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "China has a large IT contractor pool in Beijing/Shanghai/Shenzhen. For foreign clients, onboarding can take weeks due to local contracts and language.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "In China, strict drug laws and heavy policing limit civil liberties; harm-reduction access is limited. This clashes with the family\u0027s pro-liberty values.",
      "alignmentValue": 2
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "China offers tech startup subsidies in major cities. Incentives can help, but rents and salaries still push costs above global averages in Beijing/Shanghai.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "China: Beijing/Shanghai costs high; Tier-2/3 cities offer affordable rents and schooling; with stable income, budgeting is manageable.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Beijing and Shanghai have many coworking spaces. For indie game teams, mocap/audio gear is scarce; expect basic shared options.",
      "alignmentValue": 6
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "China has a large local dev pool, but visa limits for foreigners slow hiring; remote roles help mitigate, with friction in top cities.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In China, mental health care is expanding but access remains uneven. Stigma and provider gaps may affect your family\u0027s care in CN.",
      "alignmentValue": 5
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "CN social depth grows slowly; in big cities English helps, but expat and gaming groups can help form close friendships over time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "D\u0026I in China remains limited for LGBTQ\u002B and non-traditional families; urban tech hubs show some initiatives, but overall progress is modest.",
      "alignmentValue": 4
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "China enforces drug laws strictly with heavy surveillance. Families may face unpredictable enforcement and higher penalties.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "China does not recognize dual citizenship. To naturalize there, the US citizenship would typically need to be renounced.",
      "alignmentValue": 3
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "In China, grants for foreigners are limited. Expect only small prototyping funds (~$5k–$25k).",
      "alignmentValue": 4
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "China has mixed game funding: VCs, angels, incubators exist, but foreign founders face competition and regulatory hurdles; expect substantial effort.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "China\u0027s large, growing economy shows resilient growth with occasional real estate/tech slumps; social buffers cushion family finances.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "China\u0027s state-led market economy offers strong tech hubs and grants, but foreign founders face complex regulation and visa hurdles.",
      "alignmentValue": 7
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "CN\u0027s tightly controlled policy and frequent tech/regulatory rules create planning uncertainty for tech/gaming ventures; shifts can be abrupt.",
      "alignmentValue": 2
    },
    {
      "key": "Education",
      "alignmentText": "China has elite city schools for STEM, but gaokao pressure and centralized curricula curb progressive pedagogy. Bilingual programs exist mainly in big cities.",
      "alignmentValue": 6
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "China has strong CS/game programs at top universities; big-city pipelines reliably feed local game talent.",
      "alignmentValue": 8
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "CN: Sponsorship exists but quotas and paperwork can slow approvals; dependents possible, though process varies by city (Beijing/Shanghai).",
      "alignmentValue": 6
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "China\u0027s Unity-dominated game dev scene, especially mobile. Unreal and other engines exist in studios, with cross-training resources available.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "China\u0027s environment varies by city; air quality can trigger seasonal alerts and haze days. Urban parks offer relief and water quality is improving.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "China (CN): taxes plus social contributions hover around 25–30%. Public services help justify the rate for families.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "CN fall varies: Beijing 10–22 C. Shanghai 18–26 C, with typhoon season lingering on the SE coast.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "In China’s cities, parks and schools exist. Childcare and tutoring require proactive organization; family life is workable.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "CN allows spouses and minor children to join a primary visa holder (work/entrepreneur). Expect paperwork and possible delays.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "China offers ~98 days maternity leave and universal healthcare; city-level childcare subsidies exist but access can be bureaucratic.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "China\u0027s policy now allows more children (three-child era), but benefits are uneven; most costs rely on private funding with regional subsidies.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In China, visa families get limited public subsidies; most benefits rely on employer social insurance, with opaque rules and HR guidance often needed.",
      "alignmentValue": 6
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In China’s major cities, polished yet practical attire is common. Plan versatile, neat outfits for work and family days.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In China\u0027s urban centers, women\u0027s fashion is diverse and expressive. Workplaces often favor modest, formal attire.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Urban men\u0027s fashion in China centers on modern streetwear and smart-casual looks. Techwear influences are visible in big cities like Shanghai and Beijing.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In China (CN), femininity norms blend tradition with urban autonomy; women gain latitude but face appearance and family-role expectations.",
      "alignmentValue": 6
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "China (CN) enforces strict gun laws with near-zero private ownership. Expect minimal exposure to firearms in public.",
      "alignmentValue": 10
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "China (CN): consent norms vary; in large urban areas, mixed norms; proactively set boundaries in social/nightlife contexts.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "China\u0027s startup hubs (Beijing/Shanghai) show a growing founder base with regular meetups. English-friendly groups exist, but local language helps integration.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Kansas City has solid fresh produce and a few international markets in key neighborhoods; we mix home cooking with occasional trips to specialty stores.",
      "alignmentValue": 6
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In China, locals are polite and connect when we take the initiative. Expect gradual bonding and reliance on expat and community groups.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "China offers municipal game-dev grants for foreigners, but bureaucracy can be heavy; expect $50k-$125k/year.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "China has a large mobile game market, with major studios in Shanghai/Beijing; content approvals slow; networking is essential for expats.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "China (CN): gender diversity has limited legal recognition; social acceptance varies. Private support exists, but official protections are weak.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "China has formal gender rights laws, but enforcement and pay equity vary by region. Urban areas show progress; rural areas lag.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Gender roles are largely egalitarian in Kansas City, Missouri; both adults work and share parenting. Some traditional expectations linger.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In urban China (CN), nontraditional flirting can face misinterpretation; expect cautious tolerance, gender scripts in nightlife, with limited LGBTQ visibility.",
      "alignmentValue": 5
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "China visas are tied to work/category; expect renewals and PSB/registration. Internet controls and healthcare costs shape daily life.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "China\u0027s coastal and river regions face stronger heat, floods; plan housing reinforcement and insurance; risk remains acceptable with mitigation.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "China\u0027s startup visas are limited; most founders obtain work permits via corporate sponsorship, complicating family relocation.",
      "alignmentValue": 4
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "CN urban centers favor neat, polished styles. Budget grooming time and outfits for Beijing or Shanghai.",
      "alignmentValue": 6
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In CN, multi-partner households face social stigma and legal barriers; discreet navigation is necessary.",
      "alignmentValue": 2
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "China’s urban healthcare is decent with public insurance. Expect bureaucracy and some private options for smoother care.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "China: Visa families rely on private international insurance; public hospital reimbursements are limited; expect higher out-of-pocket costs.",
      "alignmentValue": 4
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "China offers broad public-university access for citizens; top programs are gaokao-competitive. Expats face higher tuition, with limited scholarships.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In China, international students can enroll in English-taught programs; scholarships exist, but tuition is high and visa steps add friction.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "China\u0027s established studios hire at a moderate pace. Expect 3–4 months per role, with remote options for foreign applicants.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In China, foreign startup hires can take 6\u002B months due to visa rules; plan extended timelines; remote/hybrid options help.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "China offers family-friendly housing in major cities, but expat searches can be competitive; expect higher deposits and longer search times.",
      "alignmentValue": 7
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In China, payroll is withheld with an annual settlement. Expats often need local tax advisors due to Mandarin forms.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "CN sentiment is mixed; expats in megacities find communities and services, but face language gaps and bureaucratic hurdles. Proceed with caution.",
      "alignmentValue": 4
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In China, White migrants may face noticeable grumbles about costs and enclave living; engage locally to build trust and ease integration.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "CN: For non-citizens, public K-12 is limited; enrollment hinges on hukou/residence; families often choose international/private schools despite higher cost.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Public K-12 for foreign families in China is limited; most use international/private schools; visa eligibility often dictates school choice.",
      "alignmentValue": 4
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "CN: English usable in expat hubs (Shanghai/Shenzhen); Mandarin required for daily services; family plans to study Mandarin to participate.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In China, established studios use English for cross-border work; many teams operate bilingual (Chinese/English) for local compliance and partnerships.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "China startups: English support mainly international-facing; Mandarin fluency is essential for hiring, compliance, and everyday ops.",
      "alignmentValue": 5
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "China has solid IP firms with game IP experience; demand is high. Hire local counsel for IP, licensing, and publishing; English-friendly options exist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "CN: LGBTQ\u002B rights exist but social acceptance is uneven; public displays risk scrutiny; urban areas show stronger presence, but caution advised.",
      "alignmentValue": 4
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "China has growing local playtest groups in major cities (Beijing, Shanghai, Shenzhen); expect language coordination and some lead time.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Marxism informs policy in China. Public debate is limited and media is state-influenced.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "China\u0027s urban contexts still lean traditional, but tech families push nontraditional roles; expect mild pushback yet progress.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In China (CN), mass violence is relatively infrequent; safety measures at schools and venues are common. Stay alert at large gatherings.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Tech meetups for expats exist in China but are regulated, making access irregular; we lean on online communities to connect.",
      "alignmentValue": 6
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "China\u0027s minimum wage varies by city and often lags living costs in major metros. Two incomes or subsidies are commonly needed.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "CN has strong urban infrastructure and fast internet; rural gaps exist. Ensure reliable broadband and low-latency access for work and gaming.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In China (CN), non-monogamy faces legal/social backlash; privacy and discretion vital for a progressive, poly-friendly family.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Open discussion in China can invite social penalties. Share concerns privately and respectfully to protect the family.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Spectacular landscapes in China (Guilin, Zhangjiajie); plenty of family-friendly parks and easy trails, though some sites charge fees or require longer drives.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "China faces typhoons on the coast, floods, and inland earthquakes; for a family with young kids, plan evacuations and keep kid-friendly safety kits.",
      "alignmentValue": 5
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nature access in China exists via urban parks, but bigger scenic trips require travel; air quality can affect outings near cities.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Beijing/Shanghai in CN host regular concerts and clubs; family-friendly venues exist, but late hours and language barriers require extra planning.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in major Chinese cities (Beijing/Shanghai) exists in specific districts. For families, late options are limited; plan babysitters and safe transport.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "China has government-backed game hubs and events in Beijing/Shanghai, but in-person meetups remain limited; families should rely on online game-dev communities and forums.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "China hosts Tencent, NetEase, and miHoYo. A dense hub in Shanghai and Shenzhen with ChinaJoy boosting studio networking.",
      "alignmentValue": 9
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In CN (China), urban obesity is rising; parks and schools aid activity, but diet remains a challenge for our kids.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "China offers strong dev talent and funding options. Game licenses and regulation slow launches, so startups need local partnerships.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "CN pace varies by city. Big metros like Beijing/Shanghai are brisk, but inner-suburban CN towns offer slower routines; plan around traffic.",
      "alignmentValue": 7
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "CN parenting norms push strong academic achievement; teachers and relatives may press for \u0027correct\u0027 methods, with high parental involvement.",
      "alignmentValue": 6
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In China, naturalization for foreigners is effectively unavailable; dual citizenship is not permitted, making citizenship unattainable for this family.",
      "alignmentValue": 1
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "China shows moderate corruption perception; expect bureaucratic hurdles and careful navigation, despite ongoing anti-graft campaigns.",
      "alignmentValue": 6
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "CN urban life is crowded; expect closer contact in trains/markets. Use gentle boundary cues to keep Trey, Sarah, and the kids comfortable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "China\u0027s crowded city life means closer contact in transit; politely cue for space. Handshakes common in business; hugs are rare.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In China, spring and autumn are pleasant in many cities; summers are hot and humid, winters cool, so outdoor plans require flexibility.",
      "alignmentValue": 6
    },
    {
      "key": "Political System",
      "alignmentText": "CN operates under a single-party system with centralized control; civil liberties are constrained, shaping visa options and migration plans.",
      "alignmentValue": 1
    },
    {
      "key": "Polyamory",
      "alignmentText": "China: polyamory carries legal and social risk; private multi-partner families face custody/housing challenges and limited acceptance.",
      "alignmentValue": 2
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "CN has public and private preschools; access and fees vary by city with waitlists in districts. Bilingual options exist, but affordability is not universal.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "China\u0027s major cities offer international/private schools (IB/AP); tuition is high and admissions are selective. Expat families find solid options in Beijing and Shanghai.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In urban China, clean eating is doable with planning. Convenience foods are always nearby, but fresh markets and healthier options exist.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "China PMM (Games) pay trails top markets by ~25–30%; Shanghai/Beijing offer competitive packages with bonuses, but base salaries lag US levels.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "In China, continuing education for game product marketing is limited. Only occasional major-city conferences and online courses, with largely self-directed learning.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "China has many reputable marketing and game-design programs in major cities with industry ties. PMM curricula are growing, aided by studio partnerships.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "CN PMM (Games) hiring typically 3–4 months; strong local game hubs exist, but visas/relocation slow onboarding. remote/hybrid options may help the family.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "China game PMMs primarily use Mandarin; English usage is moderate and often requires screening. Bilingual Mandarin-English candidates fit well in Shanghai/Beijing studios.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In China, games marketing roles are largely onsite or hybrid; remote options exist case-by-case but with limited process maturity and timezone challenges.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "China\u0027s games PMM pool is strong: many seasoned specialists across Tencent/NetEase studios and agencies; competition for top roles is noticeable.",
      "alignmentValue": 9
    },
    {
      "key": "Progressivism",
      "alignmentText": "China (CN): progressive activism is restricted; civil liberties are constrained, and feminist/LGBTQ\u002B advocacy faces state pushback.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In China, norms lean conservative; casual sex carries reputational risk. Urban areas show some openness, but overall acceptance remains limited.",
      "alignmentValue": 5
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "China\u0027s public messaging is state-driven with limited independent media. The family values pluralistic sources and civil liberties.",
      "alignmentValue": 3
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In China, state media dominates and independent outlets are constrained; daily life is saturated with government messaging.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "China\u0027s cities boast metro and high-speed rail; travel is efficient and family friendly, though health-code checks and real-name tickets add overhead.",
      "alignmentValue": 9
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "China: limited direct BD access for foreign teams; rely on international conferences; pursue local partnerships to engage Chinese platforms.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "China\u0027s Tier-1 cities offer abundant luxury dining, culture, and international schools; most services are accessible, though some niche options require early booking.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "CN: A two-child expat family can manage on modest wages; healthcare and transit are solid, but expat schooling and housing in big cities can be tight.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "CN middle-income families can access solid public services and good schools with mindful budgeting. Expat healthcare costs may strain budgets.",
      "alignmentValue": 6
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "China offers strong real-time game pipelines (mobile/online) with pre-rendered work; good for cloud/remote teams, but regulatory barriers exist.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "China: state atheism; religion tightly regulated; religion has limited policy influence, with personal freedoms constrained.",
      "alignmentValue": 2
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In China, established studios often allow remote on a case-by-case basis with a hybrid presence preferred, matching the family\u0027s need for flexibility.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "In China, startups generally favor on-site work. Remote options exist mainly for senior roles.",
      "alignmentValue": 7
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "China work culture is office-first; remote roles exist mainly in multinationals, with tax and logistics hurdles for home-based work.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "China typically grants 1-year residence permits via Z visas; long-term residency is rare and mostly tied to investment or talent programs.",
      "alignmentValue": 2
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "CN visa rules and Mandarin barriers may raise mid-term relocation risk; secure remote work and strong bilingual schooling to stay long-term.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "China\u0027s urban pension exists with reforms; adequacy varies by city; healthcare remains supportive, though retirees often rely on savings.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In China, visa holders have limited access to the state pension; retirement relies on private savings; cross-border portability is limited.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby is a niche skill in China (CN); few local roles exist, with remote work abroad as the main pathway.",
      "alignmentValue": 2
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "China has low street crime; pervasive surveillance keeps incidents well-managed. Families can feel safe, with normal caution after dark in big cities.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "CN offers expat-friendly international/private schools with English instruction and early childhood programs; public options are limited and waitlists long.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "China\u0027s southern coast stays warm in summer; northern beaches cool outside peak months. Warm months are pleasant, but shoulder seasons may need light wetsuits for kids.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "In China (CN), seasons are generally mild but summers can be hot and humid. Prepare versatile clothing and reliable climate control for year-round comfort.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In CN, winter days are ~9-10 hours and summers ~14-15 hours. Stay energized with outdoor breaks and light routines.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "CN has distinct seasons: hot, humid summers and cold winters in many cities; plan for AC and winter gear, but outdoor activity is workable with prep.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "CN has a strong senior tech bench in Beijing/Shanghai/Shenzhen; expect competitive offers, though expat visas can limit foreign-led senior hires.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In China (CN), sex education remains conservative with stigma; open discussions may invite censure and resources are limited.",
      "alignmentValue": 3
    },
    {
      "key": "Social Policies",
      "alignmentText": "China\u0027s social policies are evolving but uneven. Healthcare and welfare vary by province and are not fully universal.",
      "alignmentValue": 5
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "China\u0027s 2k sq ft rentals are tight in top metros; for a family of four, expect premium rents and broker help, with some competition and longer searches.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "China spring varies by region: north drier with dust, south wetter. Most weeks hover around 12-23 C (54-73 F) with brief chilly rain.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "China\u0027s governance is steady with predictable policy; dissent is managed. Economic stability supports long-term planning, though regulatory shifts occur.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "In China, state ideology emphasizes centralized control and limited media pluralism. Dissent is restricted.",
      "alignmentValue": 2
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "China\u0027s state-guided market economy blends growth with tight controls. For this family, policy shifts and local rules matter.",
      "alignmentValue": 5
    },
    {
      "key": "Studio Density",
      "alignmentText": "China has a dense game/animation studio scene, with hubs in Beijing, Shanghai, and Shenzhen. It supports AAA and indie projects with ongoing studio formation.",
      "alignmentValue": 9
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "CN summers are hot and humid (e.g., Shanghai 26–35 C). Humid stretches or 33–35 C peaks are common, yet pools and AC keep routines intact.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In China, service is efficient and polite but not chatty. English is less common outside expat hubs like Shanghai.",
      "alignmentValue": 6
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "China (CN): incentives exist for games/creative sectors but are limited, with city-specific programs and competitive application windows.",
      "alignmentValue": 7
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "China visa/residence for a US family can take up to a year; expect legal/translation fees and local admin steps.",
      "alignmentValue": 7
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In China, official trust may appear high, yet dissent is curtailed and civil-liberties constraints color daily life.",
      "alignmentValue": 4
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "China\u0027s centralized oversight curbs major graft; local procurement issues exist but are addressed swiftly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "China tech salaries are solid but generally below US peaks. In Shenzhen/Shanghai, decent pay can cover local QoL, especially with remote work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In China, weekends in major cities offer parks, museums, and family venues. Reservations are occasionally needed at popular spots, but plenty of spontaneous options remain.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "CN schools run ~08:00–15:30/16:00; many offices 09:00–18:00; after-school care or paid help often needed for a 5-year-old; remote work helps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "China\u0027s statutory leave is often under 10 days (about 5 days for new hires). This can constrain family travel and caregiving.",
      "alignmentValue": 4
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Kansas City, USA typically offers about 20-24 vacation days. With family-friendly and remote-friendly firms, 25 days is achievable.",
      "alignmentValue": 7
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "China offers a broad outsourcing ecosystem for art, QA, and engineering; ample capacity for overflow and live-ops. IP issues may affect pace and cost.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "China: VFX Real-Time pay runs roughly 20% below global medians. Lower CN living costs offset part of the gap for families.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "China hosts a growing real-time VFX scene with university programs and studios in major cities. Occasional workshops and active online communities exist.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "China has several strong VFX/real-time degree programs (Beijing Film Academy, SJTU). These grads feed regional studios with solid portfolios annually.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "CN real-time VFX roles in major hubs typically close in 1-2 months; strong local talent pools and improving English-friendly pipelines.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "China: VFX (Real-Time) talent is partly English-speaking; many studios use Mandarin; bilingual candidates favored for international work.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "China: remote options exist case-by-case for real-time VFX; mainly for senior or trusted contractors; many studios still favor onsite.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "China\u0027s real-time VFX talent pool is large, with seasoned pros in Beijing/Shanghai across studios and outsourcing partners.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "China\u0027s neighbors mix trade ties with border frictions (India, Vietnam); regional dynamics affect travel and daily life.",
      "alignmentValue": 5
    },
    {
      "key": "View of self",
      "alignmentText": "China: Proud of heritage and progress; wary of censorship. Seeks stable governance with room for open dialogue and civil liberties.",
      "alignmentValue": 6
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "China\u0027s neighbors in Asia view it with caution amid border and policy tensions; travel and trade for families can face friction.",
      "alignmentValue": 3
    },
    {
      "key": "Visa Paths",
      "alignmentText": "China offers Z work visas with employer sponsorship and R talent visas for top hires; startup/entrepreneur routes are limited and competitive.",
      "alignmentValue": 6
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "China\u0027s urban walkability varies; key neighborhoods have sidewalks and crossings. Drivers often rush, so stay vigilant with the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In China (CN), US migrants face visa hurdles and occasional friction; expat hubs offer support, but travel and work permits are regulated.",
      "alignmentValue": 4
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "China\u0027s blend of ancient culture and rapid modernization offers frequent learning moments. Cities like Shanghai and Beijing provide rich experiences for curious families.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "CN winters vary: north around -5 to 5 C with occasional snow (Beijing); south milder (5-12 C); heating common and winters manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In China (CN), 45-48 hour weeks are common in tech. Plan for flextime to protect family evenings.",
      "alignmentValue": 6
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In China, tech hours can be long. Seek remote/hybrid roles with clear boundaries to safeguard family time.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "China\u0027s unions are state-controlled with limited protections; rights vary by region and enforcement is uneven; overall protections remain modest.",
      "alignmentValue": 2,
      "sameAsParent": false
    }
  ]
}