{
  "version": 2,
  "iso": "EC",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "In Ecuador\u0027s Quito/Guayaquil, local .NET roles are limited; many opportunities are remote with international firms.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Ecuador, 2D Environmental Artist pay runs about 25-30% below top markets; lifestyle and lower cost of living help offset the gap.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "In Ecuador, 2D environmental art education is limited to a few local providers; advanced topics require remote study. Online courses and communities help.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "2D environmental art programs in Ecuador are small; only a few local offerings exist, so grads typically need on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "EC market for 2D Environmental Artists is niche. Local pipelines are shallow, so remote/imported talent is common; expect 3-4 month searches.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Ecuador, English is common in urban studios (Quito/Guayaquil) but many teams use Spanish; prioritize bilingual 2D environmental artists.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Remote 2D environmental artist roles exist in Ecuador but are often senior or contract-based. Expect onsite work in major cities like Quito or Guayaquil.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Ecuador\u0027s 2D environmental art pool is small; mid-level talent exists in Quito/Guayaquil, but senior hires often rely on remote or relocation.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Ecuador, 3D animator pay trails top markets by 25-30%; lifestyle perks and remote work help offset the gap.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Ecuador has limited local 3D animation continuing ed; 1-2 providers offer fundamentals, most advanced topics rely on remote/online courses.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "In Ecuador, 3D animation programs exist but class sizes are small. Quito/Guayaquil studios partner with schools, but upskilling remains common.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Ecuador\u0027s local 3D animator pool is shallow; expect remote/imported talent, with a 3-6 month hiring window.",
      "alignmentValue": 3
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Ecuador (EC), 3D animation is mostly Spanish-speaking; English-capable talent exists but is not universal; screening helps for bilingual or international work.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Remote 3D animator roles exist in Ecuador case-by-case; process maturity is limited; ensure reliable broadband in Quito/Guayaquil.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Limited Ecuadorian 3D animator pool (Quito/Guayaquil); mid-level talent dominates; senior roles often require remote hires or relocation.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Ecuador (Quito/Guayaquil): 3D artist comp trails top markets ~25–30%; local pay modest, but remote/global offers help offset.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "In Ecuador, continuing education for 3D character artists is limited. Most upskilling comes from online courses or international programs.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Ecuador\u0027s 3D character education is serviceable but lags current tools. Partnerships with studios in Quito/Guayaquil bridge gaps.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Ecuador, the local 3D artist pool is small. Remote/global hiring can fill a 3D character artist in about 2–3 months.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Ecuador (EC), 3D artists mainly use Spanish. English is common in Quito/Guayaquil studios, but indie shops lean local.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Ecuador, remote 3D character artist roles exist but are often hybrid; expect occasional onsite work, with stronger options around Quito/Guayaquil.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Ecuador (EC): 3D character artist pool is limited; mid-level talent available, but senior mentorship often relies on remote hires or relocation.",
      "alignmentValue": 5
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Occasional accelerator cohorts support games in Ecuador. Most programs are general tech incubators or universities with limited game-focused tracks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Quito, Ecuador often shows moderate PM2.5 from traffic. Cuenca is cleaner, but pollution spikes can occur on busy days.",
      "alignmentValue": 7
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "In Ecuador (Quito/Guayaquil), anchor presence is a couple of service studios with no major IP owners.",
      "alignmentValue": 5
    },
    {
      "key": "Atheism",
      "alignmentText": "In Ecuador, Catholicism is widespread. Open atheism may face social pressure and conformity expectations in schools and workplaces.",
      "alignmentValue": 6
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Moderate backsliding risk in Ecuador: protests and security crackdowns hint at erosion of checks, but civil society remains active and watchdogs persist.",
      "alignmentValue": 6
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "EC uses USD; online banking exists in major cities, but foreigners often face extra documentation and Spanish-language requirements.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches around Montañita and Manta, Ecuador, are usable for families but vary in safety and upkeep; plan trips with caution.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Quito and Guayaquil host a small board game scene with store nights. Many events are in Spanish, so coordination helps find groups.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Ecuador, body talk and weight norms appear in social life. Expat networks push more inclusive attitudes.",
      "alignmentValue": 6
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "In Ecuador, Quito/Guayaquil tech growth exists, but job shifts hit unevenly. Remote work and retraining can cushion shocks.",
      "alignmentValue": 6
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In Ecuador, cancer incidence is moderate; monitor urban-industrial areas (pollution risks) and maintain routine family health screenings.",
      "alignmentValue": 7
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Ecuadorian prisons face overcrowding and uneven healthcare. Detainee abuses have been reported, and foreigners can be at risk.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Ecuador, childcare support is modest; families rely on private centers and family care, with public options limited.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Cuenca and other Ecuadorian cities offer safe, walkable neighborhoods with parks and plazas for kids. Sidewalks and crossings can be uneven; plan extra caution.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In Ecuador, subsidies exist mainly for low-income families; middle-class households still pay for care, with limited public slots.",
      "alignmentValue": 5
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Ecuador, visa holders largely self-fund private childcare; subsidies are rare and mostly limited to locals.",
      "alignmentValue": 4
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Weekends in Ecuador offer football, hiking, and family time; Quito/urban life with cafés and parks suits this family-focused lifestyle.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "In Ecuador, community activity is modest; Quito/Guayaquil host sporadic tech meetups and fewer conferences, with few steady professional groups.",
      "alignmentValue": 5
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Public health messaging exists in Ecuador and healthcare is broadly accessible. In urban areas you’ll need to seek like-minded wellness circles.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Community living options in Ecuador are sporadic. Expect to rely on informal networks in cities like Cuenca or Quito for family-friendly models.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "For a US family relocating to Ecuador, CM pay is modest; local packages trail top markets ~25–30%, but cheaper living helps.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "EC\u0027s Quito/Guayaquil offer few structured community manager courses; most upskilling is remote or self-directed.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "In Ecuador (Quito/Guayaquil), CM curricula are limited; marketing programs exist, with studios offering on-the-job upskilling.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In Ecuador, expect 4-5 months to hire a skilled community manager. Local pipelines are shallow, so remote or imported candidates may be needed.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Ecuador, CM English is common. Client-facing roles favor bilingual candidates; Spanish fluency is often needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "EC: Remote roles exist case-by-case; process maturity is limited. Quito/Guayaquil offer reliable broadband for hybrid community manager work.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Moderate community manager talent pool in Ecuador. Startups can hire locally but niche senior roles may require extended searches or remote/onshore support.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In Ecuador, neighbors are kind; building local ties takes effort and some Spanish, with expat circles helping supplement social life.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Ecuador, established studios pay ~20% below top hubs; remote roles or equity help meet family needs.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Ecuador, startup pay trails top hubs; remote roles with meaningful equity help bridge gaps amid lower cash and milder living costs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Ecuador, visa and document rules (apostilles/translations) are strict; misfiling can incur penalties. Expect periodic checks and a compliance burden.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "In Ecuador (Quito/Guayaquil), continuing education is sporadic with waitlists. Universities and online providers are the main local sources.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Ecuador has a growing IT scene (Quito/Guayaquil) with a serviceable freelancer bench; expect moderate availability and lead times suitable for nearshore teams.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "In Ecuador, possession can incur penalties, with expanding harm-reduction and treatment access in urban areas. Enforcement remains uneven.",
      "alignmentValue": 6
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "In Ecuador (Quito/Guayaquil), payroll and office costs are low and broadband is affordable; setup can be bureaucratic, but visa/grant incentives help.",
      "alignmentValue": 8
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cuenca, Ecuador offers very affordable living; a $2,000–$2,500/mo budget covers housing, schooling, and private care, with strong savings potential.",
      "alignmentValue": 10
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "In Ecuador, coworking exists in Quito and Guayaquil, but game-dev labs are scarce. Gear like mocap/audio suites is limited.",
      "alignmentValue": 6
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "In Ecuador\u0027s tech scene, senior dev roles exist but talent is tight; demand outpaces supply. Remote hiring and visa access help meet needs.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Ecuador\u0027s urban centers, depression rates are higher than average. Plan for therapy access via public healthcare in Quito/Guayaquil.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Ecuador, social circles tend to be casual at first. Steady outreach and shared community projects can help the family build close ties in Quito, Guayaquil.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "D\u0026I in Ecuador is stronger in major urban areas like Quito/Guayaquil but uneven nationwide; aligns with the family\u0027s progressive, inclusive values.",
      "alignmentValue": 6
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Ecuador, some areas show aggressive policing and profiling. Families may fear raids or harassment.",
      "alignmentValue": 4
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Ecuador allows dual citizenship; US citizens can naturalize while keeping US status with minimal reporting.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Ecuador offers some early-stage grants, but mostly micro-grants and contests under $25k; larger funding is rare.",
      "alignmentValue": 4
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Limited local seed capital in Ecuador; founders rely on remote investors and national grants. Few game-specific funds exist.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Ecuador\u0027s USD-based economy keeps inflation modest and growth modest; deficits and oil dependence require budgeting, but daily life remains manageable.",
      "alignmentValue": 6
    },
    {
      "key": "Economic System",
      "alignmentText": "Ecuador\u0027s dollarized, mixed economy offers stability and startup potential, but bureaucracy and visa hurdles slow growth for families.",
      "alignmentValue": 7
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Policy in Ecuador shifts with elections but remains manageable for startups. Grants exist, but bureaucracy can be slow.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Education in Ecuador varies by region; urban schools tend to be stronger, but gaps remain. Bilingual options exist; tutoring/private schooling can help.",
      "alignmentValue": 6
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Education pipeline for games in Ecuador is limited. Few formal game programs exist; studios rely on self-taught or abroad-trained talent.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Employer sponsorship in Ecuador exists but is limited; for founders, expect quotas. Self-funding or investor visas are common options.",
      "alignmentValue": 6
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Unity dominates Ecuador\u0027s indie/mobile dev scene. Unreal is present in universities and studios, but cross-training remains limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Quito and Cuenca offer mild year-round climate with good urban parks. Oil activity in the Amazon creates localized environmental risk nearby.",
      "alignmentValue": 6
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Remote income in Ecuador: ~20-25% income tax plus 12% VAT; total ~32-37%, lower than US rates but requires planning for two earners.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Fall in the Ecuadorian Andes stays mild: days 19–22°C (66–72°F) and nights 8–10°C (46–50°F). Occasional showers; layering is wise for kids and adults.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "In Ecuador, family life is generally workable with parks and affordable healthcare. Safety and schooling vary by city; choose expat-friendly neighborhoods.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "In Ecuador, spouses and children can qualify for family reunification; partners may need de facto union proof; expect moderate processing times.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Ecuador, family policies are decent with maternity leave and public healthcare. However, benefits can cap and require persistent paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Ecuador, family policy provides basic child support and school aid. Yet overall benefits remain modest, and access to education and healthcare is mixed.",
      "alignmentValue": 4
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Ecuador, visa families have partial protections; many benefits depend on residency and employer sponsorship, so HR/legal guidance helps.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Ecuador\u0027s cities like Quito and Guayaquil, smart-casual is common; casual, neat attire fits, with no constant designer wardrobes.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Ecuador\u0027s urban centers, women blend modern style with traditional embroidery; fashion is expressive, while rural areas lean conservative.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Ecuador\u0027s urban centers, men mix casual denim with Andean textiles. Workwear remains mostly traditional, while daily dress leans casual.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Ecuador\u0027s urban centers, femininity norms are increasingly flexible, aligning with autonomy in professional spaces. Rural pockets remain more traditional.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Ecuador\u0027s gun laws are moderate; firearms exist but are regulated. In urban areas (Quito/Guayaquil), stay aware of crime risk.",
      "alignmentValue": 7
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Ecuador\u0027s urban centers like Quito/Guayaquil, consent varies; most encounters are considerate, but occasional missteps require direct communication.",
      "alignmentValue": 8
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Ecuador\u0027s founder scene exists mainly in Quito and Guayaquil with coworking spaces and occasional meetups. It remains modest with limited cross-pollination.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Ecuador\u0027s cities like Quito and Guayaquil, fresh options are common. International cuisines are clustered in a few neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Ecuador, locals are generally welcoming; with proactive outreach, the family should find supportive neighbor networks in urban centers like Quito or Cuenca.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "In Ecuador, game-dev grants are modest; expect $25k–$60k/year from small grants or micro-contests, with lighter bureaucracy and longer cycles.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "In Ecuador (EC), few local game studios exist; most opportunities are remote or with international firms.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Ecuador, gender diversity is generally accepted with visible community groups. However, official documents still lag behind.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Ecuador, gender rights are legally protected, but enforcement and pay gaps vary by region. Social acceptance remains uneven.",
      "alignmentValue": 6
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Ecuador, cities like Quito and Guayaquil show more progressive gender norms; dual-income households are common, while rural areas stay traditional.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Ecuador, gender scripts are mostly flexible. Some circles still expect traditional roles on first approach.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Ecuador offers feasible temporary residency for US families, but expect local paperwork and Spanish-language steps; register with authorities soon after arrival.",
      "alignmentValue": 6
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In Ecuador, El Niño floods and landslides near Quito, with glacier retreat, create recurring climate disruption; plan resilient housing and insurance.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Ecuador offers startup/investor visas, but processing is variable; for a founder family in Ecuador, expect friction and rely on standard residency routes.",
      "alignmentValue": 6
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Ecuador\u0027s urban centers, a neat, presentable look helps in professional and social spaces but is not overdone.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Ecuador, group relationships face noticeable stigma; disclosure may trigger social bias and bureaucratic friction.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Quito/Cuenca private hospitals offer quality care at moderate cost; public clinics can have long waits, so private options work well for expats.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Ecuador, visa families can buy into IESS for ~US$80/month per adult. Many expats rely on private insurance for faster care.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "En Ecuador, las universidades publicas son accesibles para ciudadanos, pero hay costos de vida y matricula a considerar.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Public Ecuadorian universities have modest fees for foreigners; most programs are in Spanish; English options are limited, private options pricier.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Ecuador (EC), established studios hire slowly; local roles stall, with many developers freelancing or partnering with overseas teams.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Ecuador (Quito/Guayaquil), startup hiring is slow; local funding is limited, so roles linger months. Remote/hybrid work helps meet Trey\u0027s and Sarah\u0027s needs.",
      "alignmentValue": 4
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Cuenca/Quito offer modern 3-bedroom family apartments around $750–$1,100; decent security and parking, but popular areas book quickly.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In Ecuador, income tax is progressive with online filings. Expats often need local accountants due to complexity.",
      "alignmentValue": 6
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Ecuador, expats are generally welcomed in cities like Quito and Cuenca, but bureaucratic hurdles and uneven rural attitudes require caution.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Mostly welcomed in Ecuador (Cuenca/Quito); proactive community engagement helps, though some locals may question motives or feel it\u0027s enclave-like.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Ecuador, K-12 access is uneven; urban public schools are often crowded and under-resourced, nudging families toward tutoring or private/bilingual options.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Residency is needed for public schools in Ecuador; visa applicants may face limited access and often use private or international schools.",
      "alignmentValue": 4
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Spanish dominates Ecuador; English is limited outside urban centers (Quito/Guayaquil); plan to study Spanish for full participation.",
      "alignmentValue": 5
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Ecuador, English is common in international studios, but local Spanish dominates; fits the family\u0027s English preference and willingness to learn Spanish.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Ecuador, English is common for investor/platform work; local Spanish fluency is needed for hiring, compliance, and outreach.",
      "alignmentValue": 8
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Ecuador has limited game IP specialists; startups often rely on referrals for IP rights and licensing in Quito/Guayaquil.",
      "alignmentValue": 5
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Same-sex marriage is legally recognized in Ecuador. Urban centers are more accepting, while rural areas may be less welcoming.",
      "alignmentValue": 6
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "In Ecuador, small but active game-dev communities provide informal feedback; formal playtest labs are limited, with longer lead times.",
      "alignmentValue": 5
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Ecuador, Marxism has niche appeal; progressive voters in EC favor pragmatic social democracy over radical shifts.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Ecuador\u0027s cities, masculinity norms are evolving. Emotional openness and diverse roles are increasingly visible, though pockets of traditional views remain.",
      "alignmentValue": 7
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Ecuador, mass-violence events are occasional in major cities; stay vigilant at large gatherings, but daily life remains manageable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "In Ecuador, expat language exchanges and parenting groups exist; tech meetups are irregular, mostly Spanish-speaking, with digital communities filling gaps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Ecuador\u0027s minimum wage (~$460/mo) trails family costs by ~10–15%; needs secondary income or subsidies for childcare and housing.",
      "alignmentValue": 6
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Quito’s central utilities and fiber are improving; outer areas still face outages, which can affect gaming latency and daily life.",
      "alignmentValue": 6
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Acceptance varies in Ecuador; urban hubs may be welcoming, but privacy helps with non-monogamy to avoid backlash.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Honesty is valued; in Ecuador\u0027s urban centers (Quito/Guayaquil), share concerns directly but with tact and local nuance.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "In Ecuador, Mindo\u0027s cloud forests and the Galápagos offer stunning scenery. Family-friendly trails and tours suit a young family.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Moderate seismic/volcanic risk in Ecuador (Pacific Ring of Fire). In safer highland areas, strong infrastructure and early warnings help families plan.",
      "alignmentValue": 6
    },
    {
      "key": "Nature Access",
      "alignmentText": "Protected areas sit within a few hours’ drive of Cuenca or Quito, enabling kid-friendly cloud forest hikes and hot springs.",
      "alignmentValue": 8
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "In Ecuador\u0027s major cities (Quito/Guayaquil), live music exists but is modest; major acts visit infrequently, with salsa and Andean folk gigs in neighborhoods.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Quito\u0027s La Mariscal offers bars and live music, but scenes are smaller and earlier; evenings work best for families with planning.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "IGDA Ecuador and university jams exist, but the Ecuador game dev scene is fragmented; opportunities for families and newcomers are limited.",
      "alignmentValue": 4
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "In Ecuador, notable game studios are scarce. Only a handful of indie studios exist with limited visibility.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Ecuador, obesity is moderately common; urban areas show varied access to healthy foods and activity.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Ecuador\u0027s startup scene offers limited incentives; some accelerators exist. Funding and publisher access remain scarce, pushing teams toward remote work.",
      "alignmentValue": 6
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Pace in Ecuador\u0027s highland cities like Cuenca is relaxed and family-friendly; expect calm days and slower errands, with occasional bureaucratic delays.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Ecuador, parents are encouraged to engage with schools, yet traditional discipline norms and gender roles persist; dual involvement is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Ecuador, naturalization after 3 years of legal residency with Spanish language and civic tests. Dual citizenship is allowed.",
      "alignmentValue": 9
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Ecuador, corruption is perceived as mid-range; bribery and favoritism appear in some services, affecting easy bureaucratic processes.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Expect closer personal space and crowds in Ecuador; use gentle boundary cues in markets and transit to keep comfort for the family.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Ecuador, greetings are warm (handshake to hugs/cheek-kisses). For this family, allow gentle space and invite consent before closer contact.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In Ecuador\u0027s highlands, mild year-round weather is common. Expect a wetter Oct-May season that needs occasional planning.",
      "alignmentValue": 8
    },
    {
      "key": "Political System",
      "alignmentText": "Quito, Ecuador: a competitive presidential system with active civil society counterbalancing power; governance is stable, but polarization slows reforms.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Polyamory in Ecuador is largely private; Quito and Guayaquil show more tolerance, but mainstream services may still misunderstand poly families.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In Ecuador\u0027s major cities, public jardines and private preschools exist, but waitlists are lengthy and hours can be inflexible; bilingual slots scarce.",
      "alignmentValue": 6
    },
    {
      "key": "Private Education",
      "alignmentText": "Quito offers strong bilingual private schools (IB) like Academia Cotopaxi; admissions are competitive and tuition can be a premium.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Processed foods are common in Ecuador. Strong fresh markets help keep Trey, Sarah, Anduin, and Alasdair\u0027s meals balanced.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "EC PMM (Games) pay trails top hubs by 25-30%; local salaries are modest (Quito/Guayaquil). Remote/global offers may offset the gap.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "In Ecuador, PMM (Games) training is online-focused with sporadic local events. Expect occasional bootcamps, but most upskilling is self-directed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Ecuador has few dedicated Product Marketing Manager (Games) programs; most grads come from general marketing/IT. Online and cross-border options exist.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In Ecuador\u0027s market, PMM (Games) hiring is slow; local pools are shallow. Remote/global candidates streamline pipelines.",
      "alignmentValue": 3
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "EC game marketing: English is helpful but not universal; local Spanish dominates studios, with bilingual roles more common in multinationals.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "In Ecuador (Quito/EC), remote PM (Games) exists case-by-case with limited process maturity; ensure reliable broadband and periodic onsite collab.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Ecuador\u0027s Games PMM pool is limited; scarce senior marketers. Expect aggressive sourcing or remote hires; local studios exist but talent is thin.",
      "alignmentValue": 4
    },
    {
      "key": "Progressivism",
      "alignmentText": "Progressive ideas thrive in Ecuador\u0027s major cities (Quito/Guayaquil), shaping policy, while rural areas retain conservative currents.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Ecuador\u0027s urban centers, sex-positive norms prevail. Consenting adults face little moral policing, and personal sexual choices are respected.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Ecuador, public messaging aims for community care and transparency; independent outlets offer checks and diverse viewpoints.",
      "alignmentValue": 8
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Ecuador, elections bring propaganda, but diverse outlets and independent media keep debates open.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Quito, Ecuador: transit covers many areas with buses/Metro, but delays and coverage gaps require planning for trips with kids.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "In Ecuador, local publisher/BD presence is limited; founders often rely on international conferences to connect with platforms.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Ecuador, premium services exist but elite schools and specialists cluster in Quito and Guayaquil; expect planning and possible waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Quality of Life - Lower-Income Tier in Ecuador: basic needs met in major cities, but savings and affordable childcare are tight for two working parents.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Ecuador, middle-income families can live in safe, walkable neighborhoods with affordable healthcare and good schools. Mild climate helps keep housing costs low.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Real-time game pipelines are scarce in Ecuador\u0027s major cities; teams rely on pre-rendered work or external partners.",
      "alignmentValue": 3
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Ecuador, religious doctrine significantly shapes debates on education and reproductive rights; secular protections still support pluralism.",
      "alignmentValue": 5
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Ecuador, established studios lean on-site; hybrid options exist mainly for senior roles, so fully remote work is limited for this family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "In Ecuador, startups are increasingly embracing remote/hybrid work, aligning with Trey and Sarah\u0027s need for flexible options.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Cuenca/Quito, coworking exists, but outages and non-tech-hub norms mean remote work requires policy negotiation and reliable backups.",
      "alignmentValue": 7
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Ecuador (EC) offers 2-year temporary residency with a pathway to permanent status after steady presence and income; feasible for a US family with remote work.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Moderate retention risk in Ecuador; remote work supports stability. Visa steps and English ubiquity may lead to occasional churn.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Ecuador, IESS pensions are modest; elderly often rely on family support and savings amid demographic pressures.",
      "alignmentValue": 4
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "US family in Ecuador would mostly rely on private retirement savings. IESS pension access usually requires local employment and contributions.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles are scarce in Ecuador; remote U.S. work is the main path, with local demand limited.",
      "alignmentValue": 3
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "In Ecuador, safety varies by city; expat districts in Quito and Cuenca are often safe. Avoid unlit areas and nocturnal travel in bigger cities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "In Quito/Cuenca, Ecuador, multiple bilingual private schools serve expats; public options vary - plan admissions and build networks.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Coastal Ecuador waters ~23-27°C; warm Dec-May, cooler Jun-Sep with Humboldt chill; most months comfortable; light rash guards may help in shoulder seasons.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Ecuador\u0027s highlands stay mild year-round with a defined wet season. The coast is humid; expect rain but overall stability.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Ecuador (EC), daylight stays steady year-round (~12h), so no deep winter gloom; routines stay stable and outdoor time remains consistent.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Ecuador\u0027s Andean highlands (Quito/Cuenca) stay spring-like year-round; wet Oct–May, dry Jun–Sep; coast is hot/humid, so an Andean base is ideal.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Limited senior startup talent in Ecuador; expect to recruit from abroad or remote. Quito/Guayaquil have some engineers, but senior depth is modest.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In urban Ecuador, sex attitudes lean liberal compared with rural areas. Access to inclusive resources is growing, though stigma persists in parts.",
      "alignmentValue": 8
    },
    {
      "key": "Social Policies",
      "alignmentText": "Universal healthcare and public schooling exist in Ecuador, but access can be bureaucratic and uneven; core needs are broadly protected for families.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Quito-area 2k sq ft rentals exist, but family-friendly inventory is tight. Budget roughly $1k-$1.8k with reliable broadband; expect trade-offs on location.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Cuenca, Ecuador spring: days around 20–23°C and nights ~9°C. Occasional showers require light layers.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "EC is generally stable, with periodic protests and policy shifts; transitions are typically peaceful, though regional disparities and bureaucracy may impact plans.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "Quito, Ecuador: market-friendly reforms with sustained social programs; inclusive dialogue but occasional protests limit full dissent.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Ecuador, market reforms are uneven with energy and telecom oligopolies. Entrepreneurs face price and access pressures.",
      "alignmentValue": 6
    },
    {
      "key": "Studio Density",
      "alignmentText": "In Ecuador (EC), studio density is limited; plan for remote collaboration, with a few studios in Quito/Guayaquil.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Coastal Guayaquil, Ecuador summers bring humid 33-35 C days. Pools and reliable AC help keep routines intact.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Ecuador, friendly exchanges occur when you engage. Locals respond positively to polite, patient communication.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Ecuador offers limited national incentives for games; mostly small grants via local cultural funds with funding levels that vary year to year.",
      "alignmentValue": 5
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Timelines in Ecuador for US applicants are typically 2-4 months. About $550 gov fees plus translations; straightforward, with some apostille needs.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Ecuador, trust in government is mixed due to corruption concerns and uneven services. Protests and bureaucratic hurdles can shape daily civic life.",
      "alignmentValue": 4
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Ecuador, petty licensing bribes mix with higher-level embezzlement in oil/infrastructure, affecting everyday bureaucracy.",
      "alignmentValue": 5
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Quito, Ecuador: senior software pay ~$25k–$35k; decent by local standards but below US levels; remote work remains key for this family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Ecuador center on parks and nature trips for the family. Many venues require advance booking; hours vary, so plan ahead.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Ecuador, schools start ~7:30; offices often run 8-17 with long lunches; wraparound care helps but may require bookings.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Ecuador\u0027s legal minimum is 15 paid vacation days after a year; holidays add more time off, with enforcement that can vary.",
      "alignmentValue": 6
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Ecuador, annual leave is typically 15 days after one year. Public holidays add to paid time, totaling around four weeks.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "EC vendor ecosystem is modest: a few reliable software/QA shops exist, but full game-dev/ops capacity is limited; expect remote partners.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Ecuador, VFX (Real-Time) pay is modest; senior artists may hesitate to relocate without supplements or remote options.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "EC: In-person real-time VFX continuing education is limited; rely on online/remote courses with few local providers (Quito/Guayaquil).",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Ecuador\u0027s VFX (real-time) programs are limited. Most graduates come from general animation or design tracks and need mentoring.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "In Ecuador, VFX (Real-Time) roles often stay open 6\u002B months; local pipelines are shallow, so many teams hire remotely or from abroad.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "English is common in Ecuador\u0027s multinational VFX studios; many indie shops use Spanish. Your English-ubiquity goal fits larger studios; expect some Spanish locally.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Ecuador, remote real-time VFX roles exist case-by-case with limited process maturity. Expect negotiation over remote, hybrid, or onsite terms.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Ecuador (EC): Real-time VFX talent pool is small, with limited local specialists in Quito and Guayaquil. Hiring typically requires aggressive sourcing or contract arrangements.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Ecuador, Colombia and Peru are generally cordial; border issues and migration news keep public views cautious.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Ecuador’s self-image blends Indigenous and mestizo pride with hospitality. It also notes ongoing economic and security challenges shaping civic life.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Ecuador, Peru and Colombia view it as stable and welcoming to expat families. Cross-border travel is generally smooth, with occasional policy bumps.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Several Ecuador visa routes fit our founder/remote profile: professional, investor, rentista, and remote-work options; expect apostilles and income proofs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In Ecuador, sidewalks cover key areas in some neighborhoods, but drivers often rush. We’ll stay alert with the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Cuenca has sizable North American expat networks; locals are generally welcoming with curiosity, easing integration for US migrants.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Ecuador\u0027s Andean culture, festivals, and biodiversity spark ongoing family curiosity. Safe, mild climates and welcoming towns like Cuenca invite exploration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Ecuador (e.g., Quito) is gentle; nights rarely dip below 0 C and days stay mild, so light coats suffice.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Standard in Ecuador is 40 hours, with occasional 42–45 hours. Seek roles with clear boundaries and remote options to protect family time.",
      "alignmentValue": 7
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Ecuador, tech/remote roles can offer flexible hours and family time. Expect occasional crunches, but recovery time helps balance life.",
      "alignmentValue": 7
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Ecuador\u0027s labor law protects core rights (13th-month pay, social security), but enforcement is stretched, especially in informal sectors.",
      "alignmentValue": 7
    }
  ]
}