{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Trier, DE: .NET roles exist sporadically, aided by cross-border finance to Luxembourg and links with the local university; remote work helps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In Trier, Germany, 2D Environmental Artist pay is mid-tier, about 10–15% below top hubs; benefits and lower living costs help compensate.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Trier has few local 2D environmental art courses; most upskilling is online, with occasional workshops in nearby Mainz or Koblenz.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "7: Trier has small design programs; grads exist but cohorts are small; upskilling common; Mainz/Koblenz nearby provide broader pipelines.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Germany Trier: 2D Environmental Artist roles likely 4-5 months; local pool is shallow; rely on remote/global search and possible relocation support.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Trier, Germany, English is widely used but many studios expect German basics; prioritize bilingual 2D Environmental Artist candidates.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Remote options exist case-by-case in Trier, Germany, matching Trey and Sarah\u0027s remote/hybrid needs. Expect limited processes and some onsite collaboration.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Small pool of 2D environmental artists in Trier; sporadic availability. Hiring may require sourcing from larger German studios or remote/relocation.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "3D animator pay in Trier is about 20% below global medians. Lower living costs and family-friendly policies ease relocation for this family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Trier has limited local 3D animation education. Most upskilling is online or requires travel to bigger German cities.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Trier has modest digital-media programs at Hochschule Trier; no dedicated 3D animation degree locally, so grads rely on broader studies and local studios.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Trier, 3D animator roles likely take 4–5 months; small local pool means expect multiple search cycles and remote/global sourcing.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Trier (DE), most 3D studios use German; English is common in international teams, so bilingual skills help.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Remote 3D animator roles exist case-by-case in Trier, Germany; limited process maturity; hybrids possible, aligning with family-friendly balance.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Trier, Germany has a small in-market 3D animator scene; expect freelancers or remote hires; check nearby hubs (Luxembourg/Cologne) for senior talent.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In Trier, 3D character artist pay trails top hubs by ~20%. Strong healthcare, stability, and lower living costs ease relocation for the family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "In Trier, 3D character education is limited; a couple of local providers cover basics, while advanced topics require remote study or travel.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "3D character education in Trier, Germany, is limited. Nearby Mainz/Koblenz offer programs and industry ties, but Trier lacks flagship pipelines.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Trier, Germany, 3D character artist roles typically run 3-4 months; expect proactive sourcing or relocation help due to a small local talent pool.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Trier, German dominates local studios; English exists but not universal - bilingual candidates or German onboarding are common for 3D character artists.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In Trier, 3D character roles are typically hybrid; studios support remote work with occasional on-site reviews and collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Germany Trier has a small 3D character artist pool; expect sporadic local talent; remote hires or sourcing from Cologne/Frankfurt advisable.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Trier has mainly university labs and small incubators; no dedicated game accelerators locally.",
      "alignmentValue": 5
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air in Trier, DE is very clean overall; occasional mild traffic spikes. Filtration rarely needed; sensitive family members should stay symptom-free.",
      "alignmentValue": 9
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Anchor presence in Trier, Germany is limited to indie studios and satellite offices; no large studios in Rhineland-Palatinate.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "In Trier, Germany, secular culture is strong; atheism is widely accepted and civil life, schools, and services are accessible without stigma.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Authoritarian backsliding risk in Trier, DE remains low; Germany\u0027s strong institutions safeguard civil liberties; ongoing vigilance.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Banking in Trier, Germany is functional for newcomers, but initial foreigner paperwork can be lengthy. Digital banks help.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Beach Life",
      "alignmentText": "In Trier, Germany, no beaches are within 30 minutes. Inland lake beaches require longer drives, so beach life is limited.",
      "alignmentValue": 2,
      "sameAsParent": true
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Trier, Germany has a budding boardgame scene with local shops and meetups. Family-friendly events exist, but groups can require some coordination.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Body diversity is respected in Trier, Germany; wellness is personal, with universal healthcare and inclusive sports supporting your family\u0027s values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Germany\u0027s diverse economy and EU safety nets support Trier; tech roles and remote work offset occasional layoffs with quick reemployment and grants.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Cancer incidence in Trier, Germany aligns with global norms; robust screening and universal care support early detection.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Germany (Trier) prisons uphold international standards with active oversight and restorative programs; conditions are generally humane.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Germany (Trier) offers strong Kita-based childcare with subsidies. Slots exist but you should register early and plan ahead.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Trier, Germany is largely kid-friendly: safe streets, parks, and walkable districts. A few dense zones may need planning for families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Germany provides strong childcare subsidies and parental leave for citizens. In Trier, near-home Kita slots are common, easing access for families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "Germany (Trier) offers strong childcare support for visa families; after establishing residency, Kindergeld/Kita access is straightforward.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Trier, Germany offers board gaming and climbing scenes plus expat groups; English-friendly clubs help Trey and Sarah join hobby life.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Community Activity",
      "alignmentText": "Trier, Germany has a modest but active tech/game dev scene with quarterly meetups and university groups; expect seasonal events.",
      "alignmentValue": 6
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In Trier, Germany, universal healthcare and active-living culture support families; parks and cycling fit your wellness goals.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Trier, Germany, there are a few co-housing or cooperative projects, but family-friendly options are limited and may require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Germany, Trier: Community Manager pay trails top markets by ~25–30%; expect ~€45k–€60k base plus standard benefits in a smaller city.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "In Trier, Germany, continuing education for community managers is limited. Most learning happens online with sporadic local meetups.",
      "alignmentValue": 3
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Trier has serviceable digital/media programs at Hochschule Trier; CM-specific track is limited, but nearby studios help practical readiness.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Trier, Germany has a small tech scene; CM roles are rarely filled locally; plan remote or imported talent with 2-4 month hiring timelines.",
      "alignmentValue": 3
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Trier, English is common in tech. CM roles usually need German; expect bilingual support for local communities.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Trier, Germany offers a hybrid-friendly scene; most studios support flexible remote work with occasional on-site days, negotiable for families.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Trier, Germany has a modest community manager pool; startups may need remote hires or relocation from nearby Luxembourg and larger German metros.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Trier, Germany: locals are friendly but reserved; community ties form through clubs and schools, newcomers integrate with time and initiative.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Trier, established studios offer modest pay; remote roles or equity can bridge gaps for a family-focused relocation from the US.",
      "alignmentValue": 5
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Startups in Trier tend to pay near global medians after cost of living. Equity terms vary and cash is modest, suitable for family budgets away from Silicon Valley premiums.",
      "alignmentValue": 6
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Compliance in Trier, Germany is manageable with proper planning. Visa and residency steps require ongoing attention; local guidance helps.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "In Trier, IT courses are regularly offered by Volkshochschule and universities. For game dev and Azure, training is mostly occasional or requires travel.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Trier has a modest contractor bench; remote freelancers exist but lead times may apply. Germany/EU grants and visas support startup entrepreneurship.",
      "alignmentValue": 6
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Germany emphasizes harm reduction and treatment; small-amount cannabis penalties vary. Trier offers strong public health and addiction services.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Cost to operate in Trier, Germany is slightly elevated but manageable; solid rents, skilled labor, and EU incentives/visas support a family-led startup.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Cost of living in Trier, Germany is moderate and manageable for a family. Housing, healthcare, and public supports help budgeting.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Trier offers several general coworking options, plus university-linked spaces. Game-dev labs are scarce, but indie teams can access shared resources.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Germany, Trier: persistent shortages for specialized tech/game roles; remote hiring and incentives help, but local pipelines are thin.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Germany\u0027s Trier benefits from universal healthcare; depression prevalence is moderate with accessible services and some wait times.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Trier, expat families build close ties with steady outreach; join clubs, schools, and local events, and invest in language learning.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "TRIER, GERMANY shows improving D\u0026I with protections and inclusive hiring. Smaller firms vary, but it aligns with our progressive, LGBTQ\u002B-friendly values.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In Trier, Germany, drug enforcement is proportionate with strong oversight; families rarely witness aggressive sweeps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany allows dual citizenship in limited, case-by-case terms; for a U.S. family in Trier, expect exemptions/paperwork.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Trier, DE offers solid early-stage grants (HTGF/ZIM/EXIST); roughly $350k–$700k for game-dev startups, competitive but accessible.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Germany has national early-stage funds (HTGF) and grants; Trier lacks local game funds, so rely on national/international investors.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "Solid German economy with strong social safety nets; Trier offers steady employment, universal healthcare, and family-friendly policies to ease relocation.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Economic System",
      "alignmentText": "Germany\u0027s social market economy supports startups with grants and reliable governance; Trier offers stable rules, strong healthcare, and solid public services.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Germany offers a stable regulatory climate for creative industries. Trier provides access to grants and EU funding; overall policy is predictable for startups.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Education in Trier is strong overall with good public schools and early programs; bilingual options exist, but English-centric paths are limited.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Education pipeline in Trier, Germany, is growing yet uneven; few dedicated game programs exist, so local talent may need extra industry training.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In Trier, Germany, IT roles commonly sponsor visas for skilled workers. Family visas are available under Blue Card routes.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Trier, Germany hosts a balanced Unity/Unreal scene with active indies and meetups. EU grants help cross-engine work and skills.",
      "alignmentValue": 8
    },
    {
      "key": "Environment",
      "alignmentText": "Excellent environmental quality in Trier, Germany; parks and the Moselle river provide easy outdoor access, with mild pollution on busy edges.",
      "alignmentValue": 8
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Trier, Germany, a two-earner family faces ~35% effective tax (incl. social security); Kindergeld helps offset costs.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "In Trier, Germany, fall stays mild (about 10-20 C / 50-68 F) with sweater weather. Occasional showers keep days lively but manageable for family plans.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Life",
      "alignmentText": "In Trier, Germany, families enjoy strong social support, good public schools, universal healthcare, and safe neighborhoods with parks.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Members",
      "alignmentText": "In Trier, DE, spouse and minor children can usually obtain family reunification; two US adults with kids will need permits, housing proof, and basic German.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Germany\u0027s Trier offers strong family policy: long parental leave, child benefits, and affordable childcare.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Germany\u0027s Trier offers strong child benefits and universal healthcare; solid family-friendly policies, though some bureaucratic steps apply.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Germany Trier visa families get universal healthcare and some child benefits, but full subsidies require residency/work; not day-one parity.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Fashion in Trier leans tidy smart-casual; comfortable outfits suit schools and daily life. Minimal bold statements fit the family-friendly environment.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In Trier, Germany, urban fashion is diverse and body-positive; nearby smaller towns may be more modest, but overall options remain broad.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Trier, male fashion is modern in the city and classic in the suburbs; aligns with your progressive, flexible family profile.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Trier, Germany, femininity norms are liberal; women freely pursue diverse careers and identities, with only occasional conservative pockets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Germany\u0027s strict gun laws and limited ownership in Trier create a calm, safety-first environment with minimal gun exposure.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Trier, Germany, consent norms are strong and direct communication is valued; be mindful of boundaries in nightlife areas.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Small but active Trier startup scene anchored by the university and coworking hubs; mentorship exists, but broad cross-pollination is limited.",
      "alignmentValue": 6
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Trier, fresh markets and groceries are solid. Specialty international ingredients/restaurants are sporadic, often needing a trip to a larger nearby city.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Locals in Trier are polite and open once engaged. Expats and parent groups help build community.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Game-dev grants in Trier/Germany likely €100k-€250k/year via regional/federal programs; expect multi-cycle applications.",
      "alignmentValue": 6
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Trier, Germany has few local game studios; most work is remote or with indie startups.",
      "alignmentValue": 4
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Germany (Trier) offers strong protections for gender-diverse people; urban areas are supportive, though some forms still lag behind.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Germany offers strong gender-rights protections with active enforcement; in Trier, rights are well protected and leadership representation is improving.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Germany\u0027s Trier offers strong gender equality and parental leave. Occasional traditional norms linger in smaller-city life.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Trier, Germany, flirting norms are mostly modern and inclusive. All genders can initiate or decline interest with minor lingering assumptions.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Germany (Trier) offers strong healthcare and schools; visa status is stable but some subsidies and voting rights differ from citizens.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Global warming risk in Trier, DE: noticeable but manageable warming with hotter summers and heavier rain. Strong local resilience and infrastructure help families cope.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Germany offers a startup visa. Trier has the federal path but needs a viable plan and funding—processing may add friction.",
      "alignmentValue": 7
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Trier, grooming is practical and understated. Care is appreciated but not pushed to extremes.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Trier, Germany, progressive scenes exist; multi-partner attitudes are tolerated publicly with respectful curiosity, though discretion toward some institutions.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Germany\u0027s universal, affordable healthcare in Trier offers strong pediatric care with low costs; expect occasional delays for specialists.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In Trier, Germany, visa families gain access to public health insurance via residency; coverage is strong and costs are predictable.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Germany\u0027s public universities are largely tuition-free with scholarships; Trier offers moderate living costs and English-taught programs.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Germany generally offers no tuition for international students; Trier has strong international offices and DAAD options for visa holders.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Trier has few established studios; game work relies on remote teams or Trey’s startup. Local hiring tends to stall for months until budgets free up.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Trier, Germany, specialist hiring runs about 3 months; aligns with a family-friendly setup and remote/hybrid options.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Rent in Trier is moderate for families. Expect around €9-12/m² in good areas, with strong tenant protections and standard deposits.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Germany\u0027s tax system is manageable with family benefits (Kindergeld); expect some paperwork and Elster filings in Trier.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Trier, DE: generally welcoming; active local integration and language support; occasional national debates.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Trier, DE: reception is generally welcoming but varies by language and class; adapt quickly; English-friendly, with language-learning plans.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Trier, Germany, public K-12 is universal and free, with strong language support and easy enrollment; transfers across schools are straightforward.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Public K-12 access for visa families in Trier is strong, with language support; expect some paperwork for residency proof.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Trier, English helps day-to-day, but schooling and official paperwork are largely in German; committing to German study enables full participation.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Trier studios use English for cross-border work; German remains essential for local docs, compliance, and community.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "English is common in Trier startups for investor work, but German is needed for hiring, compliance, and local admin; aligns with your plan to learn German.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "In Trier, Germany, game IP lawyers are limited; only a couple specialists locally. Startups rely on referrals or seek IP know-how in nearby Mainz/Koblenz.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Trier, Germany, LGBTQ\u002B protections are strong and inclusive services are common; anti-discrimination laws support families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Market research in Trier, Germany has limited local vendors; teams rely on ad hoc panels from nearby cities (Mainz, Koblenz) or online testers.",
      "alignmentValue": 6
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Trier, Germany: Marxist ideas linger in academia and unions; mainstream policy stays centrist, but open, plural debate fosters nuanced views.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Masculinity norms in Trier, Germany are broad and evolving. Dad caregiving is increasingly accepted, matching your progressive, family-friendly values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Trier, Germany, mass violence is uncommon. Authorities communicate clearly and communities feel prepared.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "In Trier, DE, meetups are irregular; EU entrepreneur groups and university networks offer community, with online hubs filling gaps.",
      "alignmentValue": 6
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Minimum wage in Trier, Germany (~€12/h) meets core family needs with childcare subsidies and strong protections; still limited savings potential.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Trier, Germany offers strong rail links and broadband; most services meet needs, though some historic buildings lag on insulation and smart-home upgrades.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "6: Trier, Germany has niche communities. Privacy is key to avoid backlash outside urban enclaves.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Openness is valued in Trier, Germany, but keep feedback direct yet respectful. Share needs clearly (broadband, childcare) and expect constructive responses.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Natural beauty near Trier is attractive but spread out; Moselle trails and nearby Hochwald forests offer family-friendly outdoor days; plan for crowds.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Natural hazards in Trier, Germany include occasional floods along the Moselle and storms. Severe events are rare thanks to robust infrastructure and warnings.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Nature Access",
      "alignmentText": "Abundant nature within an hour of Trier: Moselle river activities, family-friendly trails, and vineyards; good campsites and guides.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Trier offers modest nightlife: student pubs and Europahalle shows, with major acts a short trip to Cologne or Luxembourg.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife in Trier is modest; many venues close early, suiting a family-friendly pace. Day trips to Koblenz or Luxembourg offer more options.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Trier, DE has modest game dev activity: few in-person meetups; mainly online communities and occasional campus/local events suitable for families.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Trier, Germany has minimal game studios; nearby Berlin/Munich offer opportunities, but Trier lacks notable studios.",
      "alignmentValue": 2
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity rate in Trier, Germany is moderate; walkable streets and strong public health support help families stay active and healthy.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Germany\u0027s Trier offers IHKT incubators and Greater Region EU funds for prototyping; scaling will need Luxembourg or Cologne investors.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Trier\u0027s Roman heritage and Moselle wine country create a calm, family-friendly tempo. Errands and school runs feel unhurried here.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Trier, Germany, parenting supports diverse styles; parental leave, universal childcare, and cooperative schools back family-friendly living.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Germany naturalization after 6–8 years, with B1 German and a civic test in Trier. Dual citizenship is possible in some cases; the process can be bureaucratic.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Germany (Trier) has very low perceived corruption; strong watchdogs and rule of law support families, with reliable public services.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Trier, Germany, personal space is generally respected; direct but courteous interactions are common; expect occasional closer contact in crowds.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Trier, Germany, personal space is respected; handshakes are common and casual touch is limited - watch cues with the kids.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Most of the year in Trier, DE feels comfortable with mild springs and summers. Only a few chilly weeks in winter require light layering.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "Trier, Germany offers a transparent, resilient democracy with strong rule of law; aligns with your progressive, family-focused values.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Polyamory",
      "alignmentText": "In Trier, Germany, polyamory has limited legal recognition. Private acceptance exists, but workplaces and schools may require discretion.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Trier, Germany has a strong universal Kita system with subsidies; expect early registration and some waitlists, with bilingual options in select centers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Private schools exist in Trier, DE, but quality and accreditation vary. Tuition tends to be high and international curricula are not universal.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Trier, Germany, processed foods are common, but weekly markets and German produce balance with plenty of fresh options for the family.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Germany Trier: PMM (Games) pay trails top markets ~20–25%; solid benefits and QoL; English-friendly firms, plan to learn German.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Trier has limited local continuing education for game product marketing. Most upskilling is online or via nearby hubs such as Berlin.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Limited dedicated games PMM programs in Trier; Universitaet Trier/Hochschule Trier offer business/media tracks, but cohorts are small and require mentoring.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Trier, DE: PMM (Games) hiring is slow; 4-6 months. Remote/EU candidates help; visa steps may extend timelines.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "In Trier, English is common in game marketing, but client-facing roles favor bilingual (German) candidates.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Trier, Germany: partial remote weeks are common for PMMs; expect frequent onsite days for campaigns, with remote options varying by studio.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Trier, Germany (near Luxembourg) has a very thin PMM (Games) pool; expect relocation to bigger hubs or strong remote hiring.",
      "alignmentValue": 3
    },
    {
      "key": "Progressivism",
      "alignmentText": "Progressive policies in Trier, Germany bolster welfare, healthcare, and climate action. This aligns with the family\u0027s values.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Germany\u0027s progressive, sex-positive culture supports open relationships. In Trier, casual openness is generally accepted with discretion in traditional circles.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Trier, Germany, public messaging emphasizes wellbeing with accurate, inclusive info and pluralistic media - minimizing propaganda for our family.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Trier, Germany, media is broadly free and pluralistic; watchdogs and public broadcasters curb propaganda, keeping public discourse constructive.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Germany, Trier: bus network and Mosel trains cover basics; hourly Luxembourg links help, but evenings are sparse, so a family car remains useful.",
      "alignmentValue": 6
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Trier, Germany has limited local publisher presence; family-founded ventures rely on international events. Most BD access occurs via Berlin-based programs.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Quality of Life – Higher-Income Tier in Trier, DE: strong public services and family-friendly living; premium amenities require planning or travel to bigger cities.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Quality of Life - Lower-Income Tier (Trier, DE): Germany\u0027s universal healthcare and public services ease costs. Safe housing and transit support families.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Trier, Germany, strong public services and affordable childcare ease family budgets; with mindful budgeting, a comfortable middle-income life is realistic.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "In Trier, real-time game pipelines are sparse; expect pre-rendered focus with remote collaboration, aided by good broadband and EU grants.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Trier, Germany: religion shapes culture modestly; policy remains secular, pluralistic, protecting minority rights.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Remote work is possible case-by-case in Trier studios; hybrid is preferred but on-site remains common, aligning with the family\u0027s needs.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Hybrid-friendly Trier, Germany: startups enable remote options for founders; regular on-site or hybrid work with solid collaboration tools.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Remote work is well-supported in Trier, with many Luxembourg/Cologne employers adopting hybrid models; coworking options help maintain community.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Germany offers several residency routes (Blue Card, self-employed, family reunification) in Trier; renewals involve paperwork but long-term status is feasible.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Retention in Trier, Germany is generally stable due to welfare and family support. Remote work helps local tech, but startup funding cycles can cause churn.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Germany\u0027s public pension is solid with universal healthcare; retirement depends on ongoing contributions; consider supplementary savings in Trier.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "After contributing to Germany\u0027s statutory pension, visa holders can claim retirement benefits; settling long-term in Trier strengthens access.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles exist in Germany but cluster outside Trier. Remote options are common; active networking helps keep opportunities flowing.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Trier, Germany is very safe for families; low crime and a walkable historic center, with standard after-dark caution.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Trier has solid public schools and bilingual options; expect local planning and networking for the best fits.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Trier (DE), Moselle water is typically around 20-22 C in summer; shoulder months dip to ~18-20 C, so half-year swimming is common.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Seasonal Extremes \u0026 Variability: Trier, DE - mostly mild seasons with rare, brief spikes; warm summers and cool winters keep plans manageable.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Trier, Germany, winter daylight is noticeably shorter. Regular outdoor breaks and occasional light therapy help keep the family\u0027s mood steady.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Trier, Germany has distinct seasons: mild springs and falls, warm summers, and cool winters. Prepare winter gear and light rain protection; outdoor time remains feasible.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Trier has a small local senior pool; plan remote or cross-border hiring and leverage nearby universities and EU talent.",
      "alignmentValue": 6
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Trier, Germany, sex education is comprehensive and inclusive; aligns with the family\u0027s sex-positive, progressive values.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Trier, Germany offers universal healthcare, Kindergeld child benefits, and strong parental leave, well aligned with your family\u0027s needs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Trier, 2k sq ft rentals are rare; listings surface only occasionally, often with trade-offs on location or price.",
      "alignmentValue": 4,
      "sameAsParent": true
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Trier (DE) is mild with mostly comfortable days and some chilly mornings; plan for layers.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Stability",
      "alignmentText": "Germany/Trier offers long-term stability with predictable policies and strong crisis response, aligning with a family-friendly migration plan.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Trier, Germany, pluralism and human rights are strong. Open media and robust protections support your progressive family.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "From Trier, DE, Germany\u0027s social market economy delivers safety nets and fair competition. Innovation thrives with accessible healthcare.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Studio Density",
      "alignmentText": "Studio density in Trier, Germany is very small. Most work is freelance or remote-based, with few local studios.",
      "alignmentValue": 3
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Trier, summers typically reach around 30 C with moderate humidity. Occasional heatwaves may require brief indoor breaks.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Trier, Germany, expect polite, efficient service. Friendly exchanges tend to occur when we initiate conversations.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Germany\u0027s Forschungszulage offers a 25% R\u0026D tax credit for game/IT work; Trier-area teams can access it, though applications are competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Germany (Trier): self-employment visa for the family ~9 months; costs modest, with translations, legal fees, and bureaucracy expected.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in government in Trier is strong; transparent public services exist, though a few local agencies can be slow.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Trier, Germany has low corruption with strong oversight; petty issues are quickly addressed, supporting a stable, family-friendly relocation.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Trier, Germany, senior software salaries are solid but not top-tier; cross-border Luxembourg roles can boost income if needed.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Trier weekends offer parks and family-friendly museums with reliable transit. Shops close Sundays, so plan ahead and book popular spots.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Typical workday aligns well in Trier, Germany: Grundschule hours plus Hort until ~16:00, with aftercare bridging gaps; 8:30\u002B drop-offs and wraparound care.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Trier, Germany, statutory vacation is 20 days/year for a 5-day week; many firms offer 25-30. This helps with family planning in Trier.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Germany typically grants about 25-29 vacation days per year. In Trier you also benefit from roughly 10 public holidays, boosting total time off.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Trier has a limited local vendor scene; expect to rely on nearby Mainz/Koblenz or remote partners for art, QA, and engineering.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "VFX Artist (Real-Time) in Trier, Germany: pay trails top hubs by ~10–15% but aligns with regional German rates and benefits.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "In Trier, Germany, local VFX real-time continuing ed is sparse. Most training is online or in nearby cities like Mainz or Cologne.",
      "alignmentValue": 4
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "In Trier, Germany, VFX (real-time) education is limited. Most talent studies in Mainz/Cologne or online, with mentoring required.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "VFX Real-Time hires in Trier, Germany are slow; plan 3–4 months with proactive sourcing or relocation; remote EU candidates help.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Trier, VFX real-time roles lean German. English teams exist, but local language skills aid collaboration.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Trier, Germany, real-time VFX remote work is feasible via hybrid setups; fully remote roles are negotiated, aligning with family-friendly schedules.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "In Trier, DE, real-time VFX talent is scarce; rely on remote hires or nearby hubs (Mainz/Wiesbaden). Targeted sourcing.",
      "alignmentValue": 4
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Neighbors around Trier are friendly; cross-border travel to Luxembourg, Belgium, and France is easy, boosting family mobility.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "View of self",
      "alignmentText": "Germany (Trier) projects confident democracy with humility. Trier\u0027s focus on education and inclusive welfare underpins civic pride.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "From Trier, Germany, neighbors view it positively with strong cross-border ties to Luxembourg/France/Belgium, easing travel and trade.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Germany (Trier) offers multiple visa paths for this profile: Blue Card, skilled-worker visa, and self-employment permits; requires job offer or solid business plan.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Trier\u0027s compact center and pedestrian zones support confident walking with kids. A few car-heavy corridors require caution.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Trier, Germany generally welcomes US migrants; active expat networks and integration services ease settling; English is common.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Rich Roman ruins and Moselle valley charm in Trier spark kid-friendly history; easy Luxembourg day trips add diverse, relaxed family adventures.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in Trier, Germany are mild: nights can dip below 0 C occasionally, days are 5-10 C; snow is rare and roads stay clear.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Trier, Germany, typical 35-hour weeks with strict overtime caps fit the family\u0027s balance. It supports remote/hybrid options and steady hours.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Trier, Germany offers strong work-life balance with family-friendly policies, predictable hours, and respect for parental milestones.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Trier, Germany, workers\u0027 rights are robust with strong unions and clear recourse; fits the family\u0027s need for stable, family-friendly employment.",
      "alignmentValue": 9,
      "sameAsParent": true
    }
  ]
}