{
  "version": 2,
  "iso": "DE",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Köln\u0027s mix of Telekom/Ford/media hubs (Rheinauhafen) sustains .NET roles; English-friendly teams exist, but German fluency accelerates leadership chances.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Cologne (Koeln) pays 2D environmental artists competitively in Germany, ~10-15% below top hubs. Strong benefits and parental support help offset.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Koeln offers occasional 2D environment art workshops via VHS Koeln and Cologne Game Lab. Most upskilling is online or through visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Cologne has design/art programs (KHM, TH Köln), but a dedicated 2D environmental artist path is limited. Expect upskilling through cross-discipline pipelines.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Koeln\u0027s 2D environmental artist pool is niche; expect 3-4 months with relocation/visa steps. Remote/hybrid options and local grants can help.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Cologne (Koeln) talent is mixed: about half use German; English teams should screen for language fit and consider bilingual candidates.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Koeln, hybrid remote work is common for 2D environmental artists; expect periodic on-site collaboration and possible equipment stipends.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Cologne (Köln), Germany has a solid 2D environmental artist pool with indie studios and Gamescom ties; senior hires face competition.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Koeln\u0027s 3D animator pay is about 25-30% below top markets. The lower cost of living and Germany\u0027s strong benefits help offset the gap for a relocating family.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Cologne, Germany offers occasional 3D animation training via universities; most upskilling is remote or via visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Cologne, Germany has multiple strong 3D animation programs (TH Koln, KHM) feeding well-prepared grads into regional studios each year.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Cologne has a growing game/creative scene with solid demand for 3D animators. Hiring typically takes 3-4 months, often needing relocation support.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Köln\u0027s 3D studios commonly use English, but many client projects expect German. English is widely used with some local-language expectations.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Cologne studios lean hybrid for 3D animators; remote days allowed with onsite collaboration and occasional gear stipends.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Cologne has a moderate 3D animation pool with mid-level talent; a few studios exist, but senior hires may require relocation or remote options.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Koeln, Germany offers 3D artist pay ~10–15% below top NA/WE hubs; still attracts experienced talent with strong work-life balance and visa options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Cologne (Koeln) offers occasional 3D character art workshops and meetups; advanced topics rely on visiting experts or remote courses.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Koeln hosts TH Köln\u0027s Cologne Game Lab and KHM; multiple programs feed well-prepared 3D character grads into regional studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "In Köln, 3D character artist hiring typically lasts 3–4 months; relocation helps. English-friendly; German skills assist.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Cologne (Koeln), Germany, English is widely used in studios. Basic German helps with local teams.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Cologne studios commonly allow remote for senior 3D character artists; expect hybrid schedules with periodic onsite work.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Cologne: a moderate 3D character artist pool; mid-level talent solid, but senior specialists may need relocation or remote arrangements.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Cologne, Germany mainly offers generalist accelerators; game-focused programs are rare, with occasional cohorts that accept game teams.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Cologne, Germany: PM2.5 ~14 µg/m³ indicates moderate air quality; monitor AQI and use filters on bad days for the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Cologne, Germany hosts several service studios and regional publishers. No dominant IP owner anchors the local game scene.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "Köln (Cologne) is broadly secular; openly atheist parents meet little friction in urban and university life, with strong civil liberties and inclusive workplaces.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Köln (Cologne), Germany benefits from strong checks and an active press protecting civil liberties; backsliding risk remains low.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Koeln banks like Sparkasse KölnBonn, DKB, N26 offer quick account setups; contactless payments are widespread, though foreigners may face lengthy paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "Cologne-area Rhine lakes and Fühlinger See offer great local beach days for the family. Shade and lifeguards vary, plan accordingly.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Köln offers regular game nights, friendly shops, and English-language groups; nearby Essen\u0027s Spiel fair expands Trey\u0027s boardgaming options.",
      "alignmentValue": 9
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Cologne’s fitness culture is inclusive and supportive. Healthy living is encouraged without shaming.",
      "alignmentValue": 9
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Cologne\u0027s diversified economy (tech, logistics, media) supports reemployment; startup grants aid founders, though bureaucracy remains a factor.",
      "alignmentValue": 8
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Germany\u0027s strong screening and Koeln\u0027s healthcare access keep cancer incidence near or below average; robust early-detection programs help.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Köln, Germany prisons generally meet international standards with strong oversight; humane conditions and prisoner labor pay align with rehab goals.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Köln (NRW), Kita spots are subsidized from age three; under-threes may have waitlists, bridged by Tagespflege.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Cologne offers Rheinpark and Stadtwald play spaces, pedestrian-friendly districts, and solid childcare; busy cores need a bit of vigilance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Köln (NRW) offers Kindergeld and Kita subsidies that cut childcare fees. Familienzentren provide local support, though annual re-registration and some charges remain.",
      "alignmentValue": 9
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Köln, Germany, visa families access Kita subsidies and Kindergeld after Anmeldung and insurance; translation paperwork remains the main ongoing chore.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Köln offers climbing gyms, Karneval clubs, makerspaces, and English-language gaming nights within easy tram access.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "Cologne (Koeln) has an active game-dev/tech scene with monthly meetups and annual conferences. A supportive community for families and founders.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Cologne, Germany, offers a health-conscious, balanced scene with parks and wellness programs. Universal healthcare supports families here.",
      "alignmentValue": 8
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "In Köln, multiple co-housing and Genossenschaftsprojekte exist; families are regularly welcomed into strong local support networks.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Cologne CM compensation is mid-tier, about 20% below top markets; strong lifestyle and remote options help attract talent.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Cologne (Koeln), Germany offers occasional local community manager training with solid online options; fits our high education priority and English-friendly path.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Cologne has solid media/communications programs at University of Cologne and TH Köln; no dedicated CM track, but grads join CM roles with on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Cologne\u0027s tech/gaming scene is active; expect 2–3 months to hire a community manager locally.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Cologne tech uses English widely, but CM roles often expect German; bilingual candidates fit best.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Cologne (Koeln), Germany, hybrid and remote setups are common. Fully remote Community Manager roles typically require negotiation and clear async workflows.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Cologne\u0027s CM talent pool is moderate; startups can hire locally, but senior CM roles may require relocation or remote options.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Cologne\u0027s neighborhood events and Karneval vibe welcome newcomers; Sarah can meet people via Elterncafes and community centers at a relaxed pace.",
      "alignmentValue": 9
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Cologne, established studios generally align with global medians after cost-of-living; strong benefits help families, though pay may trail top hubs.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Köln, Germany startup comp tracks global medians after cost of living; solid base \u002B equity, with EU transparency and family-friendly policies.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "In Köln, Anmeldung and annual tax filings via Elster are manageable; timely filings prevent fines; expect only occasional visits.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Cologne, Germany offers regular CE via universities, local bootcamps and meetups; tech courses and industry events are fairly accessible.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Koeln has a healthy IT contractor bench with English-friendly talent in web/game dev and Azure; great for startup needs.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Cologne, Germany: harm-reduction oriented policies with strong healthcare; small-possession penalties are light, but recreational cannabis remains illegal.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Koeln has strong tech talent and startup grants. Costs are slightly elevated but manageable with local incentives.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "3-bedroom in Köln (Südstadt/Ehrenfeld) runs €1,800–€2,200 \u002B utilities; groceries and transit are manageable, but income must cover it.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Cologne, Germany offers solid coworking and startup hubs; game-focused labs are scarce, but shared production spaces and broadband are accessible nearby.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Cologne/Koeln has a growing tech scene, but specialized software/game dev roles are tight; remote hiring helps, and some relocation incentives may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "In Köln, Germany, mental health burdens exist but are met with accessible services and open dialogue; strong public healthcare supports families.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Cologne, Germany, expats deepen ties via clubs and community dinners; showing interest and learning German speeds meaningful connections.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Cologne\u0027s inclusive policies, LGBTQ\u002B support, and English-friendly tech culture suit your family; D\u0026I shows steady progress but varies by studio.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Germany\u0027s enforcement is proportionate with strong oversight; in Koeln, drug policy emphasizes treatment over punishment.",
      "alignmentValue": 9
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Germany allows US dual citizenship with minimal reporting; Cologne\u0027s Ausländerbehörde processes dual applications with clear documentation.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Cologne, Germany offers EXIST and NRW startup grants for tech startups. Early-stage funding exists but is competitive.",
      "alignmentValue": 6
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Cologne benefits from NRW/HTGF public grants and generalist funds open to games, but dedicated game backers are scarce; fundraising is competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Economic Health",
      "alignmentText": "Cologne\u0027s diversified economy (services, media, logistics) supports steady jobs. Unemployment is moderate; Germany\u0027s safety nets help families weather downturns.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Cologne\u0027s social-market economy offers welfare and worker protections, but business startup can be bureaucratic and slow.",
      "alignmentValue": 7
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Germany\u0027s stable, pro-creative policy with EU funding supports Cologne\u0027s game/tech scene; regulatory environment is predictable for planning.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Cologne benefits from NRW reforms; schools are solid, but Gymnasium access depends on grades and teachers, so family involvement supports bilingual options.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Cologne, Germany offers game-focused programs (Cologne Game Lab/TH Köln); internships exist, but curricula often need industry alignment.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Cologne/Koeln offers Blue Cards, but sponsorship is selective; strong resumes, language/recognition steps, and partial legal help; family visas feasible.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Cologne, Germany has strong Unity and Unreal communities with active meetups and cross-pollination across local studios.",
      "alignmentValue": 9
    },
    {
      "key": "Environment",
      "alignmentText": "Köln (DE) shows high environmental quality with Rhine greenways and Stadtwald parks; Eifel forests nearby keep weekend nature trips easy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Germany (Koeln), dual earners with two children typically pay about 35% tax plus solidarity; child benefits help offset costs.",
      "alignmentValue": 6
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Cologne (Köln), Germany, autumns are mild (roughly 10-20°C) with frequent showers; most days are comfortable for family outings, rain gear advised.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Life",
      "alignmentText": "Cologne (Köln) offers all-day schools and family-friendly Rhine neighborhoods. Parks, museums, and Karneval keep family life engaging.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "Cologne, Germany allows spouse and minor children to reunify with proof of income and housing; expect some admin steps but feasible for this family.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Koeln, Germany, citizens can access Elternzeit, Elterngeld, and NRW childcare subsidies, but applications require persistence with district offices.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Cologne, Germany offers strong family policies (Elterngeld and Kita access). Some co-pays and bureaucracy remain, but services adapt as kids grow.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Koeln, Germany: visa families can access parental leave and Kindergeld after permits. Some cash benefits may require longer residency or sponsorship.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Köln, tidy smart-casual fits; aim clean, versatile outfits for work, school, and daily life.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Köln\u0027s fashion is modern and diverse; workplaces mix smart-casual with modesty, letting Sarah blend tech casual with professional touches in Cologne.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Cologne\u0027s urban startup scene favors modern smart-casual; Trey can mix hoodies and button-downs without standing out.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Köln, NRW, gender equity is supported. Parental leave is long, and flexible work culture helps your family balance.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Germany\u0027s strict gun laws and licensed ownership keep firearms tightly regulated; in Koeln, exposure is low and safety norms are strong.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Cologne, Germany upholds clear consent norms; nightlife venues reinforce boundaries with staff intervention. This fits our family-friendly, safety-first values.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Cologne hosts a healthy founder scene around Startplatz and local coworking spaces; solid mentorship options, though less dense than Berlin.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Koeln, fresh markets abound and diverse international options thrive; plentiful produce with only rare gaps.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Cologne, Germany: locals are polite and willing to connect when we show initiative; expect relationships to grow gradually, though expat communities help.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "In Koeln/NRW, indie game grants are often $250k-$600k/yr. This suits your lean startup and founder track.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Cologne, Germany has a growing indie/mid-size game scene; opportunities exist but are concentrated and rely on networking.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Cologne, Germany: Pride and LGBTQ\u002B spaces around Schaafenstraße support gender-diverse residents; legal recognition exists, but some official documents lag.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Köln (Cologne), Germany has strong anti-discrimination protections, funds queer counseling, and offers third-gender registration pathways.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Cologne, Germany, gender roles are broadly egalitarian thanks to strong family policies and universal childcare that support shared caregiving.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Cologne, Germany, flirting norms are modern and inclusive; all genders can initiate or decline with minimal stigma.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "For a family in Köln, ensure insurance, steady income, and housing to renew; Köln\u0027s visa appointments fill fast—plan early.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Cologne faces moderate warming and Rhine flood risk; defenses mitigate, but proactive housing reinforcement and insurance are prudent.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Germany offers a Cologne startup visa with viable business plans and local approvals; processing times are moderate; strong family support and healthcare.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In Köln, grooming is practical and professional; neat but not flashy, with mild polish for work.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Köln, Germany, progressive scenes accept group relationships with respectful curiosity; civic life remains largely frictionless within those circles.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Köln, Germany offers universal, high-quality care via public and private clinics; specialist appointments may require advance booking and longer waits.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Cologne, Germany: visa holders can access public Krankenkassen after enrollment; English-speaking doctors exist but referrals or private clinics may be needed.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Germany (Cologne): public universities are largely tuition-free for residents, with broad programs and solid scholarships.",
      "alignmentValue": 10
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Koeln\u0027s public universities offer low/no tuition for non-EU students. Visa holders must show funds and obtain residence permits, with strong international offices.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "In Köln, established studios hire moderately; expect 3-4 months to fill roles, often with relocation or remote work.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Cologne, Germany: startup roles typically close in 1-2 months thanks to Gamescom networks and NRW grants. Mediennetzwerk.NRW keeps pipelines active.",
      "alignmentValue": 8
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Koeln housing is tight; family-friendly options exist with strong protections (co-ops/long leases), but competition and prices require time.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Cologne (Köln), Germany: payroll withholding (Lohnsteuer) monthly; married couples choose Steuerklasse splits and file via Elster or a Steuerberater.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Cologne, Germany, offers diverse, welcoming communities. Nationwide immigration discourse remains mixed.",
      "alignmentValue": 7
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Köln, white migrants with English and a willingness to learn German are welcomed; stay engaged to offset class- and language biases.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Koeln, Germany, K-12 access varies by district; Grundschule is local, Gymnasien can be selective; proactive parent engagement aids placements.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Köln public schools are tuition-free for residents; visa holders enroll with proof of residency and basic paperwork; DaZ support available first year.",
      "alignmentValue": 7
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Köln, English is common in business and expat circles, but bureaucracy and healthcare remain German-first; the family will keep up German lessons.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In Köln, English supports cross-border work. German remains essential for community, compliance, and local partnerships.",
      "alignmentValue": 7
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In Köln, English is widely used among startups for investors and product work; German fluency supports hiring, compliance, and local engagement.",
      "alignmentValue": 9
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Köln, Germany has tech/IP lawyers with some game experience; deep publishing deals are usually handled in larger hubs.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Köln, Germany hosts one of Europe’s largest Pride events; Ehrenfeld is welcoming to LGBTQ\u002B families with strong protections.",
      "alignmentValue": 10
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Cologne/Germany has multiple game-dev communities, uni labs, and events (Gamescom) supporting frequent playtests and survey panels.",
      "alignmentValue": 9
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Köln, Germany, Marxist ideas linger in universities and unions. National policy favors pragmatic social democracy.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Köln (Cologne), masculinity norms are increasingly inclusive; involved fathers are welcomed in Germany\u0027s friendly, open culture.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Cologne, Germany shows sporadic mass-violence history. We stay vigilant at large gatherings.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Cologne offers Startplatz and frequent meetups for tech and board games, plus expat parenting groups that help newcomers plug in quickly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Köln\u0027s €12.41 minimum wage covers basics for a family, but urban housing and childcare costs limit savings; wage varies by sector.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Koeln offers solid utilities, fast broadband, and reliable trams; Koeln/Bonn Airport boosts international links, with occasional DB delays.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Cologne, Germany offers supportive subcultures for polyamory. Mainstream spaces remain tolerant if discreet.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Köln, Germany, Germans value clear honesty; express concerns directly but with polite etiquette.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Rhine parks and Siebengebirge near Cologne are easy family hikes within ~60 min; Eifel NP offers weekend trips, though some areas may charge fees.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Rhine floods and summer storms are Cologne\u0027s main risks; defenses improved after 2021, but insure near floodplains and heed alerts.",
      "alignmentValue": 7
    },
    {
      "key": "Nature Access",
      "alignmentText": "Rhein bike paths and quick trains to Bergisches Land make nature easy from Köln; some trips may need gear or advance planning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Cologne\u0027s music scene is vibrant with regular concerts and family-friendly daytime events; safe transit supports parents navigating with kids.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Cologne, Germany has vibrant nightlife, but family-friendly late options are limited; plan evening outings in central districts with good transit.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Cologne hosts devcom, Cologne Game Lab, and IGDA meetups; Gamescom annual presence boosts accessible, beginner-friendly game dev networking.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Ubisoft Blue Byte, EA, and indie studios around Köln anchor the local game-dev scene, offering Trey a starting network.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Cologne, Germany, obesity rates stay below national averages thanks to active transport and proactive wellness campaigns.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Cologne/NRW offers Gamescom links, Mediennetzwerk.NRW accelerator, and state grants; strong game-studio support.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Cologne, Germany: Köln balances productive days with relaxed evenings; Sundays and Karneval slow the pace, preserving family time.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Koeln, Germany, Elternrat participation is common; schools partner with both parents and paternal leave is normalized; shared holidays expected.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Germany (Cologne) naturalization typically requires 8 years of residence with language and integration checks; filings handled steadily if complete.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Koeln, Germany shows low corruption perception; strong watchdogs ensure fair procurement, supporting reliable public services for families.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Köln, Germany, personal space is respected; expect direct, polite communication and minimal casual touching outside family.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Cologne, Germany, personal space is respected; greetings are usually a handshake, with limited casual touching.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Cologne, Germany has mild springs and autumns with regular rain; roughly half the year is pleasant, the rest requires rain-ready planning.",
      "alignmentValue": 7
    },
    {
      "key": "Political System",
      "alignmentText": "Cologne, Germany\u0027s federal system (proportional representation) with coalitions offers stable governance and civic channels. Aligns with progressive values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Cologne, Germany: poly networks exist (Ehrenfeld therapists/meetups); social acceptance is high, but legal recognition remains monogamous.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Koeln, Germany: Kitas accept children from age 1, but waitlists are common; Tagespflege can bridge gaps when spots lag; start applications early.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Köln offers private English-medium schools, but tuition is premium (€15k\u002B); verify accreditation and bilingual options.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Cologne, Germany, processed foods are common, but strong fresh markets and bakeries help this family eat healthily.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Cologne, Germany: PMM (Games) pay trails top hubs by ~10–15%. Still, strong benefits and universal healthcare offset costs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Cologne, Germany has occasional PMM (games) trainings and events, often via visiting experts or online courses; in-person options are modest but accessible.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Cologne has limited dedicated PMM-for-games curricula; programs exist but small. Expect on-the-job upskilling with local studio partnerships (Köln, Germany).",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Cologne\u0027s games scene (Gamescom hub) supports English hiring; PMM (Games) takes 2-3 months; relocation/visa may be needed for non-EU candidates.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Koeln game studios use English widely, but basic German helps with local campaigns and onboarding.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Cologne, Germany game studios broadly support flexible remote/hybrid PMM roles; many offer equipment stipends.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Cologne (DE) offers a solid PMM (Games) pool anchored by a few studios. Gamescom ties boost sourcing, but senior roles remain competitive.",
      "alignmentValue": 7
    },
    {
      "key": "Progressivism",
      "alignmentText": "Köln (Cologne), Germany: city governance leans progressive with climate action, LGBTQ\u002B inclusion, and integration programs aligned to the family\u0027s values.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Cologne (Köln), Germany, casual dating is common in progressive circles. Some communities still prefer discretion.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Köln, public broadcasters (ARD/ZDF) offer balanced reporting; tabloids exist but pluralistic media supports diverse, factual coverage.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Cologne, Germany: media remains broadly free; watchdogs/public broadcasters debunk spin, with diverse outlets keeping coverage balanced.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Excellent Cologne transit: KVB trams/buses connect to DB lines and the €49 ticket; reliable and family-friendly, though occasional tunnel work causes delays.",
      "alignmentValue": 9
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Koeln has some EU publisher/platform links, but active outreach is needed; leverage Gamescom to meet publishers.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Köln, Germany offers strong schools, universal healthcare, and culture for higher-income families. Expect some premium services to require planning.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Cologne, Germany offers universal healthcare, strong childcare subsidies, and solid transit; housing costs may strain a lower-income family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Cologne, DE provides universal healthcare, strong schools, and family-friendly policies; with mindful budgeting, a middle-income family can live comfortably.",
      "alignmentValue": 9
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Koeln\u0027s game dev scene offers solid real-time pipelines and EU funding options. The local market leans real-time with some cinematic work.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Köln, Germany, religion influences culture but policy stays secular and evidence-based, with pluralism and minority rights protected.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Köln, remote is allowed case-by-case with a hybrid preference, aligning with your family\u0027s need for flexible work options.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Köln startups in Germany commonly favor hybrid remote work. This aligns with the family\u0027s need for flexible hours and remote options.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Cologne/Koeln, Germany: hybrid/remote work is common; coworking spaces like Startplatz support remote days, with strong family-friendly policies for work-life balance.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Cologne, Germany has EU Blue Card routes: ~4-year permits, PR after ~33 months (21 with B1). Freelancers welcome with client letters and insurance.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Cologne offers a growing tech scene with startup support; English-friendly and family-friendly policies aid retention, but funding cycles can cause churn.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Koeln, Germany, statutory pension plus employer contributions offer solid retirement. Private savings help with housing costs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "Cologne (Koeln), visa holders gain pension rights only after years of contributions. Initially, private retirement savings are essential.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles exist in Cologne, Germany (Köln) media/startups; demand is modest vs Berlin, so proactive networking matters.",
      "alignmentValue": 6
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Cologne, Germany is generally safe for families; petty theft clusters around the Hauptbahnhof nightlife, but family neighborhoods stay calm.",
      "alignmentValue": 7
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Cologne (Köln) in NRW offers Europaschulen and standard Gymnasien/Gesamtschulen with bilingual tracks. Admissions may require planning and parental involvement.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Rhine at Koeln stays about 20-22°C in summer; swimmable for about six months, with shoulder months around 20°C.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Cologne, Germany: seasons are generally mild, with a couple of notable swings each season; plan for occasional storms and cool snaps.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Cologne, Germany has long summer days and milder winters. Ample daylight supports mood; light-touch coping helps maintain it.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Koeln/Cologne has mild, damp winters. Summers are warm around 24–25°C with moderate humidity and regular rain.",
      "alignmentValue": 8
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Koeln\u0027s tech scene is growing, but senior engineers cluster more in Berlin/Frankfurt. Startups here often hire abroad or remote senior leaders.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Köln\u0027s sex-positive, LGBTQ-friendly culture and comprehensive, destigmatized sex education in Germany support open talks on relationships and consent.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Cologne, Germany offers strong healthcare, housing, and family support; newcomers may face outreach gaps and bureaucratic hurdles.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Koeln, Germany, 2k sq ft rentals exist but are not plentiful; you may need to compromise on location or finishes to fit the budget.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Cologne/Koeln, Germany spring runs roughly 10-19 C; expect mild days with chilly mornings and light showers, so keep layers handy.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "Cologne benefits from Germany\u0027s stability and EU backing, offering predictable policy and services as green tech evolves.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "In Köln (NRW), SPD–Greens governance leans toward climate and social cohesion, with room for opposition voices.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Germany\u0027s social market economy, with co-determination and universal healthcare, suits Trey in KOELN ventures. It combines innovation with strong safety nets.",
      "alignmentValue": 10
    },
    {
      "key": "Studio Density",
      "alignmentText": "Cologne, Germany hosts a growing games scene (Gamescom) with a moderate studio presence; NRW hubs offer indie opportunities and grants.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Cologne, Germany summers usually hover around 23-28 C with cool evenings. Short heatwaves can reach ~30 C, but nights stay under 20 C.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Köln, Germany, friendly exchanges happen when we initiate; staff respond positively and English is commonly understood.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Germany/Cologne offers solid R\u0026D tax credits (Forschungszulage) for game dev; NRW grants support, though application windows are competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Koeln, Germany: Blue Card typically takes 3–4 months; translations required; fees around €200–€400; timeline is predictable.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Köln, Germany, trust in city hall and federal institutions is solid. Participatory budgeting boosts confidence for families.",
      "alignmentValue": 8
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In Köln, Germany, corruption is rare; procurement or zoning issues are swiftly addressed by regional courts and independent watchdogs.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Cologne, Germany offers solid senior software pay around €70k–€90k, but not top global hub levels; dual incomes or remote work help the family.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Köln offer parks and museums with easy transit; Phantasialand trips may need reservations, but family-friendly events abound.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Köln, schools start around 8:00 and Ganztag/Hort run to 4-5 p.m.; wraparound care supports working parents with two kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Köln (NRW), 20 vacation days \u002B 11 holidays (~31 total); strong enforcement and payout of unused days.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Koeln tech roles often offer 25–29 days off. Local Karneval bridge days add downtime, matching a family-friendly, slower pace.",
      "alignmentValue": 8
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Cologne (Koeln), Germany has a modest but workable vendor scene. Several local studios offer art/QA and partnerships, though capacity may be limited.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "In Koeln, Real-Time VFX pay trails top hubs by ~10–15%; good work-life balance and universal healthcare offset, with strong remote options.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Cologne has limited VFX Real-Time continuing education; a few local workshops exist, with most learning online or via visiting experts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Cologne, Germany has real-time VFX education via TH Köln and KHM. Programs are small but industry ties help grads enter local studios.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Koeln, Germany has a modest VFX real-time scene; expect 4-5 months to hire with proactive sourcing; many studios operate in English.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "In Koeln, English is common in VFX teams, though German helps. This fits the family\u0027s need for English ubiquity and willingness to learn the local language.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Cologne, real-time VFX roles are usually hybrid; remote weeks exist but require periodic onsite collaboration.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Cologne/Koeln, Germany has a moderate real-time VFX pool; a few studios exist, but senior roles may require relocation or longer searches.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Köln (Cologne), Germany enjoys open ties with Belgium, the Netherlands and Luxembourg; cross-border travel and EU collaboration fit our family.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Cologne\u0027s warm, inclusive self-view (cathedral, Karneval, creative media) fits your progressive, family-oriented plans and English-friendly services.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors view Köln as welcoming and well-connected, with strong Rhine-region cross-border links; ideal for family life and easy cross-border travel.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Cologne offers Blue Card, skilled worker visas, Chancenkarte, and freelancer permits with clear checklists once appointments in Köln are secured.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Cologne\u0027s central districts are walkable with good transit; only a few car-heavy corridors to navigate near the Rhine.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Cologne (Koeln), US migrants are generally welcome. Expat networks and international schools ease settling, though some bureaucracy remains.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Köln\u0027s vibrant media scene and festivals align with our progressive values. Inclusive culture and solid public services make family life here appealing.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Cologne winters are 0–7 °C (32–45 °F). Damp Rhine air can feel cooler, but warm layers and reliable heating keep it manageable.",
      "alignmentValue": 7
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Cologne, Germany: typical 37–40h workweek; overtime is capped by law/works councils, supporting family‑friendly balance.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Cologne, Germany, flexible hours and strong vacation norms support family life; Karneval periods may spike workload, but boundaries hold.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Germany (Cologne): robust worker protections, strong unions and works councils. Clear legal recourse keeps managers in check.",
      "alignmentValue": 9,
      "sameAsParent": false
    }
  ]
}