{
  "version": 2,
  "iso": "IN",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "India (.NET) offers steady openings in IT services and product firms. Bengaluru, Pune, and Hyderabad lead with many remote roles.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "In India, 2D Environmental Artist pay trails top markets by ~25-30%; cost of living lowers the impact, and remote roles can improve total comp.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "India offers occasional 2D environmental art workshops in major cities and strong online options; local in-person training is irregular.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "India hosts multiple 2D environment art degree programs in metros (Mumbai, Bengaluru, Delhi). NID and Srishti help feed steady grads to studios.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "India\u0027s major studios (Bangalore, Mumbai, Pune) have strong 2D environmental art pipelines. Most roles close in 1-2 months, with remote options.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "India studios widely use English for 2D environmental art; some teams value basic local-language skills for collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "India-based 2D environmental art roles in metros offer hybrid/remote setups with async workflows; full remote often negotiable.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "India\u0027s 2D environmental artist pool is solid, with mid- and senior-level talent in hubs like Mumbai and Bengaluru; competition for senior roles is noticeable.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "India 3D animator pay trails US/Europe by ~30-50%; lower cost of living helps, but senior roles often require remote or expat-friendly packages.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "India has growing 3D animation upskilling via private schools and online platforms; occasional workshops in Mumbai/Bengaluru/Chennai; strong self-study options.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "India has several strong animation programs (WWI, Srishti, MAAC) that graduate capable 3D animators annually with solid portfolios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In India (IN), hubs like Mumbai/Bengaluru have strong animation talent; 3D animator roles close quickly, with screened candidates in 1–2 months.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In India, English is widely used in 3D animation studios. Hubs like Mumbai and Bengaluru often support bilingual teams.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "India: 3D animator roles vary; Mumbai/Bengaluru studios often onsite, but case-by-case remote or hybrid options exist.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "India has a large, seasoned 3D animation talent pool across major hubs Mumbai, Bengaluru, Hyderabad with strong outsourcing to global studios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "In India, 3D Character Artist pay trails top markets by ~25–30%; lower living costs help. Local studios offer growth, but global salaries aren’t matched.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "India\u0027s metros (Bengaluru, Mumbai) have 3D animation schools (MAAC/Arena/Frameboxx) and online certs; in-person workshops are mainly in big cities.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "India has several strong animation programs. Grads enter Mumbai/Bengaluru studios with solid portfolios.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "India has a large pool of 3D artists; 3D character roles commonly close in 1–2 months, with hubs like Bengaluru, Mumbai, and NCR enabling quick hires.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "3D Character Artist: Language in India: English is widely used in studios; some teams still value familiarity with a local language.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "India (IN): Most game/3D studios support flexible remote models with equipment stipends. Hybrid/remote workflows are well established in major hubs.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "India\u0027s 3D character artist pool is deep, with hundreds of specialists in Mumbai and Bengaluru and strong outsourcing ties to global studios.",
      "alignmentValue": 10
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "In India, there are occasional accelerator cohorts for games; no nationwide dedicated game tracks.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "India\u0027s major metros often exceed WHO PM2.5 limits; HEPA filtration and monitoring would be essential for the kids.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Anchored by Ubisoft Pune and other studios, India\u0027s game scene offers steady jobs and training in Pune, Bengaluru, and Mumbai.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "In India (IN), secular law exists, but social pressure to join rituals persists; metros are more open to atheism than rural areas.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "India\u0027s democracy remains resilient, but concerns exist. Press freedom issues, NGO restrictions, and majoritarian politics hint at moderate backsliding.",
      "alignmentValue": 6
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In India (IN), UPI rules; banks offer English support, but foreigners face lengthy KYC and local address proof requirements.",
      "alignmentValue": 7
    },
    {
      "key": "Beach Life",
      "alignmentText": "India\u0027s Goa/Kerala/TN beaches are family-friendly, but monsoon season and water quality variability limit reliable beach time.",
      "alignmentValue": 6
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Bengaluru and Mumbai host regular board-game meetups; families can participate, though imports are pricey and communities are smaller than Europe.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Body image pressure exists in urban India; media and peers push fitness norms. Emphasize health, inclusion, and confidence for Trey and Anduin.",
      "alignmentValue": 5
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "India\u0027s diversified, tech-driven economy offers solid resilience; startups and IT hubs cushion downturns, but regional slowdowns can occur.",
      "alignmentValue": 7
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "India\u0027s cancer incidence is rising; access to specialized oncology care can be strained outside major metros (e.g., Mumbai, Delhi).",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "India\u0027s prisons vary; overcrowding and delays persist, with abuses in some facilities. Reforms are ongoing, but detention experiences can be harsh.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In India, private daycares and nannies are common in cities. Government Anganwadi centers exist but reliability varies; plan backups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "In Indian cities, malls offer kids\u0027 zones. Yet traffic, air quality, and uneven sidewalks challenge family life.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "In India, childcare support for middle-class families is limited; many rely on grandparents or hired help, with only modest public programs like ICDS.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In India, public childcare subsidies for foreigners are limited; visa families typically self-fund and rely on private providers.",
      "alignmentValue": 3
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In India, cricket, mobile gaming, yoga, and Bollywood dominate leisure; esports and tabletop cafes are growing in major metros.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Activity",
      "alignmentText": "India\u0027s major tech hubs (Bengaluru, Mumbai, Delhi) host frequent meetups and conferences; a vibrant dev community with regular events.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Urban India offers parks, gyms, and public health outreach, but access and quality vary by city. We should build local networks to stay motivated.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Intentional communities exist in India\u0027s major metros, but are limited; family-friendly co-living is niche—rely on informal networks in cities like Bengaluru, Mumbai, Delhi.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In India, community manager pay often trails top markets by 25-30%; cost-of-living offsets help your family\u0027s budget.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "India has online CM courses and sporadic meetups in cities like Bengaluru and Mumbai; most upskilling is self-directed with occasional bootcamps.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "India has broad marketing/communications programs; dedicated community-manager curricula are limited, so grads may need on-the-job upskilling and studio partnerships.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "India\u0027s major hubs have a deep pool of community managers; most roles fill in 1-2 months, with remote options supporting a family plan.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "India uses English widely in IT and gaming; local-language skills help in client-facing community roles.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "India\u0027s tech hubs like Bengaluru and Pune increasingly support remote/hybrid CM roles. Prioritize reliable broadband and strong async workflows.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "India has a large pool of seasoned community managers across IT/startups with outsourcing partners. English ubiquity is strong in Bengaluru, Mumbai, and Delhi.",
      "alignmentValue": 9
    },
    {
      "key": "Community Vibes",
      "alignmentText": "In India, communities are warm and active, but building close ties takes some effort; expats often find welcoming local networks in cities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "India\u0027s established studios generally align with local pay medians after cost of living. Remote or hybrid options help families balance work and life.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In India, startup pay mixes cash \u002B equity; remote roles common. In Bengaluru/Mumbai, comp tracks cost of living but stays below top markets.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "India\u0027s FRRO/visa filings and periodic rule changes add friction. With proactive planning it\u0027s manageable, but the bureaucracy can vary.",
      "alignmentValue": 5
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "India\u0027s major tech hubs (Bengaluru, Pune, Mumbai, Delhi) offer regular bootcamps, meetups, and online courses for web/game dev.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "India has a strong freelancer market across IT and dev roles; rapid onboarding is common in major tech hubs (Bengaluru, Pune) to support Trey\u0027s needs.",
      "alignmentValue": 9
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "India\u0027s strict NDPS laws can create immigrant criminal records for minor possession, risking visas and family stability.",
      "alignmentValue": 5,
      "sameAsParent": true
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "India offers favorable payroll and office costs with a strong tech talent pool. Startup incentives and visas support studios in Bengaluru or Hyderabad.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "In India, housing and local services are affordable versus the US; international schooling and imported goods can still add premium.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "In India, major tech hubs like Bengaluru, Mumbai offer solid coworking and broadband; game-specific labs are limited, but quality spaces exist for indies.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "India has a large IT talent pool, esp. in Bengaluru and Pune, for general dev roles. Game dev roles are tighter, but remote work helps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression care in India varies; public systems have long waits and patchy coverage. Urban clinics offer faster private options, though at higher cost.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In India (IN), close ties grow with steady outreach—local clubs, neighbors, and shared meals; vulnerability is welcomed as trust builds.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "In India, D\u0026I commitments exist, esp. in urban tech hubs; progress varies by city and company; English prevalence supports expat families.",
      "alignmentValue": 7
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In India, enforcement varies by district. Monitor local areas to avoid heavy-handed policing.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "India does not permit dual citizenship for most foreigners; OCI is for those of Indian origin, which this family lacks.",
      "alignmentValue": 1
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "India has targeted grants and accelerators; early-stage capital for game-dev startups is typically $75k–$150k—best with private funding.",
      "alignmentValue": 6
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "India has generalist VCs and government grants; game-specific backers are limited, but public schemes support early-stage game startups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "In India, GDP growth and a booming tech scene support families. Inflation and infra gaps demand careful budgeting.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "In India, a growing mixed economy backs startups with grants and reforms, but bureaucracy is notable; fits Trey\u0027s goals yet requires patience.",
      "alignmentValue": 6
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "India is startup-friendly with generally stable policy; elections bring manageable changes to visas, grants, and digital incentives for tech ventures.",
      "alignmentValue": 7
    },
    {
      "key": "Education",
      "alignmentText": "Education quality in India varies by city; private/intl schools can offer strong academics and bilingual options. Public options may lag.",
      "alignmentValue": 7
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "India has growing game-dev programs in major cities, but curricula often need industry-ready training. Internship and studio ties are expanding.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "India sponsors skilled IT workers; hubs like Bengaluru, Hyderabad, Mumbai sponsor visas; dependents usually allowed.",
      "alignmentValue": 8
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "India\u0027s game dev scene leans Unity, with growing Unreal presence; active meetups and cross-training exist across major tech hubs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "India has rich biodiversity and parks like Jim Corbett. Urban air and river pollution persist, so plan outdoor time carefully.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "India resident taxes hover near 30% with surcharges. Deductions can ease the burden, but the rate stays meaningful for our family.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "India fall after the monsoon brings 28-32°C days with humidity. Outdoor play is possible but remains sticky relative to the family\u0027s mild-weather goal.",
      "alignmentValue": 5
    },
    {
      "key": "Family Life",
      "alignmentText": "In Indian cities, expat families can thrive with proactive networking and good schools, but must self-organize to access services.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "India: dependents can join on family visas; spouses often can\u0027t work without permits, and adult dependents face extra hurdles.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "India provides up to 26 weeks maternity leave for first child; access varies by employer, and bureaucracy can slow payout.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In India, family policy is modest and uneven; private schooling dominates; universal healthcare is improving but private care remains common.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "India: visa families rely on employer policies; non-citizens have limited access to public childcare and welfare, increasing private costs.",
      "alignmentValue": 4
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In India\u0027s urban hubs, tidy smart-casual fits most settings; plan outfits modestly, but high fashion isn\u0027t required.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "In India, metros mix Western casual and fusion; smaller towns stay modest; many workplaces still expect formality, while saris remain common in many settings.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Urban India blends Western casual with tailored kurtas for festivals. Trey can mix comfort with local style at work and in daily life.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In urban India, women enjoy autonomy but face subtle pressures around appearance and parenting choices.",
      "alignmentValue": 7
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "India\u0027s strict gun laws mean private ownership is limited; firearms are uncommon and regulated, reducing daily risk for the family.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Consent education is improving in urban India, but harassment remains. For a family with young kids, prioritize clear boundaries and safety planning.",
      "alignmentValue": 6
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "India\u0027s startup hubs (Bengaluru, Mumbai, NCR) have a growing founder network with regular meetups, accelerators, and mentorship for new teams.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In India, major metros offer good fresh markets and many cuisines, but specialty international options can be sporadic outside urban cores.",
      "alignmentValue": 7
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In India, urban neighbors are polite and open; with initiative you\u0027ll find warm connections and parent networks in expat-friendly areas.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "In India, grant funding for indie game dev is modest but real. Expect roughly $50k–$125k per year via government and private programs.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "India\u0027s game dev scene is growing, with studios in Pune/Bangalore; premium indie work remains niche, but remote roles and grants are expanding access.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In India, a third gender is legally recognized, but day-to-day acceptance remains uneven; urban centers are more accepting than rural regions.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In India, gender rights exist in law (POSH, equal pay) but enforcement gaps and safety concerns limit real-world impact.",
      "alignmentValue": 7
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In India, formal equality exists but social pressure reinforces classic roles. Urban hubs may feel egalitarian, yet traditional caregiving norms linger.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "India\u0027s metros blend modern and traditional flirting. Nightlife still carries gendered scripts, but inclusive spaces exist.",
      "alignmentValue": 8
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "In India visa holders must manage FRRO/police registrations and work-permit rules; organized records help avoid fines and status issues.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "In India, rising heat and monsoon variability require housing resilience and cooling plans; aim for milder regions and proactive prep.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "In India, startup visas are limited; founders typically rely on standard employment or business visas with local sponsorship.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "In India, work culture often expects polished grooming. We budget time and money to fit in, but keep it practical for family life.",
      "alignmentValue": 6
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In India, polyamory isn\u0027t legally recognized; acceptance exists in urban progressive scenes like Mumbai/Delhi but institutions remain cautious.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Public hospitals in India are overstretched; middle-class families rely on private hospitals for timely care.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Expat insurance in India grants access to private hospitals with English-speaking doctors; air quality concerns and billing transparency can be an issue.",
      "alignmentValue": 5
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "India\u0027s public universities (IITs/state colleges) are affordable for citizens but highly competitive; scholarships exist, based on merit.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "India offers English-taught programs with international offices; fees vary, with private options and some scholarships excluding non-citizens.",
      "alignmentValue": 8
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "India\u0027s established studios (Pune/Bangalore) typically fill roles in about 3 months. For US relocations, visa processing can extend to 3-4 months.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In India, early-stage startup hiring tends to take months; for Trey, expect 3-6 months with remote talent and strong English skills.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "In India metros, gated 2-3 BHKs exist near parks for families, but water/power reliability and rental paperwork can slow secure leases.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "In India, GST and IT returns are online; expat tax questions can be nuanced—professional advice helps ensure compliant filings.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In India, Western families are generally welcomed in urban centers; English helps daily life, but bureaucratic hurdles and local sensitivities can arise.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In India, white migrants may face enclave perceptions and cost frictions; we\u0027ll counter with proactive local engagement in neighborhoods and schools.",
      "alignmentValue": 6
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Public schools in India vary; many underperform, so families lean toward private schools and tutoring to ensure quality.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Public K-12 enrollment in India is possible but needs extra paperwork and local residence proof; expat families usually use private/international schools.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In India, English is common in business and higher education; local languages dominate daily life. In major cities, most services accommodate English.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "In India, English is widely used in studios for cross-border work. Local languages remain important for community, compliance, and local partnerships.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "In India, English is widely used in startups; local-language fluency aids hiring, compliance, and community outreach.",
      "alignmentValue": 9
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "In India, general tech lawyers with some game IP experience exist; Bengaluru, Mumbai, Delhi offer options, but dedicated game-IP specialists are limited.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "India: legal rights exist but social acceptance is mixed. Urban hubs like Mumbai/Delhi are more open, while rural areas vary.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "India has a growing playtesting scene with agencies in Bengaluru and Delhi. Plan ahead for lead times; work with local firms for family-friendly tests.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In India, Marxist ideas persist regionally (Kerala/West Bengal) with open debate; national policy blends left influence with market reforms.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In India, breadwinner norms stay strong; urban Indian dads share childcare more, but emotional openness still lags.",
      "alignmentValue": 6
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence risk in India varies by region; several incidents in the past decade affect event planning. Rehearse safety plans and stay vigilant.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "In India\u0027s tech hubs (Bengaluru, Mumbai, Delhi), meetups are frequent and robust; expect crowds but fast networking opportunities.",
      "alignmentValue": 9
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "India\u0027s minimum wages vary by state and enforcement is uneven; for a two-parent, two-child family, minimum wage often doesn\u0027t cover city living costs.",
      "alignmentValue": 4
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "India\u0027s Tier-1 metros offer fiber, metro rails, and new airports, but power outages and congestion still interrupt daily life; plan around service gaps.",
      "alignmentValue": 6
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In India, urban hubs may be tolerant, but non-monogamy still faces stigma; privacy and discretion are essential.",
      "alignmentValue": 6
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "India\u0027s urban culture balances directness with tact; be candid about needs, but soften hard truths to respect local norms and hierarchies.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "India offers diverse landscapes - from Himalayas to Kerala backwaters - great for family trips, but plan around peak seasons and park fees.",
      "alignmentValue": 7
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "India faces cyclones on the eastern coast, Himalayan quakes in the north, and monsoon floods; risk is moderate but manageable with plans.",
      "alignmentValue": 5
    },
    {
      "key": "Nature Access",
      "alignmentText": "Weekend nature trips in India (Western Ghats/Nilgiris) are possible, but monsoon and travel times require planning.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "In India metros, live music and Bollywood nights exist, but licensing rules and noise curfews limit spontaneity; family-friendly daytime events are common.",
      "alignmentValue": 6
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "In Indian metros, nightlife exists in select districts, but safety concerns and alcohol rules often mean early closing times; family options are limited.",
      "alignmentValue": 6
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "India hosts IGDC and IGDA India chapters (Bengaluru, Mumbai, Delhi); active meetups and online hubs support newcomers, though still smaller than Europe.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Notable studios like Zynga, Ubisoft, SuperGaming and Nodding Heads anchor Pune/Mumbai\u0027s game scene in India; collaboration for Trey.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In India, youth obesity is moderately common in urban areas. Monitor diet and activity to support schools and kids\u0027 play.",
      "alignmentValue": 7
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "India\u0027s game startup scene has strong dev talent and growing accelerators; funding exists but often requires hustle.",
      "alignmentValue": 8
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Bengaluru, India: busy traffic with slower residential pockets; congestion and bureaucracy keep daily life on the hectic side.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In India, academics and routines are common; expect strong parental input and teacher guidance, with English-medium options easing your move.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In India (IN), naturalization typically requires around 12 years of residence and renunciation; not practical for this US family.",
      "alignmentValue": 5
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "India\u0027s perceived corruption remains significant; petty bribes occur in some permit processes, but watchdogs and reforms exist.",
      "alignmentValue": 5
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In India\u0027s busy metros, personal space varies; expect closer contact in markets and transit. Gently set boundaries when needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In urban India, crowded transit and close greetings are common; respect cues and steer closer contact politely when needed.",
      "alignmentValue": 7
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In India, pleasant windows are short; winters are mild, but summers and monsoon humidity limit outdoor time. Plan outdoor activities mainly in winter.",
      "alignmentValue": 6
    },
    {
      "key": "Political System",
      "alignmentText": "India\u0027s federal democracy holds regular elections; active civil society helps counterbalance power, though regional politics and bureaucracy pose challenges.",
      "alignmentValue": 7
    },
    {
      "key": "Polyamory",
      "alignmentText": "In India, polyamory lacks legal recognition and faces social stigma. Privacy and discretion are essential for the kids and family.",
      "alignmentValue": 4
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "India metros have many private preschools but fees are high; public Anganwadi/EC centers vary in quality; English-medium options are growing.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "India offers CBSE/ICSE/IB private schools with strong English; tuition and admissions can be steep—check accreditation and values.",
      "alignmentValue": 6
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "India\u0027s cities offer plentiful fresh markets that balance meals. Processed snacks are common, so mindful choices matter.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "In India, PMM (Games) compensation trails top markets by 25–30%. Lower cost of living and family-friendly benefits help relocation though healthcare quality varies.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "India has limited local Game PMM education. Bengaluru, Mumbai, and Delhi host occasional programs, with most advanced topics online.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "India\u0027s PMM (Games) pipeline is growing; Bengaluru-Mumbai tech hubs partner with studios, but dedicated PMM programs remain limited.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "India (IN) urban hubs (Bengaluru/Mumbai/Delhi): PMM (Games) hiring in 2–3 months; strong competition, but remote options widen the talent pool.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "India PMM (Games): English is widely used; local language skills (Hindi/region) boost client-facing and regional campaigns.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "India game PMM roles are usually hybrid; remote options exist, especially in tech hubs like Bengaluru and Mumbai, with periodic on-site days.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "India\u0027s game PMM pool is moderate: strong marketing talent but niche game PMMs are scarce; startups may rely on remote hires or upskilling.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Major Indian metros (IN) demonstrate strong progressive activism and inclusive policies; state-level variation means progress is uneven nationwide.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In India, urban hubs show more sex-positive openness, but many rural areas remain conservative; privacy around relationships is common.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "India messaging should center wellbeing and transparent facts, not nationalist spin. It aligns with the family\u0027s pluralistic, media-curious values in India.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In India, government-influenced media exists, but independent outlets and social platforms offer diverse voices; stay media-savvy and fact-check.",
      "alignmentValue": 6
    },
    {
      "key": "Public Transportation",
      "alignmentText": "India\u0027s major metros (Delhi, Bengaluru, Mumbai) are expanding rail networks, but last-mile gaps and reliability push families toward rideshares.",
      "alignmentValue": 7
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "India\u0027s growing indie scene offers regional events. Direct publisher access remains limited; rely on remote outreach and key conferences in major cities.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In India\u0027s metros, affluent families access strong private healthcare and international schools. Exclusive clubs can be gated and require planning.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In India, a two-income tech family with savings can access safe housing, healthcare, and schooling in metros; costs are manageable with budgeting.",
      "alignmentValue": 9
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In India, middle-income families can find affordable housing and good schools in many tier-2/3 cities; healthcare varies, but English is widely used.",
      "alignmentValue": 6
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "India\u0027s game scene (Bengaluru/Mumbai) has strong real-time pipelines with Unity/Unreal. There is growing pre-rendered expertise across studios.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In India, faith groups lobby actively. Secular voices must monitor policy bias to protect the family\u0027s civil liberties.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In India, remote is possible case-by-case; hybrid is common, matching Trey/Sarah\u0027s preference for remote/hybrid options.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "In India\u0027s startup scene (e.g., Bengaluru), hybrid/remote roles exist for tech work. On-site days are still common for core collaborations.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In Bengaluru/Pune, hybrid/remote norms predominate; coworking spaces ease collaboration, but US time zones may require late-evening calls.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "India: residency is 1–5 years via employment/business visas; renewals depend on ongoing sponsorship and compliance, so long-term stays require planning.",
      "alignmentValue": 6
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "In India, strong IT hubs and English-friendly cities support long stays; visa steps and schooling/healthcare gaps may cause occasional churn.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In India, retirement security is average; public pensions are modest, with many elders relying on family savings.",
      "alignmentValue": 5
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "India: visa holders face limited public pension access; prioritize private retirement savings and employer schemes (PF/NPS) for the family.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby openings in India are sporadic; Bengaluru/Pune host a few Rails roles, often requiring JS/DevOps skills, with remote options common.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Safe overall in many Indian neighborhoods; petty theft and traffic risks persist after dark; stick to family-friendly areas and plan transit.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "India offers CBSE/ICSE and international schools; options vary by city, with English-medium options and competitive admissions needing early planning.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Coastal India (Arabian Sea \u0026 Bay of Bengal) waters stay ~26-29°C year-round. Swimming is comfortable outside the monsoon surf.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "In India, monsoon rains and heat waves cause notable seasonal swings. Expect occasional outages and travel delays requiring planning.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In India, daylight is long in summer and ample in winter; mood stays strong with light-touch coping habits.",
      "alignmentValue": 9
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Bengaluru generally has mild weather, but pre-monsoon heat is humid and monsoons bring heavy rains, challenging Sarah\u0027s preference for gentle transitions.",
      "alignmentValue": 8
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "India (Bengaluru, Pune, Hyderabad) has a deep senior startup tech bench; expect seasoned leaders, though compensation can be competitive.",
      "alignmentValue": 9
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In India, sexuality is mixed: urban centers are more open, but many areas remain conservative; polyamory faces stigma and limited resources.",
      "alignmentValue": 5
    },
    {
      "key": "Social Policies",
      "alignmentText": "India\u0027s social policies vary by state; core needs exist, but enrollment is often bureaucratic and programs are unevenly funded.",
      "alignmentValue": 6
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Indian metros, 2k sq ft rentals exist but sell fast; expect premium rents and broker help to find family-friendly areas with decent schools.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "In Bengaluru, India, spring highs hover around 23-28°C (73-82°F), a generally comfortable range for outdoor activities.",
      "alignmentValue": 8
    },
    {
      "key": "Stability",
      "alignmentText": "India maintains solid democratic stability. Institutions function and courts operate despite regional protests, supporting predictable daily life.",
      "alignmentValue": 8
    },
    {
      "key": "State Ideology",
      "alignmentText": "India (IN) preserves plural democracy with constitutional rights; debates over minority protections and media freedom shape a diverse public sphere.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "India\u0027s dynamic private sector sits between regulation and state influence; entrepreneurship thrives, but bureaucracy adds uncertainty.",
      "alignmentValue": 5
    },
    {
      "key": "Studio Density",
      "alignmentText": "Growing Indian game/animation scene with Bengaluru and Mumbai hubs; healthy studio presence across disciplines, though specialization favors a few niches.",
      "alignmentValue": 7
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In India, summers commonly reach 33-35°C with high humidity. Pools and reliable AC help keep Sarah and family routines intact.",
      "alignmentValue": 7
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In India, service can be brisk yet courteous; English is common in cities, and a local language helps. Interactions are efficient with occasional warmth.",
      "alignmentValue": 7
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "India offers startup tax relief and SEZ benefits. Dedicated game incentives are limited and funding varies.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "India visa process for US families: up to six months, moderate fees; e-Visas available for eligible entries, reducing in-person visits.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in India\u0027s government varies by state; e-governance helps, but delays persist. As a US-origin family, we need simple, transparent processes.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "In India, petty graft can occur in bureaucratic tasks. Digital services and oversight are improving transparency, especially in major cities.",
      "alignmentValue": 7
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In Bengaluru/Hyderabad, senior software pay is about ₹2.5–3.5M (~$30–42k) locally. Trey should target remote USD income.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Indian cities offer malls, parks, and family outings. Sundays are active but traffic and crowds require planning or early starts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "India schools start around 7:30-8:00; IT teams often work late to coordinate with US clients, and traffic can make commutes long. Wraparound care helps but schedules still require juggling.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "India\u0027s statutory annual leave typically starts at about 15 days per year plus public holidays; enforcement varies by state/sector.",
      "alignmentValue": 6
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In India, paid vacation typically runs about 20-24 days plus holidays. This supports a solid work-life balance for a small family.",
      "alignmentValue": 7
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "India\u0027s vibrant outsourcing ecosystem spans art, QA, audio, and live-ops with scalable vendors across major hubs like Bengaluru and Mumbai.",
      "alignmentValue": 10
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "India (IN): Real-time VFX pay lags top markets; seniors may require supplements; cost-of-living offsets help.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "India offers occasional VFX real-time training with remote courses; Mumbai and Bengaluru host guest sessions and studios that run workshops.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "India has several reputable VFX programs (NID, WWI, MAAC) feeding Mumbai/Bengaluru/Chennai studios with industry-ready grads.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "In India, VFX Real-Time roles typically close in 1-2 months thanks to a large talent pool and remote-friendly studios.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "English is widely used in India\u0027s VFX real-time studios (Mumbai, Bengaluru). Local-language basics help with onboarding and collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Remote VFX (real-time) roles in India exist case-by-case. Expect hybrid or on-site in hubs like Bengaluru or Mumbai to fit your family\u0027s needs.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "India has a strong real-time VFX talent pool with many mid-to-senior artists across studios. Mumbai and Bengaluru are key hubs.",
      "alignmentValue": 8
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Neighbors show mixed signals: tense with Pakistan and China, pragmatic with Nepal and Bangladesh; for a new family in India, day-to-day life is rarely affected.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "India\u0027s diverse democracy inspires pride and healthy patriotism, while recognizing challenges and safeguarding civil liberties.",
      "alignmentValue": 9
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In India, neighbors have mixed views: Bangladesh/Nepal cooperate; Pakistan/China tensions temper perceptions of its regional role.",
      "alignmentValue": 7
    },
    {
      "key": "Visa Paths",
      "alignmentText": "India offers E visas with employer sponsorship and X dependent visas; no residency-by-investment route. Expect thorough processing and variable timelines.",
      "alignmentValue": 6
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Walkability in Indian cities is mixed. Sidewalks can be irregular and traffic can be heavy, making family strolls stressful.",
      "alignmentValue": 5
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In Indian metros, US migrants are generally welcomed; robust expat networks and English usage ease integration, though bureaucracy can be slow.",
      "alignmentValue": 7
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "India\u0027s ancient culture and booming tech hubs in Bengaluru and Pune fuel constant storytelling for Trey. Daily discoveries keep the family engaged.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in India varies: Delhi can have near-freezing nights, Bengaluru remains mild (15-27°C).",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In India (IN), tech roles typically run 45-48 hours/week; remote/hybrid options exist, so negotiate to protect family evenings.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In India, tech work hours vary by company. Many teams offer flex schedules to support Sarah\u0027s family priorities.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "India: protections exist on paper, but enforcement is uneven; gig/contractor rights lag as IT sector protections evolve.",
      "alignmentValue": 8,
      "sameAsParent": false
    }
  ]
}