{
  "version": 2,
  "iso": "NZ",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Auckland, NZ has a healthy .NET market with regular openings in enterprise and startups; remote U.S. work remains feasible alongside local roles.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "NZ Auckland: 2D Environmental Artist pay is ~20% below global medians; lifestyle perks help, but bonuses/equity are limited.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Auckland offers occasional 2D environmental art courses. Local training is supplemented by online options and visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "NZ Auckland has several strong degree programs (AUT, University of Auckland, Media Design School) feeding 2D environment artists with industry grads.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Auckland, 2D environmental artist roles are rarely filled locally. Expect studios to rely on remote or imported talent.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "English is widely used in Auckland, NZ studios. Knowing some Maori is a bonus, but English fluency suffices for most teams.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Auckland, remote/hybrid 2D environmental art is common; strong broadband and local studios support async work with occasional on-site days.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Auckland\u0027s 2D environmental art pool is moderate; active game studios (e.g., PikPok) exist, but senior roles may require proactive sourcing.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "3D animator compensation in Auckland, NZ is ~20% under global medians; strong lifestyle benefits help offset the gap for families.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Auckland, NZ offers regular short 3D animation courses (AUT, The Animation School) and active meetups with solid instructors.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Auckland, NZ has 1–2 reputable 3D animation programs (e.g., Media Design School) that consistently place grads in regional studios.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Auckland, NZ: 3D animator hiring usually 3-4 months; local talent pool is tight, so proactive sourcing or relocation helps.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Auckland, New Zealand studios largely work in English; strong multilingual capability exists, but English-first collaboration is standard.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Remote 3D animation is viable in Auckland, New Zealand, mainly for senior contractors; expect periodic onsite reviews and syncs.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "New Zealand’s Auckland offers a moderate 3D animator pool; solid mid-level talent but senior hires may require extended search or relocation.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "NZ Auckland compensation for 3D character artists trails top markets by 20-30%; lifestyle and visa options help offset the lower salaries.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "3D character education in Auckland exists via universities and studios; most upskilling relies on visiting experts or remote courses.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "NZ Auckland has solid 3D character art programs (Media Design School, AUT) feeding local studios with strong portfolios.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "New Zealand Auckland: 4-5 months to hire a 3D character artist. Local pools are thin; consider global sourcing.",
      "alignmentValue": 5
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Auckland, NZ, English is dominant for 3D character artists. Some studios value basic Māori language familiarity.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "New Zealand Auckland studios commonly offer remote or hybrid 3D artist roles with async workflows. Time zones require coordination; stipends may be available.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Auckland, NZ has a modest 3D character artist pool. Many seniors are recruited from abroad or via remote collaborations.",
      "alignmentValue": 5
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Auckland has general accelerators (e.g., Icehouse) with occasional game cohorts; no dedicated game accelerator.",
      "alignmentValue": 7
    },
    {
      "key": "Air Quality",
      "alignmentText": "Auckland NZ PM2.5 around 7-8 ug/m3; sea breezes keep most days clear. We use air purifiers for inversions, and kids may need masks on bad days.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Auckland hosts well-known regional studios like Grinding Gear Games and RocketWerkz, providing steady employment and local training in game dev.",
      "alignmentValue": 8
    },
    {
      "key": "Atheism",
      "alignmentText": "Auckland, NZ has a strong secular culture and inclusive attitudes; atheism is widely accepted, though some schools remain faith-based.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "New Zealand\u0027s strong checks: independent judiciary, free media, and vibrant civil society in Auckland protect civil liberties.",
      "alignmentValue": 10
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Auckland\u0027s banks are modern with fast digital payments; cross-border transfers are manageable, though onboarding as newcomers can involve paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Beach Life",
      "alignmentText": "Calm Hauraki Gulf beaches near Auckland suit kids; rugged West Coast shores (Piha/Muriwai) are ideal for weekend surfing.",
      "alignmentValue": 9
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Auckland\u0027s North Shore, NZ hosts regular board game nights at stores like Dice \u0026 Fork. Trey will find ample, family-friendly groups within the metro.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Auckland, NZ, body positivity is supported in schools and communities. Fitness is framed as well-being, not appearance, for your growing family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Broader Job Market Resilience in Auckland, NZ is good: tech/services mix supports steady hiring; occasional layoffs likely offset by quick reemployment.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Auckland, NZ cancer rates align with global norms. Robust screening and universal healthcare support routine checkups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "New Zealand\u0027s prisons emphasize rehabilitation with active oversight. Auckland facilities generally meet international standards.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Auckland benefits from NZ subsidies for 3-5s, but under-3 care is costly and waitlists persist; families mix paid care with trusted sitters.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Auckland, New Zealand offers many kid-friendly neighborhoods with parks and safe streets. Central areas can be busy, so focus on family-friendly suburbs like Devonport or Mt Albert.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Auckland, NZ: 20 Hours ECE cuts costs for preschoolers, but with a 5-year-old starting school and a 1-year-old in care, subsidies cover only part of fees.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "New Zealand (Auckland) offers partial childcare subsidies; 3–4s get 20 Hours ECE, but visa holders have limited support, so 1-year-olds rely on private care.",
      "alignmentValue": 6
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Auckland, climbing gyms, esports lounges, yacht clubs, and indie dev meetups across the CBD offer easy, local hobby options for Trey and Sarah.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Auckland, NZ hosts regular monthly meetups and game jams. The tech community is active and family-friendly, welcoming newcomers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Within Auckland, NZ, universal healthcare and thriving wellness programs support active living; connect with like-minded circles for ongoing motivation.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Auckland, NZ offers a few co-housing/cooperative options with family-friendly focus, but entry paths are competitive and patient.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Auckland, NZ, community manager pay trails top markets by ~25-30%, but lifestyle benefits and remote options add value.",
      "alignmentValue": 5
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Auckland\u0027s growing tech scene has regular CM-focused meetups and online communities; training exists but is often online/remote.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Auckland has AUT and University of Auckland with marketing/communications and game-dev tracks; 1–2 reputable programs feed community manager grads locally.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "2–3 months to hire a Community Manager in Auckland; robust NZ tech scene supports finding specialists, with visa/relocation options for families.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Auckland, NZ: English is widely used; some familiarity with Maori helps community engagement and local inclusivity.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Auckland, NZ, remote/hybrid community roles are common with solid async workflows. Expect flexible hours, equipment support, and family-friendly policies.",
      "alignmentValue": 9
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Auckland, New Zealand has a moderate CM talent pool. Startups can hire with targeted sourcing and flexible arrangements.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Auckland\u0027s communities feel friendly but bonds form slowly; school whanau groups and Pt Chev hubs help newcomers belong with some initiative.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Compensation in Auckland established studios is solid but below top hubs; steady for families with good benefits, visas, and work-life balance.",
      "alignmentValue": 7
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Auckland, startup comp generally tracks global medians after cost of living. Expect competitive base pay plus meaningful equity, with NZ tax considerations.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Auckland, NZ visa rules are navigable for first-timers, but expect periodic checks and health screenings tied to sponsorship.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Auckland has university continuing ed and local dev meetups. Quarterly game/tech bootcamps supplement ongoing learning.",
      "alignmentValue": 7
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Auckland, NZ has a solid contractor bench with capable local and remote developers for game/web work; expect occasional scarcity for specialized game skills.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Auckland, NZ: possession laws are moderate; some drugs carry fines, but universal healthcare and harm-reduction services support families.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Auckland costs are slightly elevated (rent, payroll) but NZ grants and startup incentives help; plan for local support.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Auckland\u0027s housing and childcare cost 25–35% more than US Midwest; for two kids, consider outer suburbs and NZ subsidies to protect savings.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Auckland offers solid coworking networks like GRIDAKL and BizDojo with some shared production spaces; game-specific gear is still limited.",
      "alignmentValue": 7
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Auckland\u0027s tech market shows noticeable competition for software and cloud roles; NZ visa options and remote work ease relocation.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Depression prevalence in Auckland, NZ is moderate; universal healthcare supports access, though wait times exist for child and adult services.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Auckland, NZ, newcomers connect through clubs and community groups. With time, deep bonds form as trust grows.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Auckland\u0027s inclusive culture and LGBTQ\u002B protections support your family; NZ studios are advancing diverse hiring and accessibility.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "NZ drug enforcement is targeted with strong oversight; Auckland families rarely witness aggressive sweeps.",
      "alignmentValue": 9
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "New Zealand allows dual citizenship with the US with minimal reporting; Auckland-based families can naturalise without surrendering US passports.",
      "alignmentValue": 9
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Auckland, New Zealand offers non-dilutive startup grants via Callaghan Innovation and NZTE. Expect NZ$350k–NZ$700k for a game-dev MVP.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Auckland, NZ has public funding via Callaghan Innovation and VC activity. Games can access generalist funds and grants, though competition is real.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "Auckland\u0027s diverse tech, logistics, and film sectors show resilient growth; NZ safety nets and grants ease family finances through cycles.",
      "alignmentValue": 8
    },
    {
      "key": "Economic System",
      "alignmentText": "Auckland, New Zealand blends open markets with strong public services; startup grants and stable governance support family entrepreneurship.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "New Zealand Auckland offers a stable, startup-friendly policy climate for tech ventures; funding programs may tweak occasionally, but remain reliable.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Education",
      "alignmentText": "Education in Auckland is strong, esp. high-decile North Shore/Central Auckland; solid public schools with robust early childhood and bilingual options.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Auckland has several game-focused programs at AUT and the University of Auckland; internships exist, but curricula often need extra industry training.",
      "alignmentValue": 7
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Auckland has many accredited tech employers, but sponsorship remains competitive; resumes and job-checks apply. Founders could pursue entrepreneur visas.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Auckland\u0027s Unity and Unreal scenes are active with meetups and studios; strong cross-pollination fits your game-dev aims in NZ.",
      "alignmentValue": 9
    },
    {
      "key": "Environment",
      "alignmentText": "Auckland\u0027s environment is good with Waitakere Ranges biodiversity. Plan for occasional pollution alerts and recycling variability near the harbour.",
      "alignmentValue": 7
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "New Zealand applies a 33% top rate plus 15% GST; two tech incomes in Auckland yield about a 35% overall tax burden.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Auckland, NZ stays about 13–20°C with light rain. Most days are mild, with gentle breezes—great for outdoor family time.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Auckland offers family-friendly neighborhoods with parks, good schools, and healthcare. Housing costs and childcare queues require planning.",
      "alignmentValue": 9
    },
    {
      "key": "Family Members",
      "alignmentText": "In Auckland, NZ, partners and kids can be sponsored; Trey (adult) faces hurdles and will need a separate visa path.",
      "alignmentValue": 7
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "8: NZ provides family supports, including paid parental leave, Working for Families credits, and subsidised healthcare; Auckland benefits despite delays.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "In Auckland, NZ, family policy offers paid parental leave, Working for Families subsidies, universal healthcare, and strong public schools.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "Auckland, NZ: visa families face limited regular benefits until residency; public schools and vaccination programmes come after obtaining resident visas.",
      "alignmentValue": 5
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Auckland, NZ, fashion is casual yet tidy; aim for smart-casual for work and social spaces, comfortable daily wear fits family life.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Auckland, New Zealand fashion is lively and inclusive, mixing Pacific prints with streetwear; women wear what suits them without judgement.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Urban Auckland tech offices favor modern, versatile looks in NZ. A blazer with sneakers keeps Trey professional yet comfortable for client work.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Across Auckland, New Zealand, women enjoy strong work-life balance and diverse femininity expressions. Dual-career households face little stigma here.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "NZ\u0027s strict gun laws and low ownership create a calm environment; firearms are tightly regulated, especially in urban Auckland.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Auckland, NZ has strong consent norms; locals check in and intervene, aligning with a family-friendly, diverse city.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Auckland, New Zealand has a growing founder scene with regular meetups and mentors; supportive for Trey\u0027s startup and local grants.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "In Auckland, NZ, abundant fresh markets and diverse eateries meet most family cravings; rare gaps for niche cuisines.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Locals in Auckland, New Zealand are welcoming and helpful to newcomers; with widespread English, integration should be smooth within weeks.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Auckland, NZ offers indie-friendly game grants via Creative NZ and regional funds; good for prototyping and early dev.",
      "alignmentValue": 5
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Auckland hosts Grinding Gear Games and RocketWerkz, plus remote gigs; solid local network for Trey, though opportunities are clustered around NZ\u0027s studios.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "Auckland, NZ: gender-diverse residents are supported by Pride, inclusive schools, and accessible healthcare; recognition is growing, but official docs lag.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "New Zealand\u0027s Human Rights Commission enforces protections in Auckland. The city\u0027s active LGBTQ\u002B community supports inclusive daily life for families.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Auckland, NZ, gender roles are broadly egalitarian with strong parental leave and flexible work culture; old habits linger in some pockets.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In Auckland, NZ, flirting norms are broadly inclusive; most spaces welcome fluid gender expressions. A few venues may lean traditional, but it\u0027s navigable.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Auckland, NZ: visa life is typically stable but renewal-dependent. Landlords may require extra documents/guarantors; education and healthcare are accessible.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Auckland, NZ faces sea-level rise and heavier rainfall; council adaptation and higher-ground housing keep risk manageable.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "NZ startup/entrepreneur visas in Auckland provide founder-friendly pathways with family support. Processing times are reasonable, not instantaneous.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Grooming \u0026 Beauty Investment: 9 - Auckland’s casual-professional culture favors balanced grooming. Neat when needed, not overdone for a busy family.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Auckland, NZ supports diverse families. Poly/open relationships have minimal friction in civic life; institutions may still require discretion.",
      "alignmentValue": 9
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "New Zealand offers universal healthcare; in Auckland public care is strong but waitlists for some specialists exist; private insurance helps for electives.",
      "alignmentValue": 7
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "In New Zealand (Auckland), visa holders receive care but with extra paperwork or costs; private or employer insurance helps.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Auckland offers broad higher-ed options; citizens get subsidies, but as US visa students you\u0027ll face higher international fees—scholarships help.",
      "alignmentValue": 6
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "In Auckland, NZ, universities charge international fees until residency; domestic rates require NZ status, so the boys face tuition hurdles.",
      "alignmentValue": 6
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Across Auckland, NZ, established studios typically take about 3 months to fill roles, with visa processing adding time for U.S. applicants.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Auckland\u0027s early-stage hiring typically closes in 6–8 weeks, aided by Callaghan Innovation grants and GridAKL networks—strong momentum for Trey\u0027s NZ launch.",
      "alignmentValue": 9
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Auckland housing remains pricey (NZ$1M\u002B); outer suburbs offer space near parks, but expect competition, deposits, and mortgage hurdles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "NZ Inland Revenue is digital-friendly with PAYE/GST and clear guidance. In Auckland, Working for Families credits help families balance costs.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In Auckland, NZ, newcomers are welcomed; English is dominant and communities are inclusive, with occasional debates over housing costs.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "In Auckland, NZ, a skilled, family-minded white migrant like yours tends to integrate smoothly; engage locally (grants, tech groups, schools) to ease adaptation.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Auckland, NZ, families can access strong zoned schools (Epsom, Takapuna); competition in top zones can raise housing costs.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Auckland, visa families can enroll in public primary schools, but may incur international fees; ESOL support available; expect address proof.",
      "alignmentValue": 6
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English dominates daily life in Auckland; official documents are bilingual, and abundant language-learning resources ease integration.",
      "alignmentValue": 10
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English is widely spoken in Auckland studios; local-language documentation (Maori) is common, matching the family openness to learning.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "English-dominant in Auckland; Māori language presence supports community outreach, though day-to-day work mainly in English.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Auckland, New Zealand hosts several IP-focused firms with game IP experience; startup-friendly options for licensing and publishing.",
      "alignmentValue": 8
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Auckland, NZ offers strong LGBTQ\u002B protections and inclusive services. Rural areas can be more conservative.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Auckland, NZ has a growing game scene with local playtests; expect lead times for coordinated panels.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Auckland, Marxist ideas exist in academia and activism, but policy remains pragmatic and market-friendly; open debate is tolerated.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Auckland, NZ norms favor inclusive fatherhood; caregiving is supported, with occasional traditional pushback in some sports circles.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In Auckland, New Zealand, mass violence remains uncommon. Local authorities communicate clearly, and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Tech, gaming, and parenting meetups thrive in Auckland CBD and North Shore. Inclusive venues and family-friendly options keep calendars full.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "NZ$23.15 min wage in Auckland covers basics but leaves little savings; two professionals still face housing and childcare costs.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Auckland\u0027s fibre internet and reliable power keep daily life smooth; electrified rail and ferries aid commuting, though congestion can slow trips.",
      "alignmentValue": 8
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Auckland, NZ, polyamory is tolerated in urban spaces. Openness works best with discretion, aligning with the family\u0027s values.",
      "alignmentValue": 8
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Auckland, NZ openness is valued; share needs directly but politely to foster constructive solutions.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Auckland\u0027s volcanic cones, native bush, and gulf islands deliver iconic scenery near the CBD. Great parks and coastal trails keep family outdoors weekly.",
      "alignmentValue": 10
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Auckland has occasional quakes and storm flooding; strong codes and a prep culture keep your family safe.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Abundant nature within an hour of Auckland, NZ. Waitakere Ranges and Rangitoto/Waiheke are close by car or ferry, though weekend traffic can slow trips.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Auckland\u0027s live scene is strong with venues and festivals; family-friendly options and safe transport support occasional date nights.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Nightlife exists in central Auckland (Viaduct/Ponsonby); families can dine early, but late nights need babysitters and careful transport.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "NZ\u0027s Grinding Gear Games and RocketWerkz, plus Auckland NZGDA meetups, offer regular, family-friendly dev events. Trey can plug into local mentors.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Notable studios such as Grinding Gear Games anchor Auckland, NZ\u0027s game scene, creating solid local hiring networks for tech-focused families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Auckland, NZ shows moderate obesity; active transport and wellness campaigns help keep trends stable for families.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Auckland, NZ offers Callaghan Innovation grants and GridAKL coworking with strong investor interest for Trey\u0027s game startup.",
      "alignmentValue": 9
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Auckland, NZ: calmer inner suburbs help shield family downtime from peak-hour traffic.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Auckland, NZ supports dual-parent involvement with family-friendly policies and strong school partnerships; progressive norms with practical expectations.",
      "alignmentValue": 9
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "NZ citizenship by grant after 5 years of residence; Auckland ceremonies held regularly; feasible for a US family with a straightforward residency path.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "New Zealand and Auckland have very low perceived corruption; transparent governance and swift investigations support safe, predictable family life.",
      "alignmentValue": 10
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Auckland, NZ is generally relaxed with friendly proximity in busy spaces; expect varied boundaries on peak transit and events.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Auckland, NZ, personal space is respected. Hugs/handshakes follow clear cues, and we adapt to our family\u0027s pace with two young kids.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Auckland’s mild, maritime climate makes most months outdoors-friendly; plan for a few damp or cool weeks in winter.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "New Zealand\u0027s transparent, participatory democracy (MMP) and strong rule of law enable open civic engagement in Auckland.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Auckland, NZ shows growing polyamory acceptance with meetups and counselors; urban spaces are supportive, though some suburban stigma persists.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Strong ECE network in Auckland with 20 hours for 3–5s; 1-year-olds face higher costs and waitlists; expect a mix of public slots and private care.",
      "alignmentValue": 7
    },
    {
      "key": "Private Education",
      "alignmentText": "Auckland has IB/secular private schools, but costs are high; private options are mainly for selective needs or scholarships.",
      "alignmentValue": 7
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Auckland, ultra-processed foods are common, but strong fresh markets and abundant produce balance family meals.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "In Auckland, PMM (Games) pay is ~20% below global medians; strong lifestyle offsets help, but total comp may be lean.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Auckland hosts occasional PMM (games) training; local options are limited, with most advanced topics via remote courses or visiting experts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Auckland, NZ has limited dedicated PMM (Games) programs; related marketing/creative tech degrees exist but class sizes are small, so on-the-job upskilling is common.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Auckland PMM (Games) hiring typically 4–5 months with multiple cycles; local pool modest—remote/global candidates and visas help.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Auckland, NZ PMM (Games): English-dominant environment; local language knowledge helpful but not required; matches family\u0027s English ubiquity preference.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Remote and hybrid PMM roles are common in Auckland, New Zealand game studios. Async workflows help you manage time-zone gaps with US teams.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Moderate PMM (Games) talent pool in Auckland; several studios exist, but niche roles may require relocation or remote hiring.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "Auckland, NZ is broadly progressive with strong climate action and inclusive policies. The family\u0027s progressive values align with urban NZ life, though outer suburbs show some variance.",
      "alignmentValue": 9
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Auckland, NZ, consenting adults face little moral policing; sexual choices are personal and accepted.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Auckland, New Zealand media prioritizes facts and community care; messaging invites inclusive civic participation with multiple perspectives.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Auckland, NZ has broadly free media; watchdogs and public broadcasters debunk spin while independent outlets like The Spinoff keep coverage pluralistic.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Auckland, NZ offers buses, trains and ferries; while convenient, weekend/evening gaps mean a car remains practical for family trips.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Auckland, NZ: limited local publisher presence; founders should rely on international conferences for publisher access.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "In Auckland, NZ, high-income families benefit from good public schools and services, but elite tutors and clubs can be limited, with waitlists.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Auckland, NZ, basic needs are met; with budgeting and public services, costs are manageable, though housing in good neighborhoods may be limited.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Auckland, housing and childcare pressure middle-income budgets; savings are tight. Still, NZ offers universal healthcare and strong schools.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "NZ\u0027s Auckland has a growing real-time game scene with some pre-rendered work; strong Unity/cloud talent and local grants support.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "New Zealand (Auckland) remains secular; religion influences culture but policy stays evidence-based and pluralistic.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "In Auckland, hybrid/remote options for senior roles are common, matching Trey\u0027s leadership profile and Sarah\u0027s family-friendly priorities.",
      "alignmentValue": 8
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Auckland startups widely use hybrid work; Trey and Sarah fit remote/hybrid roles with periodic in-person days in NZ tech hubs.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Auckland supports hybrid/remote work with coworking hubs like GridAKL and Generator. It suits Trey\u0027s startup ambitions and Sarah\u0027s remote-friendly roles.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Auckland, NZ offers AEWV and Entrepreneur paths to residence; renewals and ongoing proof can be time-consuming.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Auckland\u0027s growing game/tech scene and family-friendly policies support steady staff retention. Occasional funding cycles may cause mild churn.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "NZ Super and KiwiSaver support retirement in Auckland, NZ. High living costs mean ongoing contributions and possibly part-time work.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "NZ Auckland visa holders have limited NZ Super and KiwiSaver access; private retirement savings remain central until residency is secured.",
      "alignmentValue": 6
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles exist in Auckland but cluster around a few firms; steady networking and remote options keep opportunities flowing.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Auckland, NZ is generally very safe with low, well-managed crime; avoid CBD after dark and prefer family-friendly suburbs with active community patrols.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Auckland, NZ offers multiple high-quality schooling pathways (public, private, bilingual/immersion) with fair admissions and manageable waitlists.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Auckland\u0027s Hauraki Gulf warms to ~20-22 C in late summer; early summer and autumn may require light wetsuits for the kids.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Auckland, NZ seasons are generally mild and wet. Expect a couple of notable rainstorms that warrant monitoring and planning.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Auckland, NZ enjoys mild winters and long summer days; with regular outdoor time and light coping habits, moods stay steady year-round.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Auckland\u0027s mild, maritime climate keeps winters cool and summers warm. Showers are common, but conditions stay generally livable year-round.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Auckland has a modest senior tech pool; for game/startup roles, many teams rely on remote leaders or international hires.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "NZ Auckland schools provide comprehensive, inclusive sex education; diverse identities are supported in media and education.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Auckland, NZ’s universal healthcare, inclusive welfare, and Māori partnership programs fit this progressive, family-focused profile.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "Auckland market is tight; 2k sq ft rentals move quickly and may require flexibility. Family-friendly areas like Remuera, Mt Eden have parks.",
      "alignmentValue": 7
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Auckland, NZ runs about 12–23°C with mild breezes and occasional showers; daily outings are easy with light layers.",
      "alignmentValue": 9
    },
    {
      "key": "Stability",
      "alignmentText": "New Zealand\u0027s stable governance and strong social systems support a family-friendly move to Auckland; policies stay predictable.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Auckland, NZ: pluralist, rights-respecting governance with evidence-based policy; aligns with our progressive, inclusive family values.",
      "alignmentValue": 10
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Auckland, NZ blends a dynamic startup scene with strong welfare and fair competition, curbing inequality while keeping innovation thriving.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Auckland, NZ has a growing indie-to-mid studio scene anchored in a few hubs; favorable for collaboration, remote work, and grants.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "In Auckland, summer highs can reach ~28–30°C in warm spells. Nights typically stay under 20°C, so fans are usually enough.",
      "alignmentValue": 9
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Auckland, NZ, service is friendly and efficient. Newcomers are welcomed, and conversations stay direct yet polite.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "NZ has the NZ Screen Production Grant; games incentives exist but funding varies. Auckland hosts a growing game dev ecosystem.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "NZ visa timelines for Auckland families typically run around nine months; expect mid-range fees (visa, medicals, checks) and relocation costs; budget accordingly.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Public trust in Auckland, NZ governance is generally strong, with transparent, accountable services and prompt responses; occasional transport delays arise.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "NZ\u0027s strong rule of law makes corruption rare and quickly corrected; Auckland procurement issues are local and addressed transparently.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Senior software pay in Auckland sits around NZ$125k–150k, lower than US levels; remote work or side gigs help sustain a family here.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Weekends in Auckland, NZ blend farmers markets, Waiheke ferries, and Domain sports for the kids. Popular spots fill quickly; a bit of planning helps.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "In Auckland, NZ, schools run ~9:00-15:00; remote/hybrid work helps, but after-school care for the 5-year-old and daycare for the 1-year-old are needed.",
      "alignmentValue": 7
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "NZ offers four weeks of annual leave plus public holidays (Auckland Anniversary Day); downtime pairs well with school holidays for families.",
      "alignmentValue": 8
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In Auckland, most firms offer 4 weeks (20 days) annual leave; NZ public holidays add time off, with occasional Christmas shutdowns.",
      "alignmentValue": 7
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Auckland has a modest but active vendor scene; several studios cover art/QA, with reliable remote partners for other outsourcing.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Auckland, NZ: VFX Real-Time pay ~20% below global medians. Lifestyle perks and local grants help offset the gap.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "VFX real-time education in Auckland, NZ, is intermittent. Local events exist, but most upskilling comes from online courses or visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Auckland, New Zealand, offers solid VFX (real-time) education with Media Design School and university programs; steady pipeline to regional studios like Weta.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "VFX Real-Time hiring in Auckland, NZ typically runs 3–4 months; local talent pool is niche, consider remote or relocation.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "VFX Artist (Real-Time): Language in Auckland, NZ - English is ubiquitous in local studios. Bilingual capability (Maori/English) supports collaboration.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Auckland, NZ: hybrid remote real-time VFX is common; fully remote requires negotiation due to time zones and on-site needs.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Auckland\u0027s Real-Time VFX pool is moderate. Local hiring is feasible, but niche skills may require longer searches or remote/relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "In Auckland, NZ, Australia is a close regional partner; cross-border travel and shared language foster friendly cooperation.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "New Zealand\u0027s Aucklanders prize diversity and innovation; your progressive, community-minded goals align with the local, inclusive culture.",
      "alignmentValue": 8
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Australia and Pacific partners view Auckland positively, reflecting NZ’s strong regional ties and easy travel and trade.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "New Zealand (Auckland) offers Skilled Migrant, AEWV, and Entrepreneur routes for tech families. Outcomes depend on points or an offer; processing is thorough.",
      "alignmentValue": 8
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In Auckland, walkable inner suburbs have parks and sidewalks; plan routes to avoid busy arterials and use reliable transit.",
      "alignmentValue": 8
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Auckland, NZ generally welcomes US migrants; strong expat networks ease integration. Entry remains selective due to border rules and visa processes.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Auckland blends a growing tech scene, safe family neighborhoods, island escapes, and rich Maori culture with diverse cuisine; an inviting source of ongoing family curiosity.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Auckland, NZ winters are very mild, rarely dropping below freezing. Light jackets and humidity control cover comfort; snow is virtually unheard of.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "In Auckland, NZ, standard weeks run 37-38 hours with occasional crunch. This aligns with your family-friendly, slower-paced goals.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Auckland, NZ, downtime is valued and flexible hours are common in tech. Remote options help Trey and Sarah balance work with family milestones.",
      "alignmentValue": 9
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Auckland, NZ, worker protections are solid with clear ERA remedies; gig-work gaps remain.",
      "alignmentValue": 8
    }
  ]
}