{
  "version": 2,
  "iso": "KP",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "North Korea\u0027s state-controlled economy assigns coders to government bureaus; no private market or remote work—no viable .NET path for Trey.",
      "alignmentValue": 1
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "KP 2D environmental artist pay isn’t benchmarked. Compensation trails global norms and is tightly regulated, limiting relocation appeal for your family.",
      "alignmentValue": 2
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "North Korea (KP) offers virtually no local 2D environmental artist continuing education. Any upskilling would rely on scarce external or remote resources.",
      "alignmentValue": 1
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "North Korea offers virtually no local 2D environmental artist programs (Pyongyang). Curricula are scarce; study abroad/online options unavailable.",
      "alignmentValue": 1
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "North Korea: 2D environmental artist hiring is very slow; local pipelines are shallow, with reliance on remote or imported talent extending timelines.",
      "alignmentValue": 3
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "North Korea has limited English among 2D environmental artists; English-speaking talent is rare. Expect translation and local-language collaboration.",
      "alignmentValue": 1
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "North Korea\u0027s restricted internet and state studios mean remote 2D environmental art roles aren\u0027t feasible. Onsite presence is expected.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "North Korea has essentially no local 2D environmental artist professionals. Global hiring or relocation would be impractical.",
      "alignmentValue": 1
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "3D animator pay in North Korea is far below global norms due to a centralized economy. Relocation would require substantial supplements and benefits.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "In North Korea, formal 3D animation continuing education is virtually non-existent; learning hinges on scarce informal peer sessions.",
      "alignmentValue": 1
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "In Pyongyang, North Korea, 3D animation education is virtually non-existent. Graduates would need to study abroad or online.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In North Korea, 3D animator roles are rarely filled locally; pipelines are shallow. Remote or imported talent is usually required with long timelines.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "North Korea: 3D animation talent is largely Korean; English usage is limited; translation/onboarding and bilingual collaboration are common.",
      "alignmentValue": 4
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "North Korea\u0027s strict internet controls make remote 3D animator roles rare. On-site studios are more common, with limited or no remote options.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "KP has a very thin 3D animator pool; most work is in state studios, making external relocation or remote hires likely necessary.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "North Korea offers negligible 3D artist pay; virtually no remote work or benefits; relocation financially untenable.",
      "alignmentValue": 2
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "North Korea has virtually no local 3D character artist courses; learning would rely on scarce remote options and very limited internet access.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "North Korea lacks a dedicated 3D character art curriculum; students must study online or abroad, with scarce local programs.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "KP: Local 3D character artist hires are effectively impossible; remote/global access is constrained; expect very long or blocked hiring.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "North Korea\u0027s 3D art scene has minimal English; expect Korean-language work with translators; onboarding and collaboration slow.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "In North Korea, remote 3D character work is largely non-existent; onsite roles dominate, with rare exceptions, misaligned with this family\u0027s remote plans.",
      "alignmentValue": 2
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "In Pyongyang, North Korea, there are effectively no in-market 3D character artists; relocation or remote hires from abroad would be needed.",
      "alignmentValue": 1
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "North Korea has virtually no game-focused accelerators or incubators; access to external startup programs is essentially non-existent.",
      "alignmentValue": 2
    },
    {
      "key": "Air Quality",
      "alignmentText": "In Pyongyang, DPRK, air quality is poor with PM2.5 spikes. Seal windows and use high-grade purifiers.",
      "alignmentValue": 4
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "In North Korea (KP), anchor employers are virtually nonexistent; only state studios exist, with no major private studios.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In North Korea (DPRK), atheism is state doctrine. Expressing nonbelief can be treated as dissent and threaten safety.",
      "alignmentValue": 1
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "North Korea (KP) shows near-total authoritarian control. Civil liberties are dismantled for residents.",
      "alignmentValue": 1
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In KP, sanctions and rationed commerce mean foreigners can\u0027t rely on cards; daily transactions would be nearly impossible for us.",
      "alignmentValue": 1
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beaches in North Korea are largely inaccessible to foreign families due to government restrictions; beach life is impractical.",
      "alignmentValue": 1
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "In North Korea, public boardgaming is virtually nonexistent; Trey and the kids would rely on private, imported games for home play.",
      "alignmentValue": 1
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In DPRK, body norms are state-driven; fitness talk is rare and conformity pressures shape social life, not health.",
      "alignmentValue": 4
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "In North Korea, the state-led economy is fragile; job options are limited and layoffs can spike during crises.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "In North Korea (KP), cancer incidence is elevated due to environmental and policy gaps; screening and care access are strained.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "North Korea (KP) prisons and camps rely on forced labor with harsh conditions and minimal oversight. Human rights concerns are severe.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Childcare in North Korea (KP) is scarce and tightly state-controlled; reliable private options are nearly nonexistent for families.",
      "alignmentValue": 2
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "North Korea\u0027s cities offer virtually no child-friendly amenities; tight controls are common. Pervasive surveillance makes outings stressful.",
      "alignmentValue": 1
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "North Korea\u0027s state childcare offers limited autonomy and options; affordable, reliable care is scarce.",
      "alignmentValue": 2
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Pyongyang, North Korea, visa families have virtually no access to public childcare subsidies; private care is scarce and costly.",
      "alignmentValue": 2
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In North Korea, hobby scenes are tightly controlled. Independent geeky groups are scarce, limiting social hobbies.",
      "alignmentValue": 2
    },
    {
      "key": "Community Activity",
      "alignmentText": "In North Korea (KP), local professional events are scarce; expect minimal community activity and reliance on state channels or restricted online forums.",
      "alignmentValue": 2
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "In KP, public health messaging is state-led and access to care is uneven; families must actively maintain routines and seek reliable clinics.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "North Korea (KP): community living options for families are effectively non-existent. State housing dominates with limited family-friendly programs.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "North Korea: community manager pay is unreliable with scarce benefits; local offers trail global benchmarks due to isolation.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "North Korea offers minimal local training for community managers; access to online courses is restricted, so learning is largely informal or unavailable.",
      "alignmentValue": 2
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "In North Korea (Pyongyang), no local community manager programs exist; candidates would need study abroad or online options.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "In North Korea (KP), local Community Manager hiring is effectively non-existent. Global searches or remote or imported talent would be required.",
      "alignmentValue": 1
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In KP (North Korea), English use is rare for CM roles; Korean with interpreters is standard—consider bilingual, remote-capable candidates.",
      "alignmentValue": 3
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "North Korea (KP) has virtually no remote CM roles; expect full onsite work with rare exceptions, conflicting with the family\u0027s remote-friendly goals.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "KP has no identifiable local community manager professionals; market effectively absent due to strict controls and limited connectivity.",
      "alignmentValue": 1
    },
    {
      "key": "Community Vibes",
      "alignmentText": "North Korea (KP) communities are cold toward outsiders; suspicion and limited openness would complicate the family\u0027s newcomer integration.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In North Korea (KP), reliable studio compensation data is scarce; roles are rare, remote opportunities unlikely.",
      "alignmentValue": 1
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "KP startup pay is unreliable; private sector scarce and remote US packages unlikely, with illiquid equity, not aligned with this family\u0027s needs.",
      "alignmentValue": 2
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "North Korea\u0027s compliance regime is punitive and opaque; minor missteps can lead to detention or deportation for expats. Recourse is limited.",
      "alignmentValue": 1
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "North Korea offers virtually no local continuing education for expats; expect self-study or scarce external programs, often inaccessible.",
      "alignmentValue": 1
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "North Korea\u0027s contractor pool is effectively nonexistent. Sanctions and limited internet hinder reliable onboarding for freelancers.",
      "alignmentValue": 1
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "North Korea enforces draconian drug laws and heavy policing; even minor infractions risk harsh penalties.",
      "alignmentValue": 1
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "KP imposes extreme constraints (sanctions, limited internet/cloud access); operating costs and compliance render startups prohibitively expensive.",
      "alignmentValue": 1
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "North Korea\u0027s cost of living is distorted by scarcity and sanctions; even low prices are offset by shortages, making budgets fragile.",
      "alignmentValue": 2
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "In North Korea, coworking and startup labs are virtually nonexistent; indie game dev infra is unavailable, so teams must work remotely.",
      "alignmentValue": 1
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Demand far outstrips supply in North Korea; foreign tech roles are effectively unavailable, pushing relocation or alternative hubs.",
      "alignmentValue": 1
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "North Korea (KP) shows common depression with limited mental health care; plan for under-treatment and rely on family support and private coping.",
      "alignmentValue": 2
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "North Korea enforces strict privacy norms and conformity, making deep bonds hard. For newcomers, meaningful friendships are rare, even with effort.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "North Korea\u0027s D\u0026I landscape offers virtually no inclusive protections; for your progressive US family, civil liberties and LGBTQ\u002B rights are severely restricted.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "In North Korea (KP), drug enforcement is extreme; daily life is shadowed by fear of raids and police abuse.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "North Korea (KP) does not recognize dual citizenship; U.S. protection would not apply to a US-KP dual national.",
      "alignmentValue": 1
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "KC, MO offers roughly $150k-$350k in early grants (SBIR-like \u002B state/private) for Trey’s game/soft startup.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "In KP, early-stage game funding is virtually non-existent; no local investors or grants. Founders would need relocation or international capital.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Economic Health",
      "alignmentText": "North Korea\u0027s sanctions and shortages create severe economic distress; unreliable markets and scarce capital hinder our startup plans.",
      "alignmentValue": 2
    },
    {
      "key": "Economic System",
      "alignmentText": "KP\u0027s rigid command economy blocks private enterprise and market freedom, hindering entrepreneurship and access to grants for families.",
      "alignmentValue": 1
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "North Korea\u0027s policy regime is centralized and opaque, offering little predictability for creative ventures. Sanctions and regime changes keep risk high.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Education",
      "alignmentText": "In DPRK, education is ideology-driven and underfunded; modern resources and bilingual options are scarce for our kids.",
      "alignmentValue": 2
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "In North Korea, game-focused education is virtually non-existent; talent must study abroad or online.",
      "alignmentValue": 1
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "In North Korea (DPRK), employer visa sponsorship is effectively unavailable; US families face extreme entry barriers and scarce work visa options.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "In KP, engine communities are virtually nonexistent. Access to Unity/Unreal forums and collaboration is severely restricted.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "North Korea (KP) environment is severely compromised: polluted air and few safe outdoor spaces hinder our family\u0027s outdoor time.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "KP tax policy for foreigners is opaque; no transparent rate, unpredictable levies undermine budget and relocation viability for our family.",
      "alignmentValue": 1
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "North Korea autumn is generally mild (roughly 12-20°C); plan for a few early cold snaps or windy days.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "In North Korea, state dictates roles and limits family life; private, supportive family spaces are scarce.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Family Members",
      "alignmentText": "North Korea (KP) limits foreign family visas; reunification is highly unlikely for a U.S. family amid strict controls and limited services.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In North Korea, family support is limited; parental benefits exist in theory but are overshadowed by surveillance and coercive controls.",
      "alignmentValue": 2
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "North Korea\u0027s family policy is tightly state-controlled with limited support; non-traditional families face suppression and minimal aid.",
      "alignmentValue": 3
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Pyongyang, North Korea, visa-holding families face near-total exclusion from state benefits; support is effectively unavailable for non-citizens.",
      "alignmentValue": 2
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In North Korea, fashion is tightly controlled and conservative; casual Western wear may draw scrutiny - plan modest, locally appropriate outfits.",
      "alignmentValue": 3
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "North Korea (KP) enforces strict dress norms for women. Deviation risks harassment, so outfits should align with modest, state-influenced standards.",
      "alignmentValue": 3
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In North Korea, male dress is tightly regulated. Plan conservative, non-polarizing attire to avoid sanctions.",
      "alignmentValue": 2
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Femininity is tightly policed in the DPRK; women\u0027s autonomy is limited, with conformity expected in dress, behavior, and roles. This may constrain Sarah\u0027s autonomy.",
      "alignmentValue": 1
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "North Korea (KP) enforces strict gun control; private ownership is virtually non-existent. Firearms are state-controlled, keeping exposure low.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Consent norms in North Korea are shaped by strict social controls. Nightlife is sparse and interactions are closely policed.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "North Korea lacks a private founder/operator network; expect almost no mentorship circles or venture ecosystems for startup founders.",
      "alignmentValue": 1
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "North Korea offers minimal fresh and international cuisine; outside Pyongyang, options are extremely limited.",
      "alignmentValue": 1
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In KP, neighbors are rarely welcoming to newcomers; social life is tightly controlled, leaving the family feeling isolated.",
      "alignmentValue": 1
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "KC, USA offers $500k–$1.2M/year in game-dev grants from public/private sources; aligns with a founder-led plan.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "In KP, local game dev studios are virtually non-existent; Trey would face few or no opportunities.",
      "alignmentValue": 1
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "North Korea does not recognize gender diversity in law; documents are binary. Access to rights and services is limited, increasing risk for families.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In DPRK (KP), gender rights are tightly controlled; women face state restrictions and limited autonomy despite official rhetoric.",
      "alignmentValue": 3
    },
    {
      "key": "Gender Roles",
      "alignmentText": "North Korea\u0027s traditional gender norms and state oversight shape roles; daily life remains conservative and tightly regulated.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "In KP (North Korea), gender scripts are tightly regulated; progressive, inclusive flirting would face strong social scrutiny.",
      "alignmentValue": 2
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "KP would severely restrict visa holders: restricted internet, exit controls, and limited mobility, untenable for a U.S. family with two kids.",
      "alignmentValue": 1
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "North Korea (KP) faces rising droughts and floods; climate risks are high, so evacuation planning should be part of family planning.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "North Korea has no practical startup visas; entry is tightly controlled and typically requires government approval. Relocation for US founders is highly infeasible.",
      "alignmentValue": 2
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "KP\u0027s pervasive state control and surveillance curb self-expression; grooming is strictly regulated, making our lifestyle untenable.",
      "alignmentValue": 1
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "KP: Group/multi-partner households face severe social and legal penalties; no institutional acceptance or protections.",
      "alignmentValue": 1
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Healthcare in North Korea is inconsistent; medicines and doctors are scarce. Major treatments often require overseas travel.",
      "alignmentValue": 3
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "North Korea visa families face restricted hospital access; public hospitals are limited and reimbursements scarce, increasing out-of-pocket costs.",
      "alignmentValue": 4
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "North Korea (KP): higher education for citizens hinges on loyalty/songbun; merit is often secondary and access is uneven; foreign access is severely restricted.",
      "alignmentValue": 2
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "North Korea offers virtually no higher-ed access for visa holders; as a US-based family you\u0027d face scarce programs and tight entry rules.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "North Korea lacks established game studios; local hiring is effectively non-existent, leaving minimal chance to fill roles.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In North Korea, private startups are illegal; early-stage hiring is effectively non-existent, so remote or relocated talent would be required.",
      "alignmentValue": 1
    },
    {
      "key": "Housing Situation",
      "alignmentText": "North Korea\u0027s housing is state-allocated; scarce, with unreliable heat/maintenance, making secure, family-friendly homes hard to find.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "North Korea (KP) tax rules are opaque and centralized, with little digital tooling. Compliance feels arbitrary and risky for families.",
      "alignmentValue": 1
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "In DPRK (KP), immigrants face open hostility and strict scrutiny; daily life for newcomers can feel unsafe.",
      "alignmentValue": 1
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "North Korea (KP) treats white migrants with suspicion and legal limits; despite good faith, belonging remains hard and locals may keep distance.",
      "alignmentValue": 2
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "North Korea’s public K-12 is universal but resource-poor and tightly controlled; families face limited materials and slower progress.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In DPRK, visa-holding foreign kids generally cannot enroll in public schools; private tutoring is the main option and remains tightly supervised.",
      "alignmentValue": 1
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In DPRK (KP), few English speakers; rely on interpreters, and study Korean to navigate services.",
      "alignmentValue": 3
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "North Korea (KP): English use is limited; Korean fluency is key for studios and partnerships. Your plan to learn Korean aligns with local reality.",
      "alignmentValue": 3
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "North Korea has scarce English resources. Startups must use Korean localization for hiring, compliance, and outreach (investor comms in Korean).",
      "alignmentValue": 3
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "North Korea offers almost no local game IP/legal resources; founders must seek counsel outside the country.",
      "alignmentValue": 1
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In North Korea (KP), LGBTQ\u002B identities face criminalization; our polyamory-affirming family must conceal or risk severe consequences.",
      "alignmentValue": 1
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "In North Korea (KP), market research and playtesting are virtually unavailable. There are no local panels or labs accessible to a foreign family.",
      "alignmentValue": 2
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "North Korea (KP) tightly controls Marxist discourse; dissent risks punishment. This clashes with the family\u0027s progressive, liberty-first values.",
      "alignmentValue": 2
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In DPRK, masculinity is tightly policed by the state; Trey\u0027s creativity and emotional expression risk sanction.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "In KP, regional tensions and state security elevate mass-violence risk; stay vigilant at large gatherings and public venues.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "In North Korea, independent meetups are banned; there are no safe spaces for open-source or parenting groups.",
      "alignmentValue": 1
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Wages in North Korea are symbolic under a state-planned system; most income comes from rationed goods and jobs with limited security.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "North Korea\u0027s power outages and limited broadband undermine remote work and schooling; connectivity is intermittent outside major hubs like Pyongyang.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In North Korea (KP), non-monogamy is extremely risky under state norms; openness could jeopardize safety, housing, and employment.",
      "alignmentValue": 2
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Pyongyang, openness can invite state backlash; guard family privacy and share concerns only with trusted, discreet contacts.",
      "alignmentValue": 1
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "North Korea\u0027s mountains and coastlines can be striking. Travel permits and restricted access make family-friendly outdoor time hard to arrange.",
      "alignmentValue": 4
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "North Korea (KP) faces floods and seasonal storms; evacuation and repair planning advised, though rebuilding varies by area.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Nature access in North Korea (KP) is restricted; hikes often require escorts or permits, limiting outdoor time for our family.",
      "alignmentValue": 2
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Nightlife in North Korea is tightly controlled and largely state-organized. For a family, authentic nightlife is minimal; independent music scenes are rare.",
      "alignmentValue": 1
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "In North Korea (KP), curfews and surveillance limit evening life; casual nightlife is effectively gone for families.",
      "alignmentValue": 2
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "In North Korea (KP), there are virtually no independent game dev meetups or studios. Trey would have minimal peer networks.",
      "alignmentValue": 1
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "In North Korea (KP), there are no notable game studios; only state propaganda studios exist, providing no career mentorship for Trey.",
      "alignmentValue": 1
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity rates in North Korea are generally low. This supports our family\u0027s health goals in KP, with active living and balanced nutrition.",
      "alignmentValue": 9
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Opportunities for Video Game Startup: In North Korea, private studios are largely prohibited; internet access is restricted and state control blocks indie developers.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "North Korea\u0027s pace is structured and calm, generally slower than a typical US metro. This supports steady family routines with fewer rushed moments.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In KP, North Korea, state controls family life; diverse parenting is rare and deviation risks government scrutiny.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In DPRK (KP), foreign naturalization is effectively non-existent; permanent residency is not available for this family.",
      "alignmentValue": 1
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In North Korea, corruption is embedded; many services rely on informal channels and favors, shaping daily life and bureaucratic friction.",
      "alignmentValue": 2
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In DPRK (KP), personal boundaries are tightly managed. Expect formal etiquette and limited private space in public, with pervasive surveillance.",
      "alignmentValue": 1
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Pyongyang, close contact is common in dense spaces; expect limited personal space and rely on formal cues until rapport is built.",
      "alignmentValue": 4
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Pyongyang, DPRK has cold winters and hot, humid summers; only short spring/autumn windows, so outdoor life is limited most of the year.",
      "alignmentValue": 2
    },
    {
      "key": "Political System",
      "alignmentText": "KP\u0027s Pyongyang autocracy with dynastic leadership; no meaningful political freedom and no real democratic norms.",
      "alignmentValue": 1
    },
    {
      "key": "Polyamory",
      "alignmentText": "In North Korea, polyamory is stigmatized and legally unsupported. Polyamorous families face social pressure and potential legal risk.",
      "alignmentValue": 1
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "In North Korea, state early care covers all, but enrichment is limited. Ideology dominates and bilingual options are unlikely.",
      "alignmentValue": 2
    },
    {
      "key": "Private Education",
      "alignmentText": "In KP, private education is unavailable to foreigners. Schools are state-run and ideological, limiting private options for this family.",
      "alignmentValue": 1
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "North Korea (KP) has scarce fresh foods. Processed options are limited and often inconsistent.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "North Korea (KP) PMM (Games) pay benchmarks are scarce; salaries are far below global norms with limited benefits, making relocation unlikely for this family.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "North Korea offers little structured continuing education for games product marketing; expect informal peer sessions or self-study, with few local workshops.",
      "alignmentValue": 2
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Pyongyang, North Korea has no dedicated product marketing manager (games) pathway; curricula are scarce and cross-border study is tightly controlled.",
      "alignmentValue": 1
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "North Korea (KP): PMM (Games) roles have no realistic local path; global hiring is unlikely due to strict controls and limited internet access.",
      "alignmentValue": 1
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "English usage in NK is limited; expect translation/onboarding support and Korean language exposure; prioritize bilingual-capable teams if available.",
      "alignmentValue": 4
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Remote PMM (Games) roles in KP (North Korea) are scarce due to strict controls and limited connectivity. Remote options exist only case-by-case.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "North Korea (KP) has effectively no in-market product marketing managers (games); private gaming sector is minimal and talent is effectively absent.",
      "alignmentValue": 1
    },
    {
      "key": "Progressivism",
      "alignmentText": "In North Korea (KP), progressive civil society is effectively nonexistent. Politics are state-controlled, offering little outlet for your values.",
      "alignmentValue": 1
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "North Korea\u0027s culture is highly controlled; open talk about relationships invites state and community policing; privacy is essential.",
      "alignmentValue": 2
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Pyongyang, North Korea, state propaganda saturates media and schooling; your family\u0027s pluralistic, media-diverse values clash with daily life here.",
      "alignmentValue": 1
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In North Korea (KP), state media dominates daily life; independent outlets are banned, making propaganda pervasive and discouraging diverse viewpoints.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Pyongyang\u0027s metro and buses reach few areas, and foreigners are restricted, leaving us with minimal usable transit.",
      "alignmentValue": 2
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "KP offers essentially no local publisher access. Platform relationships must come from international channels outside Korea.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "North Korea (KP) is hostile to affluent living; luxury services are scarce and bureaucracy high. A split-time approach or relocation may be needed.",
      "alignmentValue": 1
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "North Korea (KP): lower-income families face crisis conditions; scarce healthcare, housing, and public support limit stability for a family with kids.",
      "alignmentValue": 1
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In DPRK (KP), middle-income families face severe scarcity and limited mobility. State controls strain budgets and wellbeing.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "In North Korea, real-time game pipelines are scarce; plan for pre-rendered content and offline workflows due to restricted internet access.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "North Korea (KP) suppresses religion. Kim-led ideology permeates public life, limiting religious freedom.",
      "alignmentValue": 2
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "KP studios primarily require on-site work; remote setups are rare except emergencies, which clashes with this family\u0027s remote-friendly needs.",
      "alignmentValue": 2
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "In KP (North Korea), startups are largely on-site; remote/hybrid work is not supported due to controls and infrastructure.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "In KP, remote work is effectively impossible due to state intranets and restricted internet; Trey/Sarah would lack reliable access.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Residency in North Korea (KP) is extremely restricted; long-term family stays aren\u0027t feasible due to strict visa controls.",
      "alignmentValue": 1
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "North Korea\u0027s strict regime and limited mobility mean high churn risk; the family would likely depart for the U.S. for safety and language access.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "North Korea offers limited pension support; retirement security relies on family, with scarce elder care and constrained healthcare.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In North Korea, foreign retirees have no access to state pensions. Retirement planning must rely on home-country savings.",
      "alignmentValue": 1
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "North Korea (KP) has essentially no Ruby ecosystem or open internet. Prospects here collapse unless the family relocates or works remotely from abroad.",
      "alignmentValue": 1
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "North Korea features rare crime but heavy state control and arbitrary detention; daily life and mobility depend on regime approval.",
      "alignmentValue": 2
    },
    {
      "key": "Schooling Options",
      "alignmentText": "North Korea\u0027s centralized, ideology-driven schooling leaves few acceptable options for the boys. Private/international choices are unavailable.",
      "alignmentValue": 3,
      "sameAsParent": true
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "KP coastal waters run 20-22 C in summer; shoulder months dip to 20 C, so swimming is feasible about half the year.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "North Korea\u0027s winters are cold and summers hot; seasonal extremes are common, so plan for warming and cooling gear.",
      "alignmentValue": 5
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Pyongyang, KP: daylight ranges roughly 9h in winter to 14h in summer; noticeable winter darkness but outdoor breaks and light therapy ease it.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "North Korea\u0027s winters are cold, with hot, humid monsoon summers; seasonal swings demand constant adaptation for a family with young kids.",
      "alignmentValue": 3
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "North Korea offers almost no local senior tech talent for startups; leadership would have to be remote or from abroad, with significant barriers.",
      "alignmentValue": 2
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In North Korea, sex education is tightly controlled; open discussion is rare and resources for sexual health are scarce.",
      "alignmentValue": 2
    },
    {
      "key": "Social Policies",
      "alignmentText": "In North Korea (KP), social policies are tightly controlled with limited welfare. Civil liberties are restricted, affecting education, healthcare, and mobility.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "North Korea housing for a 2k sq ft family rental is scarce; foreign families often rely on corporate housing or extreme budgets to secure space.",
      "alignmentValue": 2
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in North Korea can be pleasant much of the time, but expect cool mornings, possible rain, and occasional dust storms requiring layers.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "Stability in North Korea remains fragile; sanctions, regime control, and regional tensions drive ongoing volatility that complicates planning.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "State Ideology",
      "alignmentText": "In North Korea (KP), Juche remains totalizing and suppresses dissent. This clashes with our pluralistic, rights-focused family values.",
      "alignmentValue": 1
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "North Korea\u0027s economy is dominated by the state. Formal capitalism is scarce, with limited markets and heavy security oversight.",
      "alignmentValue": 1
    },
    {
      "key": "Studio Density",
      "alignmentText": "Pyongyang has virtually no private game/animation studios; near-zero local production options for studios in North Korea.",
      "alignmentValue": 1
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "North Korea summers are hot and humid with monsoon rains. Frequent outages and high humidity limit outdoor time.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In North Korea (KP), surface interactions are formal and cautious. Daily errands can feel constrained by rules and surveillance.",
      "alignmentValue": 3
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "In North Korea (KP), there are effectively no tax incentives or grants for games/interactive media; policy is restrictive.",
      "alignmentValue": 1
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In North Korea (KP), visa processes are notoriously opaque and costly for first-time US applicants. This risks long waits and high fees.",
      "alignmentValue": 1
    },
    {
      "key": "Trust in Government",
      "alignmentText": "North Korea (KP) exhibits near-total regime control; trust is manufactured, not earned. For a family seeking democratic norms, genuine trust is effectively absent.",
      "alignmentValue": 1
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "North Korea (KP) corruption is systemic and coercive, with security forces and officials shaping daily life through opaque controls.",
      "alignmentValue": 3
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "In DPRK (KP), software pay is subsistence-level under a state-led system; market salaries and bonuses are effectively non-existent.",
      "alignmentValue": 2
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "In North Korea, weekends center on state events and community labor; family downtime is scarce for a four-person household.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "2: In North Korea, after-school care is scarce and flexible remote work is rare. Families juggle long, fixed workdays with limited child care options.",
      "alignmentValue": 2
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "North Korea provides little to no guaranteed paid leave; time off is state-controlled and unpredictable for families.",
      "alignmentValue": 1
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "In DPRK, paid time off is minimal and travel is tightly controlled. Even approved leave is rare, so vacations are effectively unavailable.",
      "alignmentValue": 1
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "KP has virtually no outsourced/vendor ecosystem due to sanctions and isolation. Teams would rely on internal resources; external vendors are unavailable.",
      "alignmentValue": 1
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "North Korea lacks reliable VFX real-time pay benchmarks; local rates are minimal, likely requiring remote or international contracts.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "In North Korea (KP), local VFX Real-Time continuing education is virtually non-existent; remote study is hampered by heavy internet restrictions.",
      "alignmentValue": 1
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "North Korea has no local VFX (real-time) education pipeline; families would rely on studying abroad or external programs.",
      "alignmentValue": 1
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "VFX (Real-Time) hiring in North Korea (KP) is highly constrained. Local pipelines are shallow; remote work or relocation will be needed.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "North Korea (KP) has virtually no English-capable VFX artists. Expect Korean-language pipelines with translation/onboarding support.",
      "alignmentValue": 1
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In North Korea, VFX real-time work is effectively onsite-only; remote options are virtually nonexistent due to strict controls and limited connectivity.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "North Korea has essentially no real-time VFX artist talent locally. Relocation or remote sourcing from abroad would be necessary.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "North Korea\u0027s state media portray South Korea and others as threats. This clashes with our aim for regional openness and practical cross-border ties.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "North Korea (KP) uses state propaganda to glorify itself, limiting independent media and shaping daily life; the family seeks pluralistic viewpoints.",
      "alignmentValue": 1
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "North Korea (KP) is viewed with suspicion by neighbors and sanctions, keeping cross-border ties strained across East Asia.",
      "alignmentValue": 1
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In North Korea (KP), long-term family visas are unavailable; only highly restricted, escorted short visits via official channels.",
      "alignmentValue": 1,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "In North Korea (Pyongyang), sidewalks are inconsistent and crossings can be challenging. Streets are car-dominated, so walking remains stressful.",
      "alignmentValue": 3
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "In KP, Americans are rarely admitted and face heavy surveillance. We\u0027d be treated as outsiders, not neighbors.",
      "alignmentValue": 1
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "North Korea\u0027s state messaging and strict daily life offer rare, study-worthy contrasts; curiosity is hampered by propaganda and travel/internet limits.",
      "alignmentValue": 3
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winters in North Korea bring frequent subzero days with cold winds; plan robust heating and emergency supplies.",
      "alignmentValue": 4
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "KP context: target 37-38h weeks with occasional crunch and compensatory leave; remote/hybrid options fit Trey and Sarah\u0027s family-friendly goals.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In North Korea, state work demands dwarf family time; evenings and weekends are rarely protected, hurting Sarah\u0027s balance.",
      "alignmentValue": 2,
      "sameAsParent": false
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "North Korea (KP): state-controlled labor with no unions and reports of forced labor; worker protections are minimal.",
      "alignmentValue": 1,
      "sameAsParent": false
    }
  ]
}