{
  "version": 2,
  "iso": "NO",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Oslo hosts MS partners and consultancies with solid .NET demand. Competitive salaries and remote-friendly roles help Trey build a local network.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Oslo\u0027s 2D environmental artist pay roughly matches global medians after cost of living; strong benefits and welfare support offset higher taxes.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Oslo, Norway has occasional 2D environment art workshops via universities and adult-education programs; many sessions are online or guest-led.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Oslo, Norway hosts 1-2 reputable game/art programs (Kristiania/KHiO) placing grads into local studios with solid industry-ready portfolios.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "In Oslo, 2D environmental artist roles typically close in 2-3 months due to a solid game dev scene and strong English/visa options.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Oslo\u0027s 2D environmental art studios widely use English. Learning Norwegian basics helps with local teams and community.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "In Oslo, 2D environmental art roles often run in hybrid setups. Fully remote is negotiable but not universal, with equipment stipends common.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Oslo, Norway has a moderate 2D environmental artist pool; startups may need remote hiring or relocation for senior roles.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "In Oslo, 3D animator pay is competitive after cost-of-living; strong welfare and benefits help offset higher taxes.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Oslo, Norway offers occasional 3D animation courses through universities and studios. Many advanced topics rely on remote courses or visiting workshops.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Oslo has design/media programs (OsloMet, UiO) with some 3D animation offerings; cohorts are small and rely on on-the-job upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "In Oslo, 3D animator roles typically take 3-4 months. Local pool is modest but active in game/film studios; proactive sourcing and relocation help advised.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Oslo, Norway, 3D studios rely on English; Norwegian helps, but most teams work in English.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "Oslo studios favor hybrid work for 3D animators; strong broadband and English fluency aid collaboration, but fully remote often requires negotiation.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Oslo, Norway has a moderate pool of 3D animators. Startups may need relocation or longer searches for niche skills.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Oslo, Norway offers competitive post-tax pay for 3D artists; compensation aligns with global medians after cost-of-living, with strong local benefits.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Oslo offers some 3D/character art courses (Noroff, OsloMet) and occasional workshops; most upskilling occurs online.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Oslo has multiple recognized 3D/animation programs (Noroff, OsloMet) feeding regional studios with graduates.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Oslo, Norway\u0027s local 3D artist pool is modest; expect 2-3 months to hire, though remote candidates can shorten the search.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Oslo, English is dominant in studios; teams are multilingual and Norwegian helps collaboration.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Oslo studios offer remote/hybrid 3D art on a case-by-case basis; Norway\u0027s broadband and family-friendly policies support flexible work for families.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Oslo, Norway has a moderate 3D character artist pool; notable studios exist, but senior roles may require relocation or remote hires.",
      "alignmentValue": 6
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Oslo hosts ICT incubators and occasional game-focused cohorts.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Air Quality",
      "alignmentText": "Oslo air is generally good; PM2.5 around 10 µg/m³ with occasional wood-burning inversions; portable filters handy on spike days.",
      "alignmentValue": 8
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Oslo hosts Funcom as a flagship game studio with several smaller studios; offers steady roles for developers and a family-friendly, healthcare-rich setting.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "In Oslo, Norway, atheism is widely accepted; secular public life dominates, with few religious obligations affecting daily routines.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "In Oslo, Norway, high trust institutions, independent judiciary, free media, and civic engagement keep authoritarian backsliding risk low.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "In Oslo, digital banking is standard; with residency, opening accounts is straightforward and Vipps makes fast payments easy.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Oslo\u0027s inner-fjord beaches are clean but water is chilly and summers are short. They\u0027re workable for quick family trips in mild Oslo weather, with caution.",
      "alignmentValue": 5
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Oslo has regular tabletop nights at Outland and cafes; family-friendly venues help Trey and Sarah join games.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Oslo, Norway\u0027s inclusive culture supports diverse bodies; fitness is personal well-being, not appearance policing.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Oslo, Norway has a diversified economy and strong safety nets. Active labor policies support quick reemployment after layoffs.",
      "alignmentValue": 10
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Norway\u0027s cancer incidence is low due to universal healthcare and strong screening in Oslo. Environmental risks are minimal for families.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Oslo prisons emphasize rehabilitation and humane conditions with fair wages. This aligns with your safety, civil liberties, and low crime expectations.",
      "alignmentValue": 10
    },
    {
      "key": "Child Care Support",
      "alignmentText": "In Oslo, caps on daycare fees and universal barnehage slots create abundant childcare support for two working parents.",
      "alignmentValue": 10
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Oslo offers safe crossings, car-free streets, and stroller-friendly transit with abundant playgrounds. Universal healthcare and robust childcare welcome families.",
      "alignmentValue": 10
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Oslo\u0027s barnehage is heavily subsidized with income-based caps; residents typically pay modest fees and get slots near home.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Oslo, visa families get barnehage subsidies after registration; upfront deposits/docs require prep, but multilingual help is available.",
      "alignmentValue": 8
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "In Oslo, Norway, board games, hiking, climbing, and maker culture are common; family-friendly hobby options are widely accessible.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Oslo hosts frequent tech meetups and the annual NDC Oslo conference, fueling a strong dev community. Startup grants and local programs support founders.",
      "alignmentValue": 9
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Oslo, Norway, offers universal healthcare and abundant outdoor options for families. Preventive care resources are widely accessible.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Oslo, Norway offers borettslag/co-housing options, but demand is high and family waitlists can be long.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Oslo CM pay aligns with Western European medians after cost-of-living; solid benefits and work-life balance offset top-hub gaps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Oslo offers occasional CM trainings; most upskilling is via remote courses or visiting experts, aligning with a family-friendly, English-friendly city.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Oslo, Norway has CM-related programs via game/media studies; studio partnerships help grads enter local studios, but a dedicated CM pipeline is modest.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Oslo\u0027s English-friendly tech scene yields CM openings in 1-2 months; strong local/EU talent and expat networks help steady pipelines.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "In Oslo, English is widely used in studios; basic Norwegian helps local outreach for family-friendly communities.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "In Oslo, Norway, studios commonly support flexible remote or hybrid work. Expect async workflows and equipment stipends to support a family-friendly setup.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Oslo has a moderate CM pool (Funcom and peers); English-friendly market, but senior roles may require relocation or extended searches.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Oslo, Norway is friendly but privacy-minded; social ties grow through schools and clubs, with active expat networks and broad English use.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "In Oslo, Norway, established studios offer compensation in line with global medians after cost of living; strong benefits support family-friendly work-life balance.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Oslo startup pay tracks global medians after cost of living; solid benefits and clear equity norms, though terms vary by company.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Oslo, Norway: timely UDI registration and family permits are navigable; meet deadlines to avoid delays, processes are generally straightforward.",
      "alignmentValue": 7
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Oslo, Norway offers regular bootcamps and meetups; many courses in English at universities and private providers support game and web dev upskilling.",
      "alignmentValue": 8
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Oslo\u0027s healthy contractor bench for tech; English-friendly, strong Azure/web/dev talent. Top specialists can book weeks in advance, plan ahead.",
      "alignmentValue": 8
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Oslo, Norway emphasizes harm reduction and strong health services. Treatment-first policies keep substance issues compassionate for families like ours.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Oslo has high payroll/rent costs, but strong government grants, skilled devs, and solid broadband help startups stretch runway.",
      "alignmentValue": 7
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Costly groceries, childcare, and rent in Oslo. Two strong tech salaries help, but budgeting remains tight.",
      "alignmentValue": 6
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Oslo has robust coworking and startup programs (Mesh, etc.), strong broadband and cloud access, and grants; mocap/game labs are limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Oslo, Norway has a strong, English-friendly tech scene and solid family supports; expect some competition for game/cloud roles, but local pipelines help.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Oslo, Norway provides universal healthcare and strong social supports; depression prevalence is moderate with accessible counseling.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Oslo offers expat clubs and community groups. With steady effort and language learning, your family can build close, supportive friendships.",
      "alignmentValue": 9
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Oslo, Norway demonstrates strong D\u0026I with LGBTQ\u002B rights and gender equality. Public services are inclusive, and employers increasingly invest in fair hiring.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Oslo, Norway: drug enforcement is targeted with strong oversight; some districts vary, but overall safety and trust in authorities remain solid.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Oslo, Norway fully permits US-Norwegian dual citizenship with no renunciation. Norwegian citizenship requires meeting residency and language criteria.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Oslo, Norway offers Innovation Norway grants and R\u0026D incentives. Early-stage funds exist for game dev, but competition remains.",
      "alignmentValue": 8
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Oslo, Norway provides public grants and general venture funds for startups; game-focused capital is modest, but grants and government programs help founders.",
      "alignmentValue": 8
    },
    {
      "key": "Economic Health",
      "alignmentText": "In Oslo, Norway, a diversified economy and strong welfare system keep unemployment low; a sovereign wealth fund cushions our family from oil swings.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Oslo, Norway\u0027s social market economy blends welfare with innovation, offering startup grants and stable governance that benefit families.",
      "alignmentValue": 9
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Norway\u0027s stable, pro-business policy climate; in Oslo, regulations are predictable and grant programs steady for tech/family ventures.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Oslo\u0027s public schools prioritize play-based learning and inclusion, delivering strong outcomes with bilingual options to match your family\u0027s priorities.",
      "alignmentValue": 9
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Oslo\u0027s game education is growing: Noroff and university programs (UiO/OsloMet) offer internships and capstones; the pipeline is reliable but still maturing.",
      "alignmentValue": 8
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Oslo, Norway tech sponsors skilled visas but with salary thresholds and paperwork; dependents can join via standard family-immigration steps.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Oslo\u0027s game dev scene leans Unity; Unreal exists but smaller. Some cross-training resources exist to diversify tooling.",
      "alignmentValue": 7
    },
    {
      "key": "Environment",
      "alignmentText": "Oslo\u0027s parks, clean air and water, and strict pollution controls keep daily life healthy for the kids.",
      "alignmentValue": 9
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "In Oslo, Norway, two earners near median pay about one-third in taxes. Strong public services help justify the cost.",
      "alignmentValue": 7
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Autumn in Oslo, Norway stays cool. Sept ~13°C; Oct 3–10°C with wind and rain—plan for light layering and occasional chilly days.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "In Oslo, Norway, generous parental leave, child allowances, universal childcare, and safe, family-friendly neighborhoods support raising young kids.",
      "alignmentValue": 10
    },
    {
      "key": "Family Members",
      "alignmentText": "Oslo, Norway allows family reunification, but income and housing proofs add planning steps; timelines can be slow.",
      "alignmentValue": 6
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Oslo, Norway, long parental leave, housing support, universal child benefits, and flexible work laws align with their family priorities.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Oslo/Norway offers generous parental leave, child benefits, and universal childcare; policies adapt as children grow, supporting family-friendly life.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Oslo, visa families receive strong support after establishing residence; some cash benefits require longer stays or employer sponsorship.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "In Oslo, Norway, casual-smart is common; practical outerwear and neat outfits blend with schools and workplaces.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Oslo, Norway\u0027s minimalist, practical style fits Sarah\u0027s comfortable, work-ready look in an inclusive urban setting.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "In Oslo, men favor modern, weather-ready casuals; functional outdoor wear with minimalist street style that suits Trey.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "In Oslo, women enjoy strong equality and flexible roles; leadership gaps linger in traditional industries.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Oslo, Norway has strict gun laws and limited ownership; firearms are mainly for sport/hunting with strong safety norms.",
      "alignmentValue": 10
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Oslo, Norway has a strong consent culture aligned with your values. Expect respectful flirting norms and clear boundary checks.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Oslo has a growing founder scene with regular meetups and hubs (StartupLab, Oslo Innovation Week); mentorship and grant access are progressing.",
      "alignmentValue": 8
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Oslo, Norway, offers abundant fresh produce and diverse dining. Most cravings are met locally, with rare gaps for niche cuisines.",
      "alignmentValue": 9
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Oslo, Norway, locals are warm and English-friendly; families find welcoming community programs, with ties forming steadily over time.",
      "alignmentValue": 9
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Oslo, Norway offers regional and national game-dev grants. With Trey\u0027s founder plan, expect roughly $250k-$600k/year after applications.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Oslo hosts several studios (Funcom, PortalOne) with steady openings; strong Norwegian grants and a healthy ecosystem ease senior-to-mid roles, though networking helps.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Oslo, gender diversity is well supported with legal recognition and social acceptance; rural Norway adapts more slowly.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gender Rights",
      "alignmentText": "In Oslo, Norway, gender rights are strongly protected and enforced, with robust LGBTQ\u002B equality and anti-discrimination laws.",
      "alignmentValue": 10
    },
    {
      "key": "Gender Roles",
      "alignmentText": "In Oslo, Norway, gender roles are highly fluid with strong parental leave and egalitarian norms supporting shared parenting.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Oslo, Norway favors inclusive flirting: all genders can initiate or decline with little stigma. Your progressive family fits well.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Oslo offers strong healthcare and schools for visa holders; ID-number setup and permit-based work status can slow first months, but residency paths exist.",
      "alignmentValue": 8
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Oslo, Norway\u0027s mild climate and robust infrastructure keep warming impacts rare; resilient drainage and hillside planning limit disruptions.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Oslo offers entrepreneur permits via incubators. Viable plan and funds are needed; processing is moderate.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Oslo, Norway favors neat but practical grooming; no flash. A gentle push to stay polished fits work and family life here.",
      "alignmentValue": 7,
      "sameAsParent": true
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "In Oslo, Norway, polyamory enjoys broad progressive tolerance; formal recognition remains limited, but supportive communities ease integration.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "In Oslo, universal coverage keeps care affordable with strong pediatric services; occasional queues for specialists require patience.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Oslo offers universal care after registration for visa holders. Expect co-pays and some wait times; private options exist but can be costly.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "In Oslo, public universities are tuition-free; broad access with scholarships, though some programs require Norwegian or entrance exams.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "Oslo offers tuition-free public universities for international students; visa holders have favorable post-study work options.",
      "alignmentValue": 10
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Oslo studios like Funcom anchor hiring; most roles take ~3 months, visa processing can add time. Remote options help families.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Oslo startups hire in 3-4 months; incentives help. Norway\u0027s grants and a supportive ecosystem aid Trey\u0027s game/tech venture.",
      "alignmentValue": 6
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Oslo family housing is costly with tight stock; bidding wars and long searches are common in Grünerløkka/Sagene.",
      "alignmentValue": 6
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Oslo uses pre-filled returns and automatic withholding, easing compliance for a startup family; founder income may still need an accountant.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Oslo, Norway: broadly welcoming to immigrants. Multilingual society and strong welfare reduce friction, though national debates can flare occasionally.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Oslo residents broadly welcome US families; integrate by learning Norwegian, joining local groups, and contributing to community life; steer away from aloofness.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "In Oslo, public schools are free and inclusive with strong special-needs and language support, aligning with the family\u0027s education priorities.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "In Oslo, Norway, visa-holding kids enroll in public schools after residency. Norwegian immersion requires early language support.",
      "alignmentValue": 8
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "In Oslo, English is common in urban life; schools and government lean Norwegian, but learning Norwegian helps full participation.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Oslo studios predominantly use English, with Norwegian on docs and local comms; fits the family\u0027s English preference and readiness to learn Norwegian.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Oslo startups use English widely. Regulatory tasks and hiring benefit from Norwegian fluency.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Oslo, Norway offers solid tech/IP lawyers with game experience; startups can access counsel, though dedicated game IP specialists are not abundant.",
      "alignmentValue": 7
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "In Oslo, Norway, LGBTQ\u002B protections are robust; Pride events are common and queer families feel welcomed and secure in city life.",
      "alignmentValue": 10
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Oslo has a budding playtesting scene with university labs and local meetups; expect some scheduling lead times, but English-friendly testers are common.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Oslo, Norway, politics are pluralistic; Marxist ideas linger in academia and civil society, rarely driving policy.",
      "alignmentValue": 6
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Oslo, Norway, masculine norms are broad and supportive of involved, expressive dads like Trey. Caregiving fits well here.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence is uncommon in Oslo, Norway. Authorities communicate openly, and communities feel prepared.",
      "alignmentValue": 9
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Oslo has frequent English-friendly meetups across tech, parenting, culture, and hobbies; many venues are family-friendly and welcoming.",
      "alignmentValue": 10
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "In Oslo, sector-based wages are high, but no universal minimum floor exists. Verify sector coverage and available benefits.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Oslo, Norway has cutting-edge fiber, reliable power, gigabit internet, and seamless digital services for work and family life.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Oslo, Norway offers broad non-monogamy acceptance; urban life treats it as normal, with discretion in some settings.",
      "alignmentValue": 9
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Oslo, Norway, openness is welcomed with tact; we share concerns directly and seek constructive, transparent dialogue.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Forested hills, fjords, and island ferries within 60 minutes; Oslo\u0027s scenery is stunning and family-friendly for weekend nature trips.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Oslo has low disaster risk; strong housing standards and flood controls keep storms and floods rare and manageable for families.",
      "alignmentValue": 9
    },
    {
      "key": "Nature Access",
      "alignmentText": "Oslo\u0027s Oslomarka is minutes away by metro. Safe, family-friendly hiking and skiing after school with minimal planning.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Oslo offers a vibrant, family-friendly music scene with daytime concerts at Rockefeller, Blå, and Oslo Opera House; safe transit supports easy family outings.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Oslo nightlife centers in Grünerløkka and Youngstorget. For a family with young kids, evenings require planning, babysitters, and safe transport.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Oslo hosts regular GameDev Norway meetups and Oslo Game Jam. Mesh coworking offers English-friendly sessions that help founders collaborate.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Oslo hosts several notable studios (Funcom, PortalOne, D-Pad Studio, Hyper Games), offering solid hiring paths for developers and a reachable local scene.",
      "alignmentValue": 7
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "In Oslo, obesity is low thanks to active transport and healthy norms; universal healthcare supports your family\u0027s wellness.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Oslo offers Innovation Norway grants and tax incentives for game startups; strong talent. Domestic market is small, so studios seek international opportunities.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Oslo\u0027s evenings and weekends stay calm, fitting Sarah\u0027s slower pace. Downtown rush hours can be brisk, but overall life remains relaxed.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "In Oslo, Norway, parenting leans progressive with shared caregiving, generous parental leave, and universal childcare.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Oslo, naturalization typically requires about 7 years of residence plus language and civics tests; dual citizenship is allowed.",
      "alignmentValue": 8
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "In Oslo, corruption is rare due to strong institutions and transparency. This aligns with the family\u0027s preference for stable governance and reliable services.",
      "alignmentValue": 9
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "In Oslo, Norwegians value personal space; expect direct talk and minimal unsolicited touch; handshakes are common.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "Oslo, Norway values personal space; handshakes are common but hugs are rare outside close circles. Interactions follow polite cues.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Oslo, Norway offers mild, low-humidity summers and pleasant springs. Winters are cold, so outdoor life is strongest in two to three seasons.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Political System",
      "alignmentText": "In Oslo, Norway\u0027s transparent, proportional democracy with strong rule of law aligns with their resilient governance goals.",
      "alignmentValue": 10
    },
    {
      "key": "Polyamory",
      "alignmentText": "Oslo, Norway\u0027s inclusive scene supports polyamory in private and community spaces. Institutions may still misinterpret.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Oslo\u0027s barnehage system is strong and subsidized with bilingual options; fall slots exist but may require early registration and waitlists.",
      "alignmentValue": 8
    },
    {
      "key": "Private Education",
      "alignmentText": "Oslo private/international schools exist but are pricey; strong public bilingual options and international programs suit expat kids.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Oslo\u0027s markets and seafood keep processed snacks in check; schools emphasize nutritious meals for kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Oslo PMM (Games) pay aligns with global medians after high cost of living; strong public benefits support family life.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Oslo has a steadily active games marketing scene with university courses and local meetups; expect regular workshops and growing online communities.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Oslo, Norway, has solid marketing/business programs and active game studios; PMM (games) pathways exist but require upskilling.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In Oslo, Product Marketing Manager (Games) hires typically take 3-4 months; local pool is modest, but remote/European candidates expand the funnel.",
      "alignmentValue": 6
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Oslo, Norway: English is widely used in game marketing; Norwegian knowledge helps locally. Your English ubiquity aligns with Oslo\u0027s bilingual studios.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Oslo game PMM roles are typically hybrid; remote work is negotiable, with some on-site time. This aligns with our family\u0027s work-life balance goals.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Oslo offers a moderate pool of games PMMs: solid studios and English-friendly hiring, but senior roles may require relocation or longer sourcing.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "In Oslo, Norway\u0027s progressive welfare, gender equality, and LGBTQ\u002B rights align with the family\u0027s values.",
      "alignmentValue": 10
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Oslo, Norway: most peers are open about relationships; casual dating is accepted, though some traditional circles may gossip.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "In Oslo, Norway, public messaging leans on welfare and factual updates, inviting inclusive civic participation and diverse viewpoints.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "In Oslo, independent media and watchdogs keep state messaging in check, aligning with the family\u0027s preference for pluralistic, low-propaganda coverage.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Oslo, Norway\u0027s integrated metro, tram, bus, and ferry are reliable and stroller-friendly; ideal for family school runs.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Oslo, Norway offers grants and a strong startup scene. Local publisher ties are modest, so expect remote engagement and Nordic/international events.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Oslo offers universal healthcare, superb schools, and premium services for higher earners. Expect high costs but solid safety and culture.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "In Oslo, Norway, lower-income families gain universal healthcare, childcare, and safety nets, but high housing costs still challenge budgets.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "In Oslo, Norway, a middle-income family enjoys universal healthcare, strong services, good schools, and solid childcare, but housing costs demand budgeting.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Oslo\u0027s growing game scene emphasizes real-time pipelines; strong grants and bilingual teams align with the family\u0027s real-time game focus.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "In Oslo, Norway, religion has limited sway; policy stays pluralistic with minority rights protected.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Oslo studios commonly offer hybrid work with formal policies; remote options available for senior roles, suiting founders and English-friendly teams.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Oslo startups favor hybrid work with mature remote tooling. Remote options fit many roles in Norway\u0027s capital, aiding family schedules.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Oslo hybrid/remote work is the norm; robust coworking networks and strong broadband keep distributed teams connected, with 2-3 office days common.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Oslo residency is achievable via employment permits with renewals; permanent residency exists but renewals involve paperwork.",
      "alignmentValue": 7
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Oslo offers low churn with stable tech jobs, strong welfare, and startup grants; however visa and residency rules may modestly temper long-term retention.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "In Oslo, Norway\u0027s public pension plus occupational schemes offer solid retirement income for citizens. Universal healthcare and elder support are strong.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Oslo, visa holders can access Norway\u0027s public pension after contributing years; full benefits require ongoing residency.",
      "alignmentValue": 9
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Only a handful of Oslo fintech/media startups ship Ruby; openings are sporadic, often requiring remote work or hybrid roles (DevOps/JS).",
      "alignmentValue": 5
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Oslo is very safe for families with low violent crime; expect occasional petty theft downtown during festivals; practice standard precautions.",
      "alignmentValue": 9
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Oslo provides strong public grunnskole with bilingual/IB options; international schools have waitlists for newcomers.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Oslofjord water sits ~16 °C at peak; with a 5- and 1-year-old, swims are brisk and often require wetsuits or sheltered spots.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Oslo, Norway experiences meaningful seasonal swings with occasional cold snaps and storms. Budget extra time, gear, and flexible plans to stay prepared.",
      "alignmentValue": 7
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "In Oslo, Norway, winter darkness is noticeable; maintain energy with regular outdoor breaks and occasional light therapy.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Oslo swings between crisp summers and long winters; plan for winter gear and indoor days, but outdoor activities stay doable most months.",
      "alignmentValue": 7
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Oslo has a solid pool of senior tech leads, but many are tied to anchor studios; startups should offer competitive packages to attract local veterans.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "In Oslo, sex education is comprehensive and inclusive, with progressive attitudes toward diverse identities and relationships.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Social Policies",
      "alignmentText": "Oslo, Norway offers universal healthcare and strong parental leave. Inclusive education and social safety nets align with the family\u0027s priorities.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "8: In Oslo, 2k sq ft rentals exist but often require location/finishing compromises; expect competition and occasional suburban options.",
      "alignmentValue": 8
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Oslo spring (Norway): 0–7 °C early on; half the days are comfy, but frequent cold rain keeps some outings indoors.",
      "alignmentValue": 6
    },
    {
      "key": "Stability",
      "alignmentText": "In Oslo, Norway, steady politics and strong welfare reduce volatility. Swift crisis response supports predictable planning for families.",
      "alignmentValue": 10
    },
    {
      "key": "State Ideology",
      "alignmentText": "Oslo\u0027s pluralistic welfare state blends markets with universal services and evidence-based policy, aligning with your family\u0027s progressive values.",
      "alignmentValue": 10
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "In Oslo, Norway\u0027s social market economy blends innovation with strong safety nets; startups gain from grants, visas, and predictable public support.",
      "alignmentValue": 10
    },
    {
      "key": "Studio Density",
      "alignmentText": "Oslo has a growing, moderate game scene anchored by Funcom and indie studios; not a dense studio cluster yet.",
      "alignmentValue": 6
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Oslo summers hover around 15-23 °C (59-73 °F) with cool evenings, ideal for parks and outdoor time without much air conditioning.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Oslo, politeness is efficient and reserved. Staff respond positively, and English is widely spoken.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Norway provides solid incentives for games/creative work via SkatteFUNN and Innovation Norway grants; Oslo\u0027s scene is supported but competitive.",
      "alignmentValue": 8
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "In Oslo, family permits typically take several months with moderate fees. Plan lead time and budget accordingly.",
      "alignmentValue": 9
    },
    {
      "key": "Trust in Government",
      "alignmentText": "In Oslo, Norway, trust in government is high, helping new residents navigate bureaucracy and access services smoothly.",
      "alignmentValue": 9
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Oslo operates with strong anti-corruption controls; corruption is rare and swiftly addressed, with transparent procurement and oversight.",
      "alignmentValue": 10
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Oslo senior software pay runs 700k–950k NOK; with dual incomes and Oslo housing costs, the family must budget carefully.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Oslo offers abundant family-friendly weekends (museums, parks). Plan ahead for Sunday shop closures.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Oslo: school day ends ~15:00 and workday ends ~16:00; wraparound care plus daycare keep Trey, Sarah, and kids on a stable routine.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "In Oslo, Norway, minimum 25 paid days off per year plus public holidays; labor laws support family travel with notice.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Oslo typically offers 25–29 vacation days (5 weeks) with July shutdowns; aligns with our family-friendly, slower pace and travel planning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Norway\u0027s Oslo has a modest vendor scene; capacity is limited. Plan a mix of local studios and remote partners for QA and art.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Oslo, Norway: VFX real-time pay roughly matches global medians after cost of living. English-friendly, with strong welfare offsetting high expenses.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Oslo offers occasional real-time VFX courses; universities host related programs, but most upskilling is via online courses and remote workshops.",
      "alignmentValue": 7
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Oslo, Norway has small but viable VFX real-time programs. Grads commonly gain experience through local studios with on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Oslo, Norway: real-time VFX hiring is moderate; expect 3–4 months with proactive sourcing and possible relocation support.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Oslo, Norway: English is widely used in VFX studios; some local projects expect Norwegian knowledge.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "In Oslo, Norway, remote/hybrid real-time VFX is common. Studios often provide equipment stipends and flexible schedules.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Oslo\u0027s real-time VFX talent pool is moderate. Startups may hire mid-levels locally, while senior specialists often require relocation.",
      "alignmentValue": 6
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Oslo enjoys strong, cooperative ties with Sweden and Finland; cross-border travel, work, and culture are common and well-supported.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "In Oslo, Norway, Norwegians prize modesty and trust, aligning with a progressive, egalitarian society. This fosters calm civic pride without national excess.",
      "alignmentValue": 9
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "In Oslo, neighbors view Norway positively for wealth and welfare, with openness and stability; occasional debates over prices and migration rules.",
      "alignmentValue": 9
    },
    {
      "key": "Visa Paths",
      "alignmentText": "In Oslo, skilled worker, job-seeker, and entrepreneur visas exist; most require a job offer or substantial startup capital.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Oslo\u0027s neighborhoods are very walkable with safe crossings and strong transit. Many parks and family-friendly routes are nearby.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Oslo is generally friendly to US families. English is common, and joining local clubs helps us connect as we learn Norwegian.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Oslo blends outdoor life, design-forward districts, and a collaborative tech scene that keeps the family curious and engaged.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Oslo winters are cool with regular freezes and light snow. Heating costs are manageable, and city services keep commuting reliable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Oslo, Norway enforces a 37.5-hour workweek. Occasional crunches can extend weeks, offset by compensatory leave.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "In Oslo, work norms protect evenings and weekends; flexible hours and family time are standard, supporting Sarah\u0027s need for predictable downtime.",
      "alignmentValue": 10
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "In Oslo, Norway, robust protections, strong unions, and swift enforcement safeguard working parents and generous parental leave for families.",
      "alignmentValue": 10,
      "sameAsParent": false
    }
  ]
}