{
  "version": 2,
  "iso": "SI",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Ljubljana has steady .NET demand in IT services/startups; strong remote options and EU visa pathways help stay marketable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Ljubljana 2D environmental artist pay ~20% below global medians; EU grants and family-friendly policies help offset the relocation.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "In Ljubljana, Slovenia, there are occasional 2D environmental art workshops and design courses. Some training relies on visiting experts or online delivery.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Ljubljana has design/arts programs, but dedicated 2D environmental artist tracks are scarce. Upskilling through adjacent disciplines and local studios is common.",
      "alignmentValue": 7
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Ljubljana 2D environmental artist roles fill slowly; local pipelines are shallow. Plan remote/global hiring and possible relocation support.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "In Ljubljana, Slovenia, English is widely used in studios; some teams expect basic Slovenian for collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Ljubljana studios broadly support flexible remote 2D environmental art; equipment stipends and hybrid options are common.",
      "alignmentValue": 9
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Ljubljana\u0027s game scene is modest; 2D environmental artists form a moderate pool, viable with remote/hybrid hiring, though some senior roles may need relocation.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Ljubljana, Slovenia: 3D animator pay trails global medians by ~20%; cost of living helps, but packages remain modest.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Ljubljana has occasional 3D animation workshops; some courses bring visiting experts, with most upskilling online or remotely.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Ljubljana, Slovenia has digital art and game dev programs. Cohorts are small, so on-the-job upskilling is common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Ljubljana, Slovenia: 3D animator hiring tends to run 4–5 months; local pipelines are shallow, so use EU/remote talent and proactive sourcing.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "In Ljubljana, English is widely used in studios. Some local work may require Slovene, so learning the language helps.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "9: In Ljubljana, Slovenia, remote/hybrid 3D animation is common; async workflows and English-friendly studios suit your family.",
      "alignmentValue": 9
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Ljubljana, Slovenia has a moderate 3D animator pool; startups may need relocation support or longer searches for niche skills.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Ljubljana offers strong QoL and affordable living for families; 3D artist pay is typically below top hubs, so remote work or grants may help.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Ljubljana has universities offering 3D/animation courses and active game dev meetups; expect sporadic workshops rather than a regular 3D character artist program.",
      "alignmentValue": 6
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Ljubljana has a few 3D/animation programs. Graduates enter regional studios but class sizes are small and upskilling is common.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "8: Ljubljana, Slovenia has a growing game/tech scene; expect 1-2 months to fill 3D character artist roles with EU/remote talent.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "In Ljubljana, English is widely used in studios; learning Slovene aids daily life, aligning with the family\u0027s English ubiquity preference.",
      "alignmentValue": 8
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "8: Ljubljana studios commonly offer remote/hybrid 3D artist roles; solid broadband, EU accessibility; family-friendly, low-stress workflows align with the profile.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Ljubljana\u0027s 3D character artist pool is limited; mid-level local grads exist, but senior specialists often require relocation or remote hires.",
      "alignmentValue": 5
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Ljubljana, Slovenia, offers generalist startup programs that accept games but lack game-specific support.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Air quality in Ljubljana, Slovenia is generally very good; occasional pollen/dust days may occur, so portable filters are optional.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Ljubljana\u0027s game scene is small; no major AAA anchors. Focus on indie studios and service shops; EU grants and local incubators available.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Atheism",
      "alignmentText": "Ljubljana, Slovenia: secular culture is strong; atheists are widely accepted and can access secular institutions with minimal pressure.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "Ljubljana, Slovenia: strong democratic safeguards. Independent judiciary and media uphold civil liberties; backsliding risk is low.",
      "alignmentValue": 9
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Ljubljana banks are modern with strong online onboarding; residency steps enable easy account opening and fast SEPA cross-border payments.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Beach options near Ljubljana, Slovenia are good within about an hour (Lake Bled; Adriatic coast nearby). Plan for limited shade and lifeguard coverage.",
      "alignmentValue": 8
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Ljubljana has a growing boardgaming scene with cafes and regular meetups; families can join multilingual, friendly local groups.",
      "alignmentValue": 8
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "In Ljubljana, Slovenia, body diversity is supported. Fitness is framed as personal well-being, aligning with your progressive, inclusive family values.",
      "alignmentValue": 9
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Ljubljana\u0027s diversified economy and EU funding boost resilience. Tech/startup roles rebound quickly, with good safety nets for families.",
      "alignmentValue": 9
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Slovenia\u0027s cancer rates align with global norms; Ljubljana benefits from universal healthcare and strong screening programs.",
      "alignmentValue": 8
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "Ljubljana, Slovenia: carceral conditions are overseen and generally humane. The system includes restorative programs that align with your rights-focused family values.",
      "alignmentValue": 9
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Ljubljana offers subsidized public childcare and local programs; families plan ahead to secure reliable slots.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Ljubljana, Slovenia: rating 9 for child-friendliness; safe, walkable, with parks and playgrounds and family-friendly transit and services.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Ljubljana offers substantial childcare subsidies and near-home kindergarten slots; most fees are covered with modest co-pays, supporting working parents.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Ljubljana, Slovenia, visa families can access most childcare benefits and can secure childcare quickly after arrival.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Ljubljana offers board game cafes, family-friendly parks, and climbing gyms; common hobbies like board games fit well for your family.",
      "alignmentValue": 9
    },
    {
      "key": "Community Activity",
      "alignmentText": "Ljubljana\u0027s tech scene has regular monthly meetups and active dev communities; supportive for game startups.",
      "alignmentValue": 8
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Ljubljana, Slovenia has strong universal healthcare, parks, and wellness programs that fit your health-conscious family goals.",
      "alignmentValue": 9
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Ljubljana, Slovenia has some intentional living/co-housing options. They are limited in size, so expect niche communities and patient onboarding.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "In Ljubljana, CM pay trails top hubs by ~20%; expect around €2.5–4k/month plus standard EU benefits.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Ljubljana offers occasional local CM trainings and meetups. Most upskilling comes from visiting experts or online courses.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Ljubljana\u0027s universities offer solid marketing/comms programs; entry to community management exists but often needs on-the-job upskilling.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "6: Ljubljana community-manager market is modest; 3-4 months with proactive sourcing or relocation; remote options can help speed hiring.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Ljubljana, Slovenia uses English broadly in teams; many studios expect some Slovenian. Your English-first stance aligns with local hiring.",
      "alignmentValue": 8
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Ljubljana, Slovenia offers flexible remote/hybrid roles with equipment support, aligning with Sarah\u0027s needs and your family\u0027s work-life goals.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Moderate CM talent pool in Ljubljana, Slovenia; solid tech scene but senior community managers are limited, so relocation or remote hires may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Ljubljana is a friendly, walkable city with expat networks. English-friendly services and safe neighborhoods help your family connect, with some initiative.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Ljubljana studios pay slightly below leading hubs; stable for families due to lower cost of living and universal healthcare.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "Ljubljana startups offer meaningful equity but cash lags SV. Lower cost of living boosts the family\u0027s overall package, with EU funding options.",
      "alignmentValue": 7
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Residency in Ljubljana is manageable but requires address registration, health insurance proof, and annual permit updates for non-EU family.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Ljubljana, Slovenia offers regular bootcamps and university continuing education for devs; EU-funded courses and local meetups support game/WEB upskilling.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Ljubljana has a serviceable contractor bench for software/game dev with EU freelancers. Expect pockets of scarcity and occasional lead times.",
      "alignmentValue": 7
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Ljubljana, Slovenia\u0027s harm-reduction approach and strong healthcare align with your family\u0027s need for access to care, low crime, and inclusive communities.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Ljubljana costs align with EU averages; affordable rents and payroll, plus startup grants and family-friendly policies support budgeting.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Ljubljana has moderate costs, universal healthcare, and safe, family-friendly neighborhoods; aligns with your QoL and school needs.",
      "alignmentValue": 8
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Ljubljana has quality coworking spaces and indie labs; game-dev resources exist but mocap/audio suites are limited.",
      "alignmentValue": 8
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Ljubljana\u0027s IT market shows steady demand for software/web devs; remote/hybrid work eases hiring. Unity/game-dev talent is competitive but available.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Ljubljana, Slovenia offers accessible mental health services and open dialogue. Depression levels are manageable with strong public health supports.",
      "alignmentValue": 8
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "In Ljubljana, Slovenia, steady outreach via expat clubs and local events helps build deep ties. Friendships form gradually through shared activities.",
      "alignmentValue": 7
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Ljubljana, Slovenia offers progressive D\u0026I: LGBTQ\u002B protections, multilingual schooling, and family-friendly policies, matching your bilingual, inclusive needs.",
      "alignmentValue": 8
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Ljubljana, Slovenia maintains proportionate, oversight-driven drug enforcement; families rarely witness aggressive sweeps, supporting safety.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Slovenia allows US dual citizenship with some notification or residency criteria; check with the Ljubljana consulate for current rules.",
      "alignmentValue": 8
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Ljubljana, Slovenia offers EU/national early-stage grants; MVP funding for game-dev startups around €150k–€350k; competitive but accessible.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Ljubljana has mixed VC and EU grants; game-specific backers are scarce, so fundraising will be competitive but possible with networking.",
      "alignmentValue": 7
    },
    {
      "key": "Economic Health",
      "alignmentText": "Ljubljana, Slovenia enjoys solid growth with low unemployment and diverse sectors; universal healthcare and euro stability help families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic System",
      "alignmentText": "Slovenia\u0027s mixed, EU-backed economy in Ljubljana supports startups with grants and visas. Governance is reliable with manageable bureaucracy.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Ljubljana, Slovenia offers EU-aligned, stable policies with minimal surprises. This supports steady growth for tech ventures and family planning.",
      "alignmentValue": 9
    },
    {
      "key": "Education",
      "alignmentText": "Slovenia offers solid nationwide education; Ljubljana has strong public schools and modern facilities, with growing bilingual options for families.",
      "alignmentValue": 9
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Ljubljana, Slovenia, hosts a couple solid CS/arts programs feeding local talent; internships exist with studios, though game-specific curricula remain limited.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Ljubljana, Slovenia sponsors skilled workers, but often requires strong resumes; some paperwork; dependents allowed; plan for local language learning.",
      "alignmentValue": 7
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Unity and Unreal scenes thrive in Ljubljana, Slovenia; dual-engine strength fits Trey\u0027s game dev stack and enables cross-pollination with local studios.",
      "alignmentValue": 9
    },
    {
      "key": "Environment",
      "alignmentText": "Ljubljana, Slovenia: excellent environmental quality with green spaces, clean rivers, and easy access to parks; climate is mild and air quality is good.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Ljubljana, Slovenia: around 25% effective tax for a two-income family; funds universal healthcare, education, and transit.",
      "alignmentValue": 8
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Ljubljana, Slovenia falls in a mild autumn; typical 10-22°C with crisp mornings, occasional showers, and family-friendly hiking.",
      "alignmentValue": 9
    },
    {
      "key": "Family Life",
      "alignmentText": "Ljubljana, Slovenia offers strong healthcare, education, and safety; family-friendly neighborhoods with parks, though some urban areas lean adult-oriented.",
      "alignmentValue": 8
    },
    {
      "key": "Family Members",
      "alignmentText": "Ljubljana, Slovenia: core family sponsorship is viable; spouses and two minors can qualify with standard residence steps.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "Slovenia (Ljubljana) has solid family benefits: parental leave, child allowances, and childcare; but bureaucracy can slow payments.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Ljubljana, Slovenia offers strong family policy: universal healthcare and childcare subsidies; some benefits are income-based and require paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Ljubljana, visa families can access healthcare with residency. Some cash benefits require longer stays or work status.",
      "alignmentValue": 6,
      "sameAsParent": true
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Ljubljana favors tidy smart-casual; blend in with neat outfits for work and official settings, casual wear fine for everyday family life.",
      "alignmentValue": 8
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Ljubljana, Slovenia offers a diverse, expressive urban fashion scene, with inclusive style and minimal judgment.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Ljubljana, Slovenia features modern, approachable urban fashion; men blend smart casual with streetwear for a tech-professional lifestyle.",
      "alignmentValue": 8
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Ljubljana, Slovenia broadly embraces diverse femininity and LGBTQ\u002B-friendly norms. Overall autonomy and expression align with your progressive family profile.",
      "alignmentValue": 9
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Slovenia\u0027s licensing, storage, and training rules are strict in Ljubljana. Ownership exists mainly for hunting and sport with strong safety norms.",
      "alignmentValue": 9
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "In Ljubljana, flirting is generally respectful; clear cues and staff help enforce boundaries, a strong fit for a family move to Slovenia.",
      "alignmentValue": 9
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Ljubljana has a growing founder scene with coworking spaces and meetups; EU programs and mentors exist, but it\u0027s smaller than major hubs.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Ljubljana offers strong fresh markets and good produce. Diverse dining exists, but a few specialty ingredients may require a short trip.",
      "alignmentValue": 8
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "Ljubljana, Slovenia is family-friendly with polite locals and expat groups; with initiative, your family will connect and settle.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Ljubljana, Slovenia offers EU/national grants for indie game dev; expect roughly €250k–€600k/year with manageable bureaucracy.",
      "alignmentValue": 7
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Ljubljana\u0027s game dev scene is small-to-mid with limited studios. Remote work across the EU and local grants can support a founder.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Ljubljana, Slovenia, gender-diverse people have strong protections and urban support; some national documents lag behind local practice.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Slovenia (Ljubljana) has strong, enforced gender rights; LGBTQ\u002B partnerships are recognized and inclusive public services support families.",
      "alignmentValue": 9
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Ljubljana, Slovenia: gender roles are largely egalitarian; both parents work in tech with strong parental leave and family-friendly policies.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Ljubljana, Slovenia\u0027s progressive urban scene supports inclusive flirting; all genders can initiate or decline interest with minimal stigma.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Ljubljana offers a safe, family-friendly lifestyle with solid healthcare. Long-term residency depends on work/self-employment permits and renewals.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Moderate warming risk; Ljubljana, Slovenia offers mild climate and solid infrastructure, making risks manageable. Expect occasional heatwaves or heavy rains.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "Ljubljana, Slovenia, offers startup-friendly residence permits for founders; moderate processing with local incubators and grants.",
      "alignmentValue": 8
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Ljubljana\u0027s grooming culture is balanced; care is appreciated but not overdone. It\u0027s a family-friendly, low-stress fit in Slovenia.",
      "alignmentValue": 9
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Progressive circles in Ljubljana, Slovenia tolerate polyamory in daily life. Formal recognition remains limited.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Slovenia offers universal, affordable healthcare with solid pediatric care; Ljubljana provides good urban access, with occasional delays for specialists.",
      "alignmentValue": 8
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Slovenia (Ljubljana) offers universal healthcare, but visa holders must navigate registration and costs. Private insurance helps.",
      "alignmentValue": 7
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Ljubljana, Slovenia offers affordable public higher ed for citizens with transparent aid and scholarships; aligns with a bilingual family planning long-term residency.",
      "alignmentValue": 9
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "9: In Ljubljana, non-EU students face moderate fees with dedicated international offices; clear study-to-work pathways.",
      "alignmentValue": 9
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Ljubljana studios typically take about 3 months to fill established roles due to visa processing and competition; remote options help.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "In Ljubljana, Slovenia, startup hiring often takes ~3 months as talent evaluates risk. English-friendly tech scene and remote options fit this family\u0027s plans.",
      "alignmentValue": 7
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Ljubljana offers stable, family-friendly neighborhoods with moderate rents, solid tenant protections, and energy-efficient housing options.",
      "alignmentValue": 8
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Slovenia\u0027s eDavki online filing and child allowances keep taxes transparent and manageable in Ljubljana; family-friendly and straightforward.",
      "alignmentValue": 9
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Ljubljana, Slovenia is generally welcoming to immigrant families. Occasional rhetoric may create mild concern, but daily life and services remain accessible.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "8: Ljubljana, Slovenia is generally welcoming to English-speaking families; learning Slovene and engaging with locals should ease integration.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Ljubljana offers broad K-12 access with free textbooks. For expat families, expect Slovenian onboarding; some English support exists.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Ljubljana, Slovenia offers public K-12 access to visa families with standard enrollment; some Slovene language onboarding may be needed.",
      "alignmentValue": 8
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "Most services in Ljubljana accommodate English, but schooling and government offices prefer Slovenian; plan some local language study.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "English is widely used in Ljubljana\u0027s studios and client work. Some documentation is in Slovene, and the family plans to learn the local language.",
      "alignmentValue": 8
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Slovenia\u0027s Ljubljana startup scene uses English widely; regulatory tasks need Slovene, so bilingual ops with local counsel recommended.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Ljubljana, Slovenia has general tech lawyers with some game licensing experience. A dedicated game-IP specialist cohort remains limited, with variable startup pricing.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Ljubljana generally welcomes LGBTQ\u002B families with strong anti-discrimination protections. Urban life offers inclusive services; awareness may vary by area.",
      "alignmentValue": 9
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Ljubljana has some local playtesting groups and labs, but scheduling ahead is needed. EU networks offer faster access to nearby testers.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "In Ljubljana, Marxist ideas have niche appeal; public discourse is curious, but policy remains broadly centrist.",
      "alignmentValue": 7
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "Ljubljana\u0027s urban, progressive climate supports diverse masculinities; caregiving and nontraditional roles are increasingly accepted.",
      "alignmentValue": 9
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence in Ljubljana, Slovenia is occasional regionally. Authorities communicate transparently and communities stay vigilant without fear.",
      "alignmentValue": 8
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Ljubljana has a growing tech, parenting, and culture meetup scene with family venues. English-friendly groups exist, though some niches require sign-ups.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Ljubljana, Slovenia: minimum wage keeps pace with essentials for a two-earner family, but savings are limited; enforcement varies by sector.",
      "alignmentValue": 7
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Ljubljana, Slovenia offers reliable power and widespread fiber with solid transit. EU-standard infrastructure supports remote work and gaming with low outages.",
      "alignmentValue": 9
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "In Ljubljana, Slovenia, polyamory-friendly subcultures exist and urban spaces tend to be tolerant if discreet.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "Honesty and openness are welcomed in Ljubljana, Slovenia. Share concerns clearly with tact and empathy, and rely on English where possible.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Ljubljana, Slovenia offers abundant natural beauty within 60 minutes: Lake Bled and alpine trails provide family-friendly outdoor time.",
      "alignmentValue": 9
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "In Ljubljana, natural hazards are rare and mild; strong building codes and flood defenses keep family risk low.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Ljubljana provides abundant nature within an hour - Tivoli Park and nearby lakes/Alps. Safe, walkable, family-friendly outdoor options.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Ljubljana, Slovenia: a solid live music scene with regular concerts and family-friendly venues; safe transit enables occasional evening outings.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Ljubljana offers vibrant nightlife in the old town with safe transit; family-friendly late options are limited, better suited for adults.",
      "alignmentValue": 8
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Ljubljana offers a budding game dev scene with IGDA Slovenia. Meetups occur, but frequent family-friendly jams and large conferences are limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Ljubljana hosts a small indie scene with a few mid-tier studios; not globally renowned yet, but growing through local events and networks.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Obesity in Slovenia/Ljubljana is moderate; bike-friendly, walkable areas and public health efforts help your family stay active and healthy.",
      "alignmentValue": 8
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Ljubljana/Slovenia offers EU grants and accelerators plus strong game-dev talent. Funding is moderate, so co-founders and hustle are still needed.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Ljubljana\u0027s calm, walkable streets and compact neighborhoods keep errands manageable. Family life flows unhurriedly.",
      "alignmentValue": 9
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Ljubljana, Slovenia: parenting norms are supportive - empathetic guidance, normal paternal leave, and constructive school partnerships.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "Slovenia naturalization is long (often ~10 years) for non-EU families; residency and language tests apply in Ljubljana.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Slovenia, including Ljubljana, has low perceived corruption with solid institutions; still, stay vigilant in public procurement and permits.",
      "alignmentValue": 8
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "9: In Ljubljana, personal space is respected; polite, learnable cues. Expect occasional crowding on transit; boundaries for kids are clear.",
      "alignmentValue": 9,
      "sameAsParent": true
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Ljubljana, Slovenia, personal space is respected; locals check before touching, and hugs/handshakes occur only when welcomed.",
      "alignmentValue": 9
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "Ljubljana tends toward mild springs and autumns with comfortable summers. Only a few sticky or chilly weeks disrupt plans.",
      "alignmentValue": 9
    },
    {
      "key": "Political System",
      "alignmentText": "Slovenia\u0027s transparent, participatory democracy with strong rule of law; Ljubljana offers open civic channels and family-friendly governance.",
      "alignmentValue": 10
    },
    {
      "key": "Polyamory",
      "alignmentText": "Slovenia (Ljubljana): polyamory largely accepted in private life; mainstream services may misunderstand; discretion advised at work or school.",
      "alignmentValue": 7
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Ljubljana has a strong public preschool network; enroll early for popular bilingual slots; private options available though fees vary.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Ljubljana, Slovenia offers private options and international programs; costs are high and admissions can be selective.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "Ljubljana, Slovenia, has strong fresh markets and healthy options. With planning, convenient processed foods are nearby.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Ljubljana PMM (Games) pay is modest vs NA. Lower living costs and EU grants help offset; remote options suit the family.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Ljubljana, Slovenia offers occasional game marketing upskilling. Most learning is online or via visiting experts, not a large in-person scene.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Ljubljana offers limited dedicated PMM (Games) programs; offerings are small or cover adjacent areas, so on-the-job upskilling is common.",
      "alignmentValue": 7
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "In Ljubljana, Slovenia, PMM (Games) roles typically take 3–4 months; leverage remote hiring and proactive sourcing due to a small local pool.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Ljubljana\u0027s tech/creative scene uses English widely; local Slovenian helps marketing to residents, aligning with your English-first plan.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Ljubljana, Slovenia offers strong broadband and an English-friendly culture. Most EU game studios support flexible remote PMM roles (with equipment stipends).",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Moderate pool in Ljubljana, Slovenia; startups may hire but expect relocation or longer searches for senior PMM (Games) talent.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Progressivism",
      "alignmentText": "Ljubljana and Slovenia show strong rights protections and healthcare. This aligns with your progressive priorities and family-friendly policies.",
      "alignmentValue": 8
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "In Ljubljana, Slovenia, consenting adults face minimal stigma; sex-positive culture supports our non-monogamy openness.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Ljubljana, Slovenia: public messaging is largely factual and community-focused. Pluralistic media support diverse voices with minimal propaganda.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Ljubljana, Slovenia offers broad media freedom with occasional spin. Watchdogs and public broadcasters help keep propaganda in check.",
      "alignmentValue": 9
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Ljubljana has a solid tram-and-bus network that\u0027s affordable and family-friendly. Weekend service is lighter but overall city coverage is reliable.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Ljubljana has some startup partnerships, but direct publisher BD access is limited. Proactive outreach through local accelerators and events is needed.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Ljubljana offers universal healthcare, safety, and family-friendly neighborhoods. Some premium services require planning or limited providers.",
      "alignmentValue": 7
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "8: In Ljubljana, public healthcare and services cushion costs; safe neighborhoods and good schools support two adults and two children.",
      "alignmentValue": 8
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Ljubljana, Slovenia offers strong public services and safety for a middle-income family with two kids; housing/childcare require mindful budgeting.",
      "alignmentValue": 8
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Ljubljana\u0027s EU-backed game dev scene favors real-time work (Unity) with grants. Broadband and startups boost pipelines; pre-rendered work is secondary.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Slovenia\u0027s Ljubljana is secular; politics respect pluralism while cultural religion persists, aligning with our progressive family values.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Ljubljana, Slovenia studios commonly offer hybrid/remote roles with formal policies; aligns with your family\u0027s remote-friendly setup (Trey/Sarah).",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Ljubljana startups widely use hybrid remote work with mature tools. Remote options are common, supporting family-friendly schedules.",
      "alignmentValue": 9
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Ljubljana, Slovenia offers plentiful remote-friendly roles with hybrid options, strong broadband, and CET alignment with EU markets.",
      "alignmentValue": 8
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "Slovenia offers multiple residency routes (work, self-employed, family). A path from temporary to permanent status exists in Ljubljana.",
      "alignmentValue": 8
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "8 - Ljubljana, Slovenia offers a growing startup scene and visas; generally stable jobs with occasional founder churn during funding cycles.",
      "alignmentValue": 8
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Slovenia\u0027s retirement system is solid, though benefits depend on ongoing contributions; Ljubljana\u0027s universal healthcare and social supports help families.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "In Ljubljana, visa holders can save via public pension schemes but must meet residency requirements to access benefits.",
      "alignmentValue": 7
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Moderate Ruby demand in Ljubljana; remote roles help maintain opportunities. Local market exists but growth is modest; teams often favor JS/other stacks.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Ljubljana, Slovenia is low-crime and family-friendly; incidents are rare and well-managed, with walkable neighborhoods and safe streets for kids.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Ljubljana offers strong public schools with Slovenian focus; bilingual and international options exist, though admissions may require planning.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "Slovenia\u0027s Adriatic coast (Portorož area) water is ~20-25°C in peak summer. Shoulder months are around 20°C, suitable for kids with light protection.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Ljubljana, Slovenia enjoys mild, manageable seasons with occasional summer heat and winter cold snaps; stay prepared for a few storms.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Ljubljana, Slovenia: winters bring noticeable darkness; maintain energy with outdoor breaks and occasional light therapy.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Ljubljana, Slovenia has four distinct seasons with cool winters and warm summers; occasional damp spells, but kids can play outside most days.",
      "alignmentValue": 8
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Ljubljana has a budding startup scene; senior game/web leads exist but many are tied to anchor studios like Outfit7, so competitive offers needed.",
      "alignmentValue": 7
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Ljubljana\u0027s open, sex-positive culture and accessible health services align with your family\u0027s values; urban Slovenia supports diverse identities.",
      "alignmentValue": 9
    },
    {
      "key": "Social Policies",
      "alignmentText": "Ljubljana, Slovenia, offers universal healthcare, strong childcare and education access, and robust safety nets that support families.",
      "alignmentValue": 9
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Ljubljana, Slovenia, 2k sq ft rentals are scarce and move quickly. Expect premium rent and broker help for family-friendly options.",
      "alignmentValue": 6
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Spring in Ljubljana tends to be mild (15–22 C / 60–72 F) with occasional cool/windy days; mostly comfortable, but expect a few cold snaps.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Stability",
      "alignmentText": "Stability 9: Ljubljana, Slovenia has steady politics and strong institutions. Low crisis risk supports long-term family plans and remote work.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Slovenia\u0027s democracy supports pluralism and human rights; Ljubljana\u0027s EU-aligned system promotes open debate and evidence-based policy.",
      "alignmentValue": 9
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Ljubljana, Slovenia: a dynamic yet regulated market with strong safety nets; EU grants and startup support align with the family\u0027s entrepreneurial goals.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Studio Density",
      "alignmentText": "Ljubljana, Slovenia has a budding indie scene with several small studios and freelancers. It\u0027s a modest hub, not a dense AAA cluster.",
      "alignmentValue": 5
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Ljubljana summers hover around 30°C with moderate humidity. Occasional heatwaves occur, but overall outdoor time is comfortable.",
      "alignmentValue": 8
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Ljubljana, Slovenia, service is typically friendly when you initiate. Staff respond positively, making daily errands feel smoother.",
      "alignmentValue": 8
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Slovenia offers solid, capped incentives for R\u0026D and creative works; game grants exist but budgets are limited in Ljubljana.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "Ljubljana residency path for US families: about 9–12 months with modest fees; include translations/legal costs; budget under $10k.",
      "alignmentValue": 8
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Trust in government in Ljubljana, Slovenia is solid with transparent services and accountability; minor agency hiccups may occur.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Slovenia\u0027s corruption is low and promptly addressed; in Ljubljana it tends to be petty/local and quickly corrected, supporting a stable family environment.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Ljubljana software pay is solid but below U.S. norms; remote work helps families, around 3-5k EUR/month for experienced engineers.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Ljubljana weekends offer vibrant markets, parks, and safe transit; spontaneous family outings work, with occasional reservations for popular venues.",
      "alignmentValue": 9
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Ljubljana schools start ~8:00; after-school care often till 16:00. Workdays align well for a family of four; occasional late meetings offset by wraparound care.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Slovenia (Ljubljana) guarantees ~30 paid days per year including holidays; strong enforcement and payout for unused days.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Ljubljana, Slovenia: typical annual leave runs ~25–29 days plus public holidays, reflecting a strong European vacation culture.",
      "alignmentValue": 8
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Ljubljana has a modest local vendor scene; a few trusted studios cover art/QA, but core game needs will rely on remote partners across the EU.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Ljubljana VFX real-time pay trails top hubs by ~25-30%; good QoL and healthcare offset; remote/hybrid options suit Trey and Sarah.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Ljubljana has a few local VFX real-time fundamentals courses; advanced topics mainly require remote/online study.",
      "alignmentValue": 5
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Ljubljana, Slovenia offers limited real-time VFX curricula; universities partner with studios, but grads often need mentoring.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Ljubljana\u0027s real-time VFX hiring moves slowly. Local pipelines are shallow; firms often rely on remote or imported talent to fill roles.",
      "alignmentValue": 3
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Ljubljana, Slovenia: English is common in studios; some local language knowledge helps. Family prioritizes English ubiquity and will learn Slovenian.",
      "alignmentValue": 8
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Ljubljana, Slovenia offers flexible remote/hybrid VFX real-time roles; studios commonly provide equipment stipends and reliable broadband.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Ljubljana, Slovenia has a small real-time VFX pool. Expect sporadic availability and potential need for remote hires or relocation for senior roles.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Ljubljana and neighboring countries—Austria, Italy, Hungary, Croatia—are generally cooperative. Cross-border travel and exchange are easy for your family.",
      "alignmentValue": 9
    },
    {
      "key": "View of self",
      "alignmentText": "Slovenia views itself as confident and inclusive, proud of its democracy and education. Ljubljana embodies a calm, green, and welcoming society.",
      "alignmentValue": 9
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Neighbors view Slovenia positively; Ljubljana benefits from Schengen travel and EU ties that ease family life and trade.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Visa Paths",
      "alignmentText": "Ljubljana, Slovenia offers visa routes: self-employment/entrepreneur permits, Blue Card, and family reunification; processes are thorough but viable.",
      "alignmentValue": 9
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Ljubljana is highly walkable with car-free zones and good crossings; great for a family-focused lifestyle, just plan routes around a few busy streets.",
      "alignmentValue": 9
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "US migrants are well-received in Ljubljana, Slovenia; expat networks and English-friendly services aid integration.",
      "alignmentValue": 9
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Ljubljana and Slovenia offer safe, walkable neighborhoods, strong schools, English-friendly life, and quick access to the Alps for family explorations.",
      "alignmentValue": 9
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Winter in Ljubljana, Slovenia brings sub-freezing nights. Days stay around 5-10 C, aligning with mild-winter goals and reliable services.",
      "alignmentValue": 9
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Ljubljana, Slovenia typically 40-hour weeks with regulated overtime; occasional longer days, but strong family-friendly policies support balance.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Ljubljana, Slovenia offers strong work-life balance with family-friendly policies and flexible roles. Evenings and weekends are generally protected.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Ljubljana, Slovenia offers robust workers\u0027 rights with active unions and solid legal recourse, supporting stable jobs and family-friendly policies.",
      "alignmentValue": 9,
      "sameAsParent": false
    }
  ]
}