{
  "version": 2,
  "iso": "US",
  "values": [
    {
      "key": ".NET Work Prospects",
      "alignmentText": "Las Vegas has a growing .NET scene in hospitality and startups with remote roles; steady openings but top pay still centers in major tech hubs.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Compensation Benchmark",
      "alignmentText": "Las Vegas 2D Environmental Artist pay trails top markets by ~25–30%; for your family, lower cost helps, but heat and fewer studios may cap offers.",
      "alignmentValue": 5
    },
    {
      "key": "2D Environmental Artist: Continuing Education Availability",
      "alignmentText": "Las Vegas has few dedicated 2D environmental art courses; UNLV/CSN offer basics. Most advanced topics require online or remote study.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Education Pipeline Strength",
      "alignmentText": "Las Vegas hosts UNLV/CSN art/game programs; the 2D environmental artist pipeline is serviceable, with local studios bridging gaps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Hiring Velocity",
      "alignmentText": "Las Vegas, NV has a modest local pool for 2D environmental artists; with proactive sourcing and relocation support, expect 3-4 month hiring.",
      "alignmentValue": 6
    },
    {
      "key": "2D Environmental Artist: Language",
      "alignmentText": "Las Vegas studios primarily use English; Spanish is common locally, so basic Spanish helps but English fluency remains key for 2D environmental artists.",
      "alignmentValue": 8
    },
    {
      "key": "2D Environmental Artist: Remote Expectations",
      "alignmentText": "Las Vegas studios offer hybrid/remote 2D environmental artist roles, often requiring seniority or contract ties; family-friendly remote options exist.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "2D Environmental Artist: Talent Pool",
      "alignmentText": "Las Vegas hosts a modest 2D environmental art pool with indie studios and freelancers; startups may need extended searches or relocation support.",
      "alignmentValue": 6
    },
    {
      "key": "3D Animator: Compensation Benchmark",
      "alignmentText": "Las Vegas 3D animator pay is ~10–15% below top hubs. Local studios and entertainment demand help attract seasoned talent.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Continuing Education Availability",
      "alignmentText": "Las Vegas offers limited in-person 3D animation continuing education; few providers (UNLV Extended Studies, CSN) with much coursework via remote formats.",
      "alignmentValue": 5
    },
    {
      "key": "3D Animator: Education Pipeline Strength",
      "alignmentText": "Las Vegas hosts UNLV and CSN animation/digital media programs; programs are modest, with upskilling on the job common for 3D animators.",
      "alignmentValue": 7
    },
    {
      "key": "3D Animator: Hiring Velocity",
      "alignmentText": "Las Vegas has a modest local 3D animator pool. Vacancies may linger 4–5 months with remote or imported talent common.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "3D Animator: Language",
      "alignmentText": "Las Vegas 3D animation hiring mainly uses English; Spanish bilingual ability is common and helpful for local collaboration.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Remote Expectations",
      "alignmentText": "In Las Vegas, remote/hybrid 3D animator roles are common; studios offer flexible models and stipends, with some onsite time typical.",
      "alignmentValue": 8
    },
    {
      "key": "3D Animator: Talent Pool",
      "alignmentText": "Las Vegas has a modest 3D animation pool tied to studios and casinos. Senior talent is limited, so remote hires or relocation may be needed.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Compensation Benchmark",
      "alignmentText": "Las Vegas 3D character artist pay trails top hubs by about 10-15%; lifestyle and Nevada’s tax climate help offset relocation.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Continuing Education Availability",
      "alignmentText": "Las Vegas has sporadic 3D character art training via local colleges (CSN/UNLV); most upskilling is remote or via visiting experts.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Education Pipeline Strength",
      "alignmentText": "Las Vegas has UNLV/CSN digital arts programs; no strong dedicated 3D character path, so grads often require on-the-job upskilling in local studios.",
      "alignmentValue": 7
    },
    {
      "key": "3D Character Artist: Hiring Velocity",
      "alignmentText": "Las Vegas, NV has a shallow local 3D character artist pipeline; vacancies often stay open half a year or more, with remote talent common.",
      "alignmentValue": 4
    },
    {
      "key": "3D Character Artist: Language",
      "alignmentText": "Las Vegas studios mostly use English; Spanish bilingual skills are helpful for local clients and collaborations.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "3D Character Artist: Remote Expectations",
      "alignmentText": "Las Vegas, US studios increasingly offer flexible remote/hybrid 3D character artist roles; equipment stipends and occasional onsite collaboration common.",
      "alignmentValue": 9
    },
    {
      "key": "3D Character Artist: Talent Pool",
      "alignmentText": "Las Vegas has a limited 3D character artist pool. Senior roles often require remote hires or relocation from CA/WA.",
      "alignmentValue": 5
    },
    {
      "key": "Accelerator/Incubator Access",
      "alignmentText": "Las Vegas, NV, USA has limited game-specific accelerators; general startup programs and UNLV incubators exist, but no dedicated game tracks yet.",
      "alignmentValue": 6
    },
    {
      "key": "Air Quality",
      "alignmentText": "Las Vegas air is generally good; seasonal desert dust and wildfire smoke can spike AQI, so portable filters help on bad days.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Anchor Employers",
      "alignmentText": "Las Vegas has limited anchor studios; mostly satellite or support offices, with no dominant game IP owners nearby.",
      "alignmentValue": 4
    },
    {
      "key": "Atheism",
      "alignmentText": "Las Vegas is a diverse, urban Western metro with a strong secular presence. Atheists generally experience little attention or pressure here.",
      "alignmentValue": 9
    },
    {
      "key": "Authoritarian Backsliding Risk",
      "alignmentText": "US (Las Vegas, NV): independent courts and a robust civil society keep backsliding risk moderate; protections remain strong despite rhetoric.",
      "alignmentValue": 6
    },
    {
      "key": "Banking \u0026 Payments",
      "alignmentText": "Las Vegas, US banking is modern and accessible; business accounts open smoothly for founders with strong protections and broad fintech options.",
      "alignmentValue": 9
    },
    {
      "key": "Beach Life",
      "alignmentText": "Las Vegas has scarce natural beaches; Lake Mead and resort pools offer beach days, but you\u0027ll travel about an hour for real sand.",
      "alignmentValue": 7
    },
    {
      "key": "Boardgaming \u0026 Tabletop",
      "alignmentText": "Las Vegas has board gaming communities with family-friendly nights at local shops. You may need to seek regular meetups to find consistent groups.",
      "alignmentValue": 7
    },
    {
      "key": "Body Image \u0026 Fitness Pressure",
      "alignmentText": "Las Vegas, US offers inclusive, family-friendly spaces; fitness talk exists but conversations stay respectful, helping our kids grow confident.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Broader Job Market Resilience",
      "alignmentText": "Las Vegas\u0027 economy is tourism-driven; downturns hit hospitality, but tech and remote roles offer retraining and new opportunities.",
      "alignmentValue": 6
    },
    {
      "key": "Cancer Incidence",
      "alignmentText": "Las Vegas, NV cancer incidence aligns with global norms; robust US screening and early detection help, though sun exposure raises skin-cancer risk.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Carceral Conditions \u0026 Prison Labor",
      "alignmentText": "In the US (Las Vegas, NV), carceral conditions show overcrowding and uneven reforms. We track reports; advocacy groups monitor abuses.",
      "alignmentValue": 6
    },
    {
      "key": "Child Care Support",
      "alignmentText": "Las Vegas offers some subsidies and pre-K; formal childcare remains costly with waitlists, so families blend paid care with informal support.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Child-Friendliness of Cities",
      "alignmentText": "Most Las Vegas neighborhoods are kid-friendly with parks and good schools. Dense districts near the Strip require planning and extra vigilance for families.",
      "alignmentValue": 8
    },
    {
      "key": "Childcare Support (Citizens)",
      "alignmentText": "Las Vegas offers subsidies for eligible families, but middle-income households still face high co-pays; childcare costs remain high.",
      "alignmentValue": 6
    },
    {
      "key": "Childcare Support (Visa Holders)",
      "alignmentText": "In Las Vegas, NV, US citizens can access Nevada childcare subsidies; expect standard income docs and possible waitlists.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Common Hobbies",
      "alignmentText": "Las Vegas offers rock climbing gyms, Red Rock Canyon hikes, board game cafes, and local esports venues beyond the Strip; pool socials are common.",
      "alignmentValue": 7
    },
    {
      "key": "Community Activity",
      "alignmentText": "Las Vegas has a growing, monthly tech and game-dev meetup scene with occasional hackathons; steady local networking supports developers.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Health Consciousness",
      "alignmentText": "Las Vegas offers wellness programs, parks, and clinics; we\u0027ll need to seek like-minded circles to stay motivated in a hot desert climate.",
      "alignmentValue": 7
    },
    {
      "key": "Community Living Opportunities",
      "alignmentText": "Las Vegas metro has limited intentional communities; options exist but are sporadic, often in suburbs like Henderson/Summerlin, with uneven family support.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Compensation Benchmark",
      "alignmentText": "Las Vegas CM pay trails top hubs by ~10-15% but remains accessible for experienced managers, thanks to cost of living and lifestyle benefits.",
      "alignmentValue": 7
    },
    {
      "key": "Community Manager: Continuing Education Availability",
      "alignmentText": "Las Vegas offers regular CM meetups and casino/tech groups; UNLV and local providers offer ongoing courses, though niche CM depth varies.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Education Pipeline Strength",
      "alignmentText": "Las Vegas has UNLV and CSN offering game design/digital media, but dedicated CM curricula are limited; local studios help with mentorship.",
      "alignmentValue": 6
    },
    {
      "key": "Community Manager: Hiring Velocity",
      "alignmentText": "Las Vegas, NV: community manager hiring pace is moderate; expect 3–4 months with proactive sourcing and possible relocation.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Language",
      "alignmentText": "Las Vegas, NV: English is widely used among local teams. Spanish knowledge is common and helps engage diverse residents.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Remote Expectations",
      "alignmentText": "Las Vegas studios commonly offer hybrid roles; fully remote setups may require negotiation. Flexible hours help Sarah and Trey manage family life in NV.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Community Manager: Talent Pool",
      "alignmentText": "Las Vegas has a moderate CM pool: mid-level talent with some seniors; roles cluster in a few firms, so relocation or remote hires may be needed.",
      "alignmentValue": 6
    },
    {
      "key": "Community Vibes",
      "alignmentText": "Las Vegas master-planned neighborhoods offer HOA events and clubs; newcomers connect through schools and groups, though bonds take time.",
      "alignmentValue": 8
    },
    {
      "key": "Compensation Benchmark (Established Studios)",
      "alignmentText": "Las Vegas established studios pay about 20% below leading hubs; negotiate perks or remote work to keep a family-friendly balance.",
      "alignmentValue": 6
    },
    {
      "key": "Compensation Benchmark (Startups)",
      "alignmentText": "In Las Vegas, startup comp tracks global medians after cost of living. Cash is modest, but equity and local grants can help balance runway.",
      "alignmentValue": 8
    },
    {
      "key": "Compliance \u0026 Risks",
      "alignmentText": "Las Vegas, NV: citizen compliance is straightforward, with annual filings; regulated gaming/licensed businesses may face extra paperwork.",
      "alignmentValue": 8
    },
    {
      "key": "Continuing Education Availability",
      "alignmentText": "Las Vegas offers occasional continuing education via UNLV/CSN and bootcamps; weekly programs are limited, but local meetups exist.",
      "alignmentValue": 6
    },
    {
      "key": "Contractor/Freelancer Bench",
      "alignmentText": "Las Vegas has a serviceable contractor bench for game/web dev. Niche tech scarcity can cause some lead times, but local talent networks are usable.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Controlled Substance Policies",
      "alignmentText": "Las Vegas, NV emphasizes harm reduction and treatment with lighter penalties, supporting immigrant families like ours.",
      "alignmentValue": 9
    },
    {
      "key": "Cost of Doing Business",
      "alignmentText": "Las Vegas offers affordable rents and no state income tax, helping a small game/tech team stretch runway; pursue Nevada incentives and grants.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Cost of Living (Optional)",
      "alignmentText": "Las Vegas housing is more affordable than coastal hubs, but summer electricity costs spike; plan for childcare and family expenses.",
      "alignmentValue": 7
    },
    {
      "key": "Coworking \u0026 Startup Infrastructure",
      "alignmentText": "Las Vegas has solid coworking and startup hubs; game-dev mocap/audio labs are scarce, so plan access to regional labs.",
      "alignmentValue": 6
    },
    {
      "key": "Demand–Supply Balance",
      "alignmentText": "Las Vegas tech and game-dev scene is growing; demand for skilled developers is competitive, but local pipelines and remote options ease hiring for families.",
      "alignmentValue": 7
    },
    {
      "key": "Depression Prevalence",
      "alignmentText": "Las Vegas, USA faces notable mental health needs. Plan for therapy access, potential wait times, and costs.",
      "alignmentValue": 6
    },
    {
      "key": "Depth-Seeking Social Norms",
      "alignmentText": "Las Vegas, NV: social circles deepen with steady effort; join clubs or neighborhood groups to build trust via shared projects.",
      "alignmentValue": 8
    },
    {
      "key": "Diversity \u0026 Inclusion Index",
      "alignmentText": "Las Vegas, NV, USA: LGBTQ\u002B-friendly with diverse neighborhoods and family-friendly policies; aligns with your progressive, community-focused values.",
      "alignmentValue": 9
    },
    {
      "key": "Drug Enforcement Climate",
      "alignmentText": "Las Vegas, NV drug enforcement is mostly targeted; occasional crackdowns still raise unease for families.",
      "alignmentValue": 8
    },
    {
      "key": "Dual Citizenship Allowed",
      "alignmentText": "Las Vegas, USA fully permits dual citizenship with no special restrictions; you may hold US and another passport.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Early Stage Grants Available",
      "alignmentText": "Las Vegas, NV offers SBIR/Phase I grants and state incentives. Game-dev startups like Trey should expect competition but solid MVP funding.",
      "alignmentValue": 7
    },
    {
      "key": "Early-Stage Capital Access",
      "alignmentText": "Las Vegas has mixed early-stage funding: local angels and grants exist, but game startups require remote investors and strong networks.",
      "alignmentValue": 6
    },
    {
      "key": "Economic Health",
      "alignmentText": "Las Vegas economy is rebounding on tourism with rising tech and logistics sectors; still cyclical, keep emergency savings and diversify income.",
      "alignmentValue": 7
    },
    {
      "key": "Economic System",
      "alignmentText": "Las Vegas offers a pro-business climate with startup support; tourism volatility and gaps in social protections indicate room for targeted reforms.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Economic/Policy Stability",
      "alignmentText": "Las Vegas, NV, US: startup incentives exist; occasional policy shifts with elections, but businesses adapt quickly.",
      "alignmentValue": 8
    },
    {
      "key": "Education",
      "alignmentText": "Las Vegas public schools vary by district; funding and overcrowding affect outcomes, though some districts offer strong early programs and bilingual options.",
      "alignmentValue": 5
    },
    {
      "key": "Education Pipeline Strength",
      "alignmentText": "Las Vegas has growing game programs (UNLV/CSN) but industry-ready pipelines remain uneven; local talent development is mid-range.",
      "alignmentValue": 6
    },
    {
      "key": "Employer Visa Sponsorship",
      "alignmentText": "Las Vegas, US: visa sponsorship is limited to a few casino/tech employers; outside multinationals, expect negotiations and potential personal costs.",
      "alignmentValue": 5
    },
    {
      "key": "Engine Community Bias",
      "alignmentText": "Las Vegas hosts a Unity-led game dev scene with active local meetups; Unreal exists but Unity dominates, with cross-training resources available.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Environment",
      "alignmentText": "Las Vegas, NV environment: Red Rock views and parks. Heat, sprawl, and limited shade temper daily comfort; water scarcity adds caution.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Expected Tax Rate (Our Family)",
      "alignmentText": "Las Vegas, NV, USA has no state income tax. The burden sits around 20%-25% with sales/HOA taxes, and local services justify the costs.",
      "alignmentValue": 9
    },
    {
      "key": "Fall Temperature Range (C/F)",
      "alignmentText": "Las Vegas falls are warm to mild (Sept–Oct highs ~28–30°C; November cools). Comfortable for the family, with a few early cool snaps to layer for outings.",
      "alignmentValue": 8
    },
    {
      "key": "Family Life",
      "alignmentText": "Las Vegas has family-friendly suburbs with parks and good schools, but 24/7 service jobs can strain routines and vary by neighborhood.",
      "alignmentValue": 6
    },
    {
      "key": "Family Members",
      "alignmentText": "Las Vegas-based US citizens moving with two minors: immediate family sponsorship is streamlined; extended relatives face longer backlogs.",
      "alignmentValue": 9
    },
    {
      "key": "Family Policy (Citizens)",
      "alignmentText": "In Las Vegas, NV, there is no statewide paid family leave. Families rely on employer PTO or unpaid FMLA protections.",
      "alignmentValue": 3
    },
    {
      "key": "Family Policy (Common Family)",
      "alignmentText": "Las Vegas has modest, region-specific family supports; childcare subsidies exist but access can be limited.",
      "alignmentValue": 5
    },
    {
      "key": "Family Policy (Visa Holders)",
      "alignmentText": "In Las Vegas, US citizens have full access to family benefits; visa-holder constraints don\u0027t apply from day one.",
      "alignmentValue": 10
    },
    {
      "key": "Fashion \u0026 Style Expectations",
      "alignmentText": "Las Vegas blends casual family wear with polished business looks; expect smart-casual in meetings, casual for parks or family time.",
      "alignmentValue": 7
    },
    {
      "key": "Fashion Trends (Female)",
      "alignmentText": "Las Vegas offers diverse, body-positive fashion; in tech and urban settings, casual yet polished looks are common.",
      "alignmentValue": 9
    },
    {
      "key": "Fashion Trends (Male)",
      "alignmentText": "Las Vegas male fashion is diverse and expressive, from Strip nightlife to resort wear. In family areas, casual looks dominate, with bold accents for evenings.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "Femininity Norms",
      "alignmentText": "Las Vegas, NV, USA supports diverse feminine expression. Glam culture is prominent, but families can express varied styles without judgment.",
      "alignmentValue": 8
    },
    {
      "key": "Firearm Laws \u0026 Ownership Culture",
      "alignmentText": "Las Vegas, NV has mixed gun rules: universal background checks exist for sales, but open carry is still possible; stay aware in public spaces.",
      "alignmentValue": 6
    },
    {
      "key": "Flirting Boundaries \u0026 Consent Culture",
      "alignmentText": "Las Vegas, NV nightlife is prominent; boundaries are generally respected, but alcohol-influenced scenes require vigilance for families with kids.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Founder/Operator Community",
      "alignmentText": "Las Vegas has a healthy founder scene with regular meetups and accelerators; mentorship exists, though the network is still developing and neighborhood-focused.",
      "alignmentValue": 7
    },
    {
      "key": "Fresh \u0026 International Cuisine Access",
      "alignmentText": "Las Vegas has abundant markets and a diverse dining scene. Most ingredients are readily available with only rare gaps for very niche items.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Friendliness \u0026 Neighborliness Index",
      "alignmentText": "In Las Vegas, NV, USA, locals are generally polite and willing to connect; target family-friendly neighborhoods like Summerlin for smoother integration.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Grants Available",
      "alignmentText": "Las Vegas, NV, US offers game-dev grants around $500k–$1.2M/year from public/private sources. Good fit for a founder-led studio; expect multiple cycles.",
      "alignmentValue": 8
    },
    {
      "key": "Game Dev Work Prospects",
      "alignmentText": "Las Vegas has niche casino-slot and VR game design; few large studios, but mid-sized shops exist and remote roles are common.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Gender Fluidity",
      "alignmentText": "In Las Vegas, urban LGBTQ\u002B protections and resources are strong, with inclusive clinics and events. Some suburbs lag in acceptance.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Rights",
      "alignmentText": "Las Vegas, NV has strong gender-identity and reproductive-rights protections. Most rights are secured, but enforcement and leadership representation still lag.",
      "alignmentValue": 8
    },
    {
      "key": "Gender Roles",
      "alignmentText": "Las Vegas is trending toward egalitarian gender roles. A dual-income, co-parenting setup fits local urban life, with pockets of legacy attitudes.",
      "alignmentValue": 9
    },
    {
      "key": "Gendered Flirting Expectations",
      "alignmentText": "Las Vegas, NV, USA: nightlife is diverse and inclusive. Flirting scripts are fluid, with minor lingering norms in some venues.",
      "alignmentValue": 9
    },
    {
      "key": "General Considerations for Visa Holders",
      "alignmentText": "Las Vegas can offer stable visa life with steady work; for this US family, prioritize strong schools, affordable childcare, and walkable neighborhoods.",
      "alignmentValue": 7
    },
    {
      "key": "Global Warming Risk",
      "alignmentText": "Las Vegas has extreme heat and drought. Proactive cooling, water resilience, and insurance help keep risk manageable.",
      "alignmentValue": 6
    },
    {
      "key": "Government/Startup Visas",
      "alignmentText": "US citizens in Las Vegas don\u0027t need startup visas. Focus on NV-based business formation and grants instead.",
      "alignmentValue": 2
    },
    {
      "key": "Grooming \u0026 Beauty Investment",
      "alignmentText": "Las Vegas\u0027s entertainment vibe nudges polish; budget time and money to stay presentable for events, while casual days are fine.",
      "alignmentValue": 7
    },
    {
      "key": "Group \u0026 Multi-Partner Relationship Attitudes",
      "alignmentText": "Las Vegas, NV has progressive circles for multi-partner families. Local services and housing still require discretion and careful paperwork.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Citizens)",
      "alignmentText": "Las Vegas care is accessible but relies on insurance. Copays and wait times exist; universal U.S. coverage is not available.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Healthcare (Visa Holders)",
      "alignmentText": "Las Vegas, USA: healthcare is accessible, but visa holders often benefit from supplemental insurance to cover gaps. Employer networks can be narrow; compare plans for costs.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Citizens)",
      "alignmentText": "Las Vegas offers broad public higher education access for US citizens (UNLV, local colleges); in-state tuition depends on Nevada residency.",
      "alignmentValue": 8
    },
    {
      "key": "Higher Education Access (Visa Holders)",
      "alignmentText": "As US citizens, you have in-state tuition options and financial aid in Nevada; Las Vegas colleges offer clear study-to-work paths.",
      "alignmentValue": 10
    },
    {
      "key": "Hiring Velocity (Established Studios)",
      "alignmentText": "Las Vegas has limited AAA studios and many roles rely on remote hires. Hiring typically takes about 2–3 months to close.",
      "alignmentValue": 7
    },
    {
      "key": "Hiring Velocity (Startups)",
      "alignmentText": "Las Vegas, NV (USA) startup hiring typically runs 3–4 months; proactive recruiting and incentives help amid a growing game/tech scene.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Housing Situation",
      "alignmentText": "Las Vegas offers family-friendly suburbs (Summerlin/Henderson), but rents rise quickly and hot summers push cooling costs; stock can be tight.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "How Taxes Are Handled",
      "alignmentText": "Las Vegas, NV: no personal income tax eases filings; business taxes (sales/gaming) are handled via online portals.",
      "alignmentValue": 8
    },
    {
      "key": "Immigrant Sentiment – General",
      "alignmentText": "Las Vegas, NV offers a generally welcoming, diverse immigrant community with strong service industry ties. National rhetoric may spark mild concern.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Immigrant Sentiment – White Migrants",
      "alignmentText": "Las Vegas, USA tends to greet newcomers with opportunity; stay engaged locally to avoid aloof impressions.",
      "alignmentValue": 8
    },
    {
      "key": "K-12 Education Access (Citizens)",
      "alignmentText": "Las Vegas CCSD provides broad public schooling; magnet programs and bilingual options exist, though top spots often require lotteries.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "K-12 Education Access (Visa Holders)",
      "alignmentText": "Las Vegas, NV public schools enroll U.S. citizen children with standard residency and immunization requirements. Visa-related barriers do not apply to this family.",
      "alignmentValue": 10
    },
    {
      "key": "Language \u0026 English Ubiquity",
      "alignmentText": "English is widely used in Las Vegas; expect some Spanish in hospitality, but daily life remains largely English.",
      "alignmentValue": 9
    },
    {
      "key": "Language (Established Studios)",
      "alignmentText": "Las Vegas studios primarily use English for collaboration; Spanish bilingual support helps your family with community and local compliance.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Language (Startups)",
      "alignmentText": "Las Vegas startups rely on English for investors; strong Spanish-language marketing and hiring support bolster local outreach.",
      "alignmentValue": 9
    },
    {
      "key": "Legal \u0026 IP Support",
      "alignmentText": "Las Vegas has general tech/IP lawyers with some game experience; niche game IP firms are limited, but startups can find counsel.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "LGBTQ\u002B Attitudes",
      "alignmentText": "Las Vegas, Nevada provides strong protections, active Pride events, and welcoming urban communities for LGBTQ\u002B families.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Market Research \u0026 Playtesting",
      "alignmentText": "Las Vegas has a growing indie-dev scene and UNLV ties; expect lead times for playtests, but local panels exist.",
      "alignmentValue": 7
    },
    {
      "key": "Marxism (Societal Attitudes)",
      "alignmentText": "Las Vegas has strong casino unions. Marxist ideas stay fringe in policy, with open debate but limited mainstream traction.",
      "alignmentValue": 5
    },
    {
      "key": "Masculinity Norms",
      "alignmentText": "In Las Vegas, US, masculinity norms are evolving; men can be nurturing, but entertainment/work scenes may still prize traditional macho traits.",
      "alignmentValue": 8
    },
    {
      "key": "Mass Violence Incidence",
      "alignmentText": "Mass violence remains a concern in Las Vegas, NV; after the Route 91 incident, we regularly rehearse safety plans and stay vigilant at gatherings.",
      "alignmentValue": 7
    },
    {
      "key": "Meetups \u0026 Communities",
      "alignmentText": "Las Vegas metro (Summerlin/Henderson) has tech, coworking, and parenting groups; proactive outreach helps, as in-person events vary.",
      "alignmentValue": 7
    },
    {
      "key": "Minimum Wage",
      "alignmentText": "Las Vegas, NV: Nevada\u0027s $12/hr min wage covers basics but childcare and housing strain families; subsidies or higher wages may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Modernity \u0026 Infrastructure",
      "alignmentText": "Las Vegas offers fiber internet and a modern airport. Aging water systems and car-centric streets persist, but overall infrastructure is adequate.",
      "alignmentValue": 6
    },
    {
      "key": "Monogamy vs. Non-Monogamy Acceptance",
      "alignmentText": "Las Vegas, US, is an urban, progressive hub with polyamory-supportive communities. Discretion helps protect family stability amid varied norms.",
      "alignmentValue": 7
    },
    {
      "key": "Moral, Honesty \u0026 Openness Expectations",
      "alignmentText": "In Las Vegas, NV, direct yet empathetic dialogue is welcomed; locals respond constructively when needs and concerns are shared.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Natural Beauty",
      "alignmentText": "Desert landscapes around Las Vegas from Red Rock to Mt. Charleston are within an hour; plan shade and water for family outings.",
      "alignmentValue": 8
    },
    {
      "key": "Natural Disasters",
      "alignmentText": "Las Vegas faces extreme heat, floods, and rare quakes; expect occasional disruptions, but recovery is robust and long-term damage is unlikely.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Nature Access",
      "alignmentText": "Red Rock Canyon and Mt. Charleston are a short drive from Las Vegas. Summer heat limits shade and water; go early or in cooler months.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Nightlife \u0026 Music",
      "alignmentText": "Las Vegas has a vibrant, year-round music scene with residencies and family-friendly shows. Casino nightlife can be loud, which may affect family outings.",
      "alignmentValue": 9
    },
    {
      "key": "Nightlife Culture",
      "alignmentText": "Las Vegas nightlife exists in select districts; with two young kids, plan sitters and transport for evenings.",
      "alignmentValue": 7
    },
    {
      "key": "Notable Game Development Communities",
      "alignmentText": "Vegas IGDA hosts regular meetups; UNLV\u0027s game design program provides mentorship and student projects for newcomers in Las Vegas.",
      "alignmentValue": 9
    },
    {
      "key": "Notable Game Studios",
      "alignmentText": "Las Vegas, USA has a handful of notable studios like Light \u0026 Wonder and Aristocrat, with a recognizable local industry presence.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Obesity Rate",
      "alignmentText": "Las Vegas area obesity risk is above ideal; hot climate and sedentary routines hinder activity; promote affordable wellness and active options.",
      "alignmentValue": 6
    },
    {
      "key": "Opportunities for Video Game Startup",
      "alignmentText": "Las Vegas offers Nevada incentives and a growing indie game scene; funding remains competitive, so hustle for grants, angel investors, or co-founders.",
      "alignmentValue": 7
    },
    {
      "key": "Pace of Life",
      "alignmentText": "Outside the Las Vegas Strip, neighborhoods feel relaxed; weekend tourism can spike traffic, but family downtime remains manageable.",
      "alignmentValue": 8
    },
    {
      "key": "Parenting Expectations",
      "alignmentText": "Las Vegas families value active, safety-focused parenting with diverse styles. Schools and community programs support shared caregiving and flexible expectations.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Path to Citizenship",
      "alignmentText": "In Las Vegas (US), the family already holds US citizenship; no naturalization path needed.",
      "alignmentValue": 1
    },
    {
      "key": "Perceived Corruption",
      "alignmentText": "Nevada\u0027s casino oversight helps curb scandals, but casino money and developer ties in Las Vegas spark ongoing scrutiny.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Personal Boundary \u0026 Bubble Norms",
      "alignmentText": "Las Vegas crowds vary; gently advocate for personal space, especially with kids in busy Strip areas and malls.",
      "alignmentValue": 7
    },
    {
      "key": "Personal Space \u0026 Touch Norms",
      "alignmentText": "In Las Vegas, crowded spaces are common; people generally respect space, but brief closeness happens. Cue before touch and adjust to cues.",
      "alignmentValue": 8
    },
    {
      "key": "Pleasant Weather Windows",
      "alignmentText": "In Las Vegas, fall/spring offer pleasant windows; desert summers are hot, often 100°F\u002B, limiting spontaneous outdoor time; winters are mild.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Political System",
      "alignmentText": "Las Vegas–Clark County, NV (USA) leans progressive within a Nevada that swings between parties; local democracy works with active civil society.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Polyamory",
      "alignmentText": "Las Vegas hosts visible poly communities and frequent meetups. Metro tolerance is high, though suburban areas can feel conservative.",
      "alignmentValue": 8
    },
    {
      "key": "Pre-K / Early Childcare Landscape",
      "alignmentText": "Las Vegas, NV pre-K isn’t universal; waitlists and costs vary. Families often mix public slots with private centers for early care.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Private Education",
      "alignmentText": "Las Vegas private schools cost roughly $10k–$25k/yr; with your priority on quality public schools, private options exist but are optional and pricey.",
      "alignmentValue": 5
    },
    {
      "key": "Processed Food Saturation",
      "alignmentText": "In Las Vegas, processed foods are common. Vibrant farmers markets offer fresh options to balance meals.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Compensation Benchmark",
      "alignmentText": "Las Vegas PMM (Games) pay is ~20% under global medians. Candidates weigh offers, but lifestyle perks and remote options help offset.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Continuing Education Availability",
      "alignmentText": "Las Vegas has limited in-person continuing education for game product marketing; only a couple local providers cover fundamentals, with many topics online.",
      "alignmentValue": 5
    },
    {
      "key": "Product Marketing Manager (Games): Education Pipeline Strength",
      "alignmentText": "Las Vegas has UNLV marketing/game initiatives and local studios; Product Marketing Manager (Games) pipelines are modest, but studio partnerships boost readiness.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Hiring Velocity",
      "alignmentText": "Las Vegas PMM (Games) roles usually take 3–4 months; local pipelines are modest, so proactive sourcing or relocation may be needed.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Product Marketing Manager (Games): Language",
      "alignmentText": "Las Vegas game PMMs mostly operate in English; multilingual teams are common. Your English ubiquity priority fits local studios that also value Spanish skills.",
      "alignmentValue": 9
    },
    {
      "key": "Product Marketing Manager (Games): Remote Expectations",
      "alignmentText": "Las Vegas game studios favor hybrid remote work for marketing roles. Fully remote is often negotiable, supporting the family\u0027s work-life balance in the US.",
      "alignmentValue": 8
    },
    {
      "key": "Product Marketing Manager (Games): Talent Pool",
      "alignmentText": "Moderate PMM (games) talent in Las Vegas; casino/gaming studios exist but niche skills may require relocation or extended sourcing.",
      "alignmentValue": 6
    },
    {
      "key": "Progressivism",
      "alignmentText": "Las Vegas, NV leans progressive with strong civic engagement shaping education and family-friendly policies. Inclusive rights and climate action are central locally.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Promiscuity Attitudes",
      "alignmentText": "Las Vegas, US: sex-positive city culture with broad openness to non-monogamy; expect discretion in some circles but overall acceptance.",
      "alignmentValue": 9
    },
    {
      "key": "Propaganda Messaging",
      "alignmentText": "Las Vegas, USA: messaging should center shared wellbeing and accurate info with diverse voices; avoid nationalist spin.",
      "alignmentValue": 10
    },
    {
      "key": "Propaganda Prevalence",
      "alignmentText": "Las Vegas (US) offers diverse local and independent media with watchdogs. Propaganda is limited, though some spin is occasionally debunked.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Public Transportation",
      "alignmentText": "Las Vegas RTC buses cover key areas, but gaps remain. The Monorail is Strip-focused, so families often rely on cars or rideshares.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Publisher/Platform Relationships",
      "alignmentText": "Las Vegas offers occasional platform engagement; most publisher relations are handled remotely, with regional events and trips to nearby hubs.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Higher-Income Tier",
      "alignmentText": "Las Vegas provides solid QoL for a mid-income family; premium dining and culture exist, but top services can feel gated or pricey.",
      "alignmentValue": 6
    },
    {
      "key": "Quality of Life – Lower-Income Tier",
      "alignmentText": "Las Vegas: housing and childcare costs strain families; healthcare coverage is inconsistent; civic supports exist but patchy.",
      "alignmentValue": 5
    },
    {
      "key": "Quality of Life – Middle-Income Tier",
      "alignmentText": "Las Vegas, NV: housing and childcare strain middle-income budgets. No state income tax helps, but savings stay tight.",
      "alignmentValue": 6
    },
    {
      "key": "Real-Time vs Pre-Rendered Focus",
      "alignmentText": "Las Vegas has a growing real-time game dev scene (Unity, cloud); some pre-rendered talent exists, but cinematic pipelines are limited.",
      "alignmentValue": 8
    },
    {
      "key": "Religion in Politics",
      "alignmentText": "Las Vegas, NV is largely secular; religion rarely drives policy. Personal beliefs are respected in a pluralistic environment.",
      "alignmentValue": 9
    },
    {
      "key": "Remote Expectations (Established Studios)",
      "alignmentText": "Las Vegas, NV (USA) studios mix onsite with hybrid work; remote options are possible case-by-case, aligning with the family\u0027s need for flexibility.",
      "alignmentValue": 7
    },
    {
      "key": "Remote Expectations (Startups)",
      "alignmentText": "Las Vegas startups largely embrace remote work with periodic on-site collaboration; aligns with family-friendly, remote-ready roles.",
      "alignmentValue": 8
    },
    {
      "key": "Remote-Friendly Culture",
      "alignmentText": "Las Vegas, US: remote/hybrid work is common; robust broadband and coworking spaces support distributed teams across West Coast markets.",
      "alignmentValue": 9
    },
    {
      "key": "Residency Types \u0026 Durations",
      "alignmentText": "US citizenship makes Las Vegas residency essentially permanent; no visa renewals, just domicile to access local benefits.",
      "alignmentValue": 10,
      "sameAsParent": true
    },
    {
      "key": "Retention \u0026 Churn Risk",
      "alignmentText": "Las Vegas\u0027s tech/game scene offers remote roles and grants. Funding cycles cause churn spikes, but steady hybrid positions support families.",
      "alignmentValue": 7
    },
    {
      "key": "Retirement (Citizens)",
      "alignmentText": "Las Vegas retirement pensions vary; healthcare remains supportive (Medicare). Heat and water concerns challenge seniors, while Nevada has no state income tax.",
      "alignmentValue": 6
    },
    {
      "key": "Retirement (Visa Holders)",
      "alignmentText": "US citizens in Las Vegas have Social Security and employer plans. Visa limits don\u0027t apply; retirement relies on local benefits and personal savings.",
      "alignmentValue": 10
    },
    {
      "key": "Ruby Work Prospects",
      "alignmentText": "Ruby roles exist in US startups and remote teams. In Las Vegas, opportunities are present but network widely to keep momentum.",
      "alignmentValue": 7
    },
    {
      "key": "Safety \u0026 Crime",
      "alignmentText": "Las Vegas is generally safe in suburban neighborhoods like Summerlin/Henderson; avoid tourist zones after dark where petty crime can occur.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Schooling Options",
      "alignmentText": "Las Vegas area offers magnets and charters, but quality varies and waitlists exist; plan ahead for preschool and bilingual options.",
      "alignmentValue": 6
    },
    {
      "key": "Seasonal Beach Water Temp",
      "alignmentText": "In Las Vegas, Lake Mead is swimmable about half the year; midsummer water is warm, but shoulder months can be chilly for kids.",
      "alignmentValue": 8
    },
    {
      "key": "Seasonal Extremes \u0026 Variability",
      "alignmentText": "Las Vegas\u0027 desert climate brings hot summers and mild winters; expect a couple notable extremes each season, with planning for cooling and shade.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Sunlight Hours",
      "alignmentText": "Las Vegas, NV offers abundant sun year-round; long summer days and mild winters keep daylight ample; light-touch coping should work.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "Seasonal Weather",
      "alignmentText": "Las Vegas, NV summers are extremely hot and dry; winters are mild. Heat mitigation is essential for comfortable year-round family activities.",
      "alignmentValue": 6
    },
    {
      "key": "Senior Talent Availability",
      "alignmentText": "Las Vegas has a modest senior tech pool; startups rely on remote hires or nearby-state talent, with UNLV producing graduates.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Sex (Attitudes)",
      "alignmentText": "Las Vegas, US: sex-positive urban culture with discreet family neighborhoods; open dialogue and resources are generally accessible for families.",
      "alignmentValue": 8,
      "sameAsParent": true
    },
    {
      "key": "Social Policies",
      "alignmentText": "Las Vegas/Nevada expanded Medicaid helps healthcare; housing funding lags growth, making access uneven for families.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Spacious Housing Benchmark (2k sq ft Rent)",
      "alignmentText": "In Las Vegas, 2k sq ft rentals exist in family-friendly areas like Summerlin/Henderson, but many are pricey; expect trade-offs on schools or location.",
      "alignmentValue": 5
    },
    {
      "key": "Spring Temperature Range (C/F)",
      "alignmentText": "Las Vegas spring swings from cool mornings to warm afternoons; plan layers as temps run roughly 12–25 °C, with occasional windy dust days.",
      "alignmentValue": 7
    },
    {
      "key": "Stability",
      "alignmentText": "US stability is steady; Las Vegas shows predictable governance, resilient tourism, and family-friendly policy environment.",
      "alignmentValue": 9
    },
    {
      "key": "State Ideology",
      "alignmentText": "Nevada\u0027s policy scene is moderate with dynamic debate. Las Vegas shows progressive values amid a pro-business climate.",
      "alignmentValue": 9,
      "sameAsParent": false
    },
    {
      "key": "State of Capitalism",
      "alignmentText": "Las Vegas\u0027s economy is dynamic, built on hospitality and tech. Safeguards and fair competition help families access healthcare and stable schooling.",
      "alignmentValue": 9
    },
    {
      "key": "Studio Density",
      "alignmentText": "Emerging studio scene in Las Vegas: a handful of indie studios and many remote teams; not as dense as LA or SF, but growing.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Summer Temperature Range (C/F)",
      "alignmentText": "Las Vegas summers reach 40–45 °C (104–113 °F) with nights 26–29 °C; plan indoor activities and strong A/C.",
      "alignmentValue": 4,
      "sameAsParent": false
    },
    {
      "key": "Surface Interaction Norms",
      "alignmentText": "In Las Vegas, NV, interactions are efficient but usually courteous; friendly exchanges often occur if you initiate.",
      "alignmentValue": 7
    },
    {
      "key": "Tax Incentives for Games/Creative",
      "alignmentText": "Las Vegas, NV offers limited game/creative incentives; film/digital media credits exist, but funding fluctuates and grants are competitive.",
      "alignmentValue": 6
    },
    {
      "key": "Timelines \u0026 Costs",
      "alignmentText": "US citizens relocating to Las Vegas: immediate moves with no immigration process; predictable, standard moving costs (no visa or sponsor delays).",
      "alignmentValue": 10
    },
    {
      "key": "Trust in Government",
      "alignmentText": "Las Vegas, NV residents value responsive city services but question state-level funding priorities and growth management.",
      "alignmentValue": 6
    },
    {
      "key": "Type of Corruption",
      "alignmentText": "Las Vegas, NV: zoning and casino-lobbying shape policy more than bribery. Corruption is mixed but not systemic.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "Typical Software Salaries",
      "alignmentText": "Las Vegas software pay around $100k-130k; decent for a two-income family, but below top hubs; remote work helps offset cost of living.",
      "alignmentValue": 6
    },
    {
      "key": "Typical Weekend Schedule (Family of Four)",
      "alignmentText": "Las Vegas weekends offer parks, kid-friendly museums, and splash pads; expect heat. We favor early mornings or evenings and flexible plans.",
      "alignmentValue": 8
    },
    {
      "key": "Typical Workday Schedule (Family of Four)",
      "alignmentText": "Las Vegas schools run ~7:30 a.m.-2:00 p.m.; remote work supports midday errands and afterschool care, with evening desert walks.",
      "alignmentValue": 9
    },
    {
      "key": "Vacation Days (Minimum)",
      "alignmentText": "Nevada has no statutory paid vacation; in Las Vegas, time off is employer-based and not guaranteed.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "Vacation Days (Typical)",
      "alignmentText": "Las Vegas, NV, US: 15–19 vacation days typical in tech/office roles; hospitality varies; fits family-friendly balance and flexible work options.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "Vendor/Outsource Ecosystem",
      "alignmentText": "Las Vegas has a modest local vendor scene; some art/QA options exist, but broader outsourcing typically relies on remote partners.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Compensation Benchmark",
      "alignmentText": "Las Vegas real-time VFX pay trails top markets by about 25-30%. Strong lifestyle offsets help for families.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Continuing Education Availability",
      "alignmentText": "Las Vegas has limited ongoing VFX real-time education; UNLV/CSN offer some courses, but regular hands-on workshops are sporadic; online study helps.",
      "alignmentValue": 6,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Education Pipeline Strength",
      "alignmentText": "Las Vegas has UNLV media programs and several smaller schools; local industry ties help real-time VFX grads, but programs remain limited.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Hiring Velocity",
      "alignmentText": "Las Vegas hosts a modest real-time VFX market; many roles require remote talent or LA ties, making local openings slow.",
      "alignmentValue": 3,
      "sameAsParent": false
    },
    {
      "key": "VFX Artist (Real-Time): Language",
      "alignmentText": "Las Vegas VFX (Real-Time) roles are English-first; Spanish–English bilingual support is common, but English remains the default language.",
      "alignmentValue": 9
    },
    {
      "key": "VFX Artist (Real-Time): Remote Expectations",
      "alignmentText": "Las Vegas studios allow partial remote weeks for real-time VFX. Onsite collaboration remains common to support pipelines.",
      "alignmentValue": 6
    },
    {
      "key": "VFX Artist (Real-Time): Talent Pool",
      "alignmentText": "Las Vegas\u0027s real-time VFX pool is small; seniors are scarce locally, so remote hires or relocation often needed.",
      "alignmentValue": 5,
      "sameAsParent": false
    },
    {
      "key": "View of Neighboring Countries",
      "alignmentText": "Las Vegas sits in the US with Canada and Mexico as friendly neighbors; cross-border travel and cultural exchange fit your family\u0027s values.",
      "alignmentValue": 10,
      "sameAsParent": false
    },
    {
      "key": "View of self",
      "alignmentText": "Las Vegas, USA, reflects a pragmatic American identity: hospitality-led growth and a growing tech scene. Progressive, family-friendly values temper national pride.",
      "alignmentValue": 7
    },
    {
      "key": "View of Them by Neighboring Countries",
      "alignmentText": "Canada/Mexico see the US as a solid partner; Las Vegas tourism supports families and trade, though immigration rules cause occasional frictions.",
      "alignmentValue": 8
    },
    {
      "key": "Visa Paths",
      "alignmentText": "US citizens relocating to Las Vegas face no visa hurdles; moving within the US is straightforward for family relocation.",
      "alignmentValue": 10
    },
    {
      "key": "Walkability \u0026 Pedestrian Safety",
      "alignmentText": "Las Vegas has walkable pockets (e.g., Summerlin) with sidewalks. Drivers rush and heat can tire kids, so plan shaded routes.",
      "alignmentValue": 7,
      "sameAsParent": false
    },
    {
      "key": "Welcoming of US Migrants",
      "alignmentText": "Las Vegas is a welcoming US-migrant hub; diverse communities, startup networks, and plenty of local groups help families settle.",
      "alignmentValue": 8
    },
    {
      "key": "What Is Intriguing",
      "alignmentText": "Las Vegas, NV offers frequent curiosities: world-class shows, easy desert trips, and a startup-friendly climate for Trey in Nevada.",
      "alignmentValue": 8,
      "sameAsParent": false
    },
    {
      "key": "Winter Temperature Range (C/F)",
      "alignmentText": "Dec–Feb around 4–18 °C (40–65 °F) with abundant sun; freezing nights are rare and snow is a novelty in Las Vegas.",
      "alignmentValue": 10
    },
    {
      "key": "Work Week Hours",
      "alignmentText": "Las Vegas tech roles typically target 37-38 hours, with occasional crunches; supports Trey\u0027s startup needs and Sarah\u0027s remote, family-friendly schedule.",
      "alignmentValue": 8
    },
    {
      "key": "Work-Life Balance",
      "alignmentText": "Las Vegas tech roles offer remote/hybrid options with family-friendly schedules; predictable hours help, though crunch can occur in peak game-dev cycles.",
      "alignmentValue": 8
    },
    {
      "key": "Workers\u0027 Rights",
      "alignmentText": "Las Vegas has strong hospitality unions (Culinary) delivering solid wages and benefits; protections and legal recourse are robust, though some gig roles lag.",
      "alignmentValue": 9
    }
  ]
}